{
  "company": "Amazon",
  "year": "2022",
  "pdf_path": "reports/Amazon/2022/annual_report.pdf",
  "total_pages": 82,
  "pages": [
    {
      "page": 4,
      "text": "Our Supply Chain Our Employees Our Communities\nengage suppliers globally to align our"
    },
    {
      "page": 5,
      "text": "7% 818M $1B $1.6B\nproducts sold\n1.9 million in the U.S.\n0.4%\n33.6K\nand Europe\n13M\n66%\n396\ndiverse suppliers\n$14M\n~$10B\n50+\n2M+\n828K+\n90%\n401\npackaging globally, up from 8%\nto 20 gigawatts of clean energy"
    },
    {
      "page": 7,
      "text": "defined, multifaceted approach—one that considers"
    },
    {
      "page": 8,
      "text": "and Services"
    },
    {
      "page": 9,
      "text": "change, humanity needs to reduce emissions quickly. That’s\nby 2030\npurchased electricity\nfleet by 2025\nEVs in Amazon’s India delivery fleet\nTotal EVs in Amazon’s global delivery fleet"
    },
    {
      "page": 11,
      "text": "Driving efficiency\nAccelerating Our Efforts\nby 2025, five\n93.7 India delivery fleet by 2025\nus on a mission to"
    },
    {
      "page": 12,
      "text": "Decarbonizing Delivery and Logistics equipment, vehicles)\nLifecycle emissions from customer trips to Amazon’s physical stores"
    },
    {
      "page": 14,
      "text": "396 36 55\ncarbon solutions.\nTech Solutions\n53 m\n50 m\n2040.\nFounder Initiative to invest in women-founded and women-led"
    },
    {
      "page": 15,
      "text": "by:\nindustry\nas possible, our logistics network uses different modes of\nThe first transportation leg, The final transportation leg, where packages are\nPost Office\nFulfillment Center\nlocal post offices and"
    },
    {
      "page": 16,
      "text": "In 2022, we piloted a number of electric delivery trucks across\nmade by gas-powered internal combustion engine vehicles.\nexpanded to cover over 1.\nthousands of EVs. At the end of ore than 2,600 Rivian packages) in 2022. This was enabled, in part, by stocking\npackages to customers via EV across the U.S. and Europe. We where deliveries are made on foot to use e-bikes and allowing\narrive at an Amazon facility, such as a cross dock, and includes\nyears.\nWe currently have 3,289 CNG trucks in North America and are\nwith 10,950 tons of green hydrogen per year—enough to\npower 40,000 forklifts annually—for transportation and"
    },
    {
      "page": 17,
      "text": "targets.\nthe world. Today, our portfolio comprises thousands of facilities\nin 66 countries, including operations buildings (fulfillment\nbuildings.\nto decarbonizing freight operations. Members are working to\nand has alarms to proactively alert site teams to equipment\nSeveral of our Amazon Go stores are seeking Zero Carbon\nelectrification. emissions.\nHowever, SAF represents less than 0.1% of global aviation fuel,\ndeveloped and shared with internal teams for integrating more-\nlaunch later this"
    },
    {
      "page": 18,
      "text": "near-zero GWP, as well as low-GWP refrigeration technologies.\ninstalled low-GWP refrigeration systems. An additional 65\nILFI and ensuring they have access to tools and guidance\n400 building projects throughEC3."
    },
    {
      "page": 19,
      "text": "history as the first fulfillment facility globally to\nenergy—a target we are on a path to meet by 2025.\nserver temperatures and energy use requirements. When we"
    },
    {
      "page": 20,
      "text": "Even\nwill need to neutralize some GHG emissions that cannot be\nhardware and extending its useful life. In 2022,\nyears to six. To support these efforts, AWS has a\nTropical Rainforests\nmobilized over $"
    },
    {
      "page": 22,
      "text": "renewable energy by 2025—five years ahead of our\noriginal target of 2030\nways to lower emissions. With 401 renewable energy projects\nto switch to renewable energy as well. To reach this target, we 237 rooftop solar projects on Amazon facilities\n85%\n65%"
    },
    {
      "page": 23,
      "text": "Scaling Renewable Energy\nIn 2022, 90% of electricity consumed by Amazon was\ncapacity to meet up to 80% of the site’s electricity needs. We\ndecisions.\n2021 portfolio of just over 12 GW. Once operational, these\ncontracted renewable energy projects will account for 56,881\nDuring 2022, we announced 133 new renewable energy\nprojects that are expected to come online over the next five\nyears, bringing our total announced projects to 401 as of\nBrazil. Newly announced Indian solar projects—which bring our\nWe are expanding renewable\nin Indonesia and Poland. Utility-scale projects in the U.S., Japan,\n(Ningxia)."
    },
    {
      "page": 24,
      "text": "Announced Projects\negawatt-hours (MWh) annually. Five\nTwo projects in China, one wind farm and one solar farm, also\nprocurement strategies. The development of industrywide\nW of energy, alongside\nbattery storage. Across our portfolio, we now hold"
    },
    {
      "page": 25,
      "text": "for Amazon Devices\nand\nfrom third-party solar parks being installed in Bali and Java and\nconnected to the Java-Madura-Bali grid. Not only will this help\nEmissions First Accounting Principles\ndecision-makers opt for renewable electricity options\nThroughout 2023, we will identify new technologies that"
    },
    {
      "page": 26,
      "text": "Eliminated single-use plastic\nfrom European fulfillment centers\nrecyclable alternatives\nsince 2020\n(an increase from 8% in 2021)"
    },
    {
      "page": 27,
      "text": "to make sure chilled items stay cold, no matter the outside\nEliminating Packaging\nprotection with waste elimination. For Amazon Fresh North\n900 m\nOur first priority is to eliminate packaging unless necessary.\nfootprint.\n12% of shipments in the U.S. and Canada (up from\n10% in"
    },
    {
      "page": 28,
      "text": "packages. Computer vision and natural language processing"
    },
    {
      "page": 29,
      "text": "In 2022, we used 85,\nThis represents an 11.6% decrease from 97,\nThis decrease also contributed to a 17.1% decrease\nacross our global operations network, building on the over\nwe will seek to continue eliminating packaging through SIOC,\nToday, approximately 92% of packaging material weight in the"
    },
    {
      "page": 30,
      "text": "Reduce food waste by 50% across U.S. and Europe\noperations by 2030\nProducts repaired in the U.S.\nand Europe through\ninternal repair programs\nMeals donated globally—70M in the U.S. and 12M"
    },
    {
      "page": 31,
      "text": "pollution.\nManaging Waste\ninclude:\nby two categories: internal (direct) or external (indirect).\nà\nphase or in the form of product and delivery\nIn addition to our direct footprint, we are\nLandfill and"
    },
    {
      "page": 32,
      "text": "Noninventory Materials Management\nrun our businesses. Corrugate represents one of our largest\nWe take a circular approach to equipment, designing for reusability and operational efficiency, and recovering value through reuse, repair, and recycling.\nfor resale, reuse, repair, or donation. We maximize product\nrest are graded and evaluated for resale as “used” on Amazon\n16%."
    },
    {
      "page": 33,
      "text": "Kitchens.\nas pre-owned, or recycling. We offer several\nPreventing and Redirecting Food Waste\n0 m\nReCommerce:\ndonate their returned, damaged, or overstocked products. In\n2022, we enabled U.S. third-party sellers to resell 2.\nyear, we had donated 82 m"
    },
    {
      "page": 34,
      "text": "manufacture of Amazon devices. We also support them\nIn 2021, we launched a Zero Waste to Landfill program with"
    },
    {
      "page": 35,
      "text": "water positive by 2030. That means returning more\n(L/kWh) water use efficiency for AWS\nGoal announced in 2022. Initial efforts are focused\nimproving water efficiency, and developing new"
    },
    {
      "page": 36,
      "text": "operate. To confirm water quality is maintained, we closely"
    },
    {
      "page": 37,
      "text": "for toilets. More-efficient fixtures such as waterless urinals and\nby 720,000 gallons. Additionally, landscape areas are irrigated\nachieved a WNI score of 1 for 212 in-scope operations\nglobally.\nup to 98.5% of water use associated with defrosting. In 2023,\nannounced its goal to be water positive by 2030."
    },
    {
      "page": 39,
      "text": "International Labour Organization (ILO). Amazon is committed\nto respecting and supporting the\nBoard Committee and Amazon’s oversight of human\nrights issues"
    },
    {
      "page": 40,
      "text": "Impact Assessments\nOur Salient Human\nRights Risks\nfoundation, performing HRIAs across a number of Amazon\nrelationships. HRIAs help us understand causes of systemic\nwith Stakeholders\nentertainment, sports, music, and more.\nareas. For example, to advance our efforts to promote women’s\nImplement effective grievance\nand Religion; and Right to"
    },
    {
      "page": 41,
      "text": "over 150 global anti-trafficking leaders discussed\ntechnology-enabled solutions. From 2021 to\n2023."
    },
    {
      "page": 42,
      "text": "Apparel Registry’s new organization,\nacross seven countries, with 95% of grievances verified\nchain while engaging business partners and industry peers to\nfinancial skills training"
    },
    {
      "page": 43,
      "text": "Our Approach\nOur Standards\nand about the\nprotection\nAmazon’s\nincluding service providers, vendors, selling partners,"
    },
    {
      "page": 44,
      "text": "During 2022, 5,592 supplier assessments were performed\n2022, initial assessments made up 19.5% of supplier\nSuppliers must submit ongoing Amazon-\ndefined timeline. For low-level issues, we monitor suppliers\nfor continual"
    },
    {
      "page": 45,
      "text": "we delivered to more than 100 Indian supplier sites. We\nworker well-being.\nDuring 2022, we maintained our involvement with the ILO’s\nstronger expectations around fair wages and benefits. The\ncumulatively delivering nearly 42,000 hours of training. Third- pay.\nparty assessments before and after the training participation"
    },
    {
      "page": 46,
      "text": "66 suppliers through these\n2022, 781 worker grievances, of which 576 related to\nworkers in Cambodia, China, India, and Pakistan and, during\nrecruitment process. As of 2022, we enrolled 50 suppliers who\nprogram."
    },
    {
      "page": 47,
      "text": "trafficking. Amazon Web Services (AWS) delivers financial and\nbegan operating in 2007, a Trafficking Hotline has handled over"
    },
    {
      "page": 48,
      "text": "iinncclluuddee pprroodduuccttss ccrreeaatteedd wwiitthh ssuussttaaiinnaabbiilliittyy iinn mmiinndd.. WWee\nwwoorrllddwwiiddee bbyy 22002255\ncceerrttiififieedd pprroodduuccttss ssoolldd\nssuussttaaiinnaabbllee ssoouurrcceess bbyy tthhee eenndd ooff 22002222\ncceerrttiifificcaattiioonnss,,u upp\nbbyy 22002233\n110000%% rreeccyyccllaabbllee ppaacckkaaggiinngg\nPPlleeddggeeF Frrieiennddlyly"
    },
    {
      "page": 50,
      "text": "CCoottttoonn IInniittiiaattiivvee..\naanndd EEuurrooppee.."
    },
    {
      "page": 52,
      "text": "aauuddiittss aanndd rreemmoovvee nnoonnccoonnffoorrmmaanntt ssmmeelltteerrss ffrroomm oouurr ssuuppppllyy\ncceerrttiiffiiccaattiioonn..\nffrroomm oovveerr 5500%% iinn"
    },
    {
      "page": 53,
      "text": "ffoorr cciirrccuullaarriittyy.. TTooddaayy,, ccuussttoommeerrss ccaann cchhoooossee ffrroomm 2200,,000000\niinn tthhee CClliimmaattee PPlleeddggee FFrriieennddllyy pprrooggrraamm.. MMaannyy ooff tthheessee\nPPrroodduucctt CCeerrttiiffiiccaattiioonn\nWWee hhaavvee eennaabblleedd 1199 sshhooppppiinngg ffeeaattuurreess,, ssuucchh aass nneeww sseeaarrcchh\nPPlleeddggee FFrriieennddllyy pprroodduuccttss.. TThheessee ffeeaattuurreess hhaavvee hheellppeedd AAmmaazzoonn\nqquuaalliiffyy ffoorr CClliimmaattee PPlleeddggee FFrriieennddllyy.. TThhee nneeww cceerrttiiffiiccaattiioonnss\nccaatteeggoorriieess,, mmeeaanniinngg ccuussttoommeerrss nnooww hhaavvee aacccceessss ttoo 555500,,000000\nssoouurrcceess.."
    },
    {
      "page": 54,
      "text": "first approach to ensure those in our workforce"
    },
    {
      "page": 55,
      "text": "Invest $1.2B to provide access to skills training and\neducation to over 300,000 U.S. employees by 2025 Average pay for employees in customer fulfillment\nOffered in travel and lodging reimbursement for non-\nwith Workplace Options to offer\nmental health benefits"
    },
    {
      "page": 56,
      "text": "New Benefits Added in 2022\nwages for fulfillment\nservice offerings for\nFoundational Benefits\nfinancial\noffset costs\nbenefits to 54\nAddedbenefits-\nGender-affirming\nBenefits"
    },
    {
      "page": 57,
      "text": "EEmmppllooyyeeeess ccaann nnooww\nannually. annually.\n:: WWee llaauunncchheedd aa\nbbeeiinngg..\neemmppllooyyeeeess.."
    },
    {
      "page": 58,
      "text": "Safety Committees\naim of meeting evolving employee needs. Throughout 2022, nearly 200,000 employees participated in over 10,000\nincluding:\nprogram, which was delivered to over 2,800 human resources\nillion people."
    },
    {
      "page": 59,
      "text": "Associate Feedback\nwe are creating a stage for employees to share ideas. Available\nEast and North Africa region. We also introduced it for new\nbargaining."
    },
    {
      "page": 60,
      "text": "5.1\n5.7\n5.1\nin every country, across every aspect of our business. Everyone\nand technologies to reduce and eliminate safety risks across\n2.3"
    },
    {
      "page": 61,
      "text": "them with new technologies, including artificial intelligence\n6.5\n5.7\n5.1 5.1\nRecordable Incident Rate (RIR):\nLost Time Incident Rate (LTIR):\n,000\n(ISO) 45001:2018—a voluntary international standard\nour global RIR has improved by 24%, while global LTIR\n5.1\nimprovement, we measure progress against two kinds\n2.3 2.3"
    },
    {
      "page": 62,
      "text": "on Safety\nillion inspections globally, up from 2.illion in\nto thousands of managers, w\nfulfillment facilities to sign up for one of our"
    },
    {
      "page": 63,
      "text": "Equality Index for the fifth year in a row, ranking Amazon\nIncreased Black representation by 25%.\nEquality Index\nOperations employees in 2022"
    },
    {
      "page": 64,
      "text": "Disability:IN Best Places to Work for Disability\ntime score of\nHuman Rights Campaign Best Places to Work for"
    },
    {
      "page": 67,
      "text": "data may not add up to 100% exactly. We also count employees as they currently identify, both for race and ethnicity and for gender. Therefore, when an employee updates their identification, Amazon counts that employee according to their new identification at all times in their career at\nAmazon, which may change historic data and reporting. Data in this report reflects employee identification as of December 31, 2022.\nNHOPI+: Native Hawaiian or Other Pacific Islander."
    },
    {
      "page": 68,
      "text": "for race and ethnicity and for gender. Therefore, when an employee updates their identification, Amazon counts that employee according to their new identification at all times in their career at Amazon, which may change historic data and reporting. Data in this report reflects employee identification as of December 31, 2022.\nNHOPI+: Native Hawaiian or Other Pacific Islander."
    },
    {
      "page": 70,
      "text": "Diversity\nSpent with 375 certified Total certified diverse suppliers in Supplier Connect"
    },
    {
      "page": 71,
      "text": "than 2,200 diverse suppliers registered, 728 of which are\n435 women-led business\nAmazon requires valid certification from one of five major U.S."
    },
    {
      "page": 72,
      "text": "20,000 affordable homes in three communities in\nCountries participated in Amazon’s first Global Month\nof Volunteering\nWashington state’s Puget Sound region; Washington,\nskills with free cloud computing training by 2025"
    },
    {
      "page": 73,
      "text": "Our Approach\ndelivered 10.\nexpenses. In 2022,\nto preserve and create more than 20,000 affordable\nhousing\nWe are focusing on scalable\nwe had committed over $1.\nempowerment.\nillion to approximately 90\nthe U.S. and how we are working to create\n2 m\nillion for 1,107 homes in"
    },
    {
      "page": 74,
      "text": "Community Education and\nWar in Ukraine\nvolunteers engage 47,500 students from 382 schools on tech\nengineering, and math (STEM) skills. For example, in 2021,\nTraining Resources\n3,500 children learn the basics of\nschools globally, reaching 4,800 students. Additionally, AWS\nillion in support to help address\ncommunities. Throughout 2022, 700 schools participated\nand Response\nwe donated $\nthis. The special fulfillment center in Atlanta stores 1. migrate over 10 petabytes of essential data to\nand individuals.\nover 900,000 bottles of water to Florida and other impacted"
    },
    {
      "page": 75,
      "text": "illion items as of the end of 2022. When an\nflashlights. Additionally, in India, we responded to 55 requests\n506 142\nand former Prime Minister Gordon Brown. Formally launched\n129\nnearly $\n85 m\n37 countries to create 33,"
    },
    {
      "page": 76,
      "text": "In October 2022, Amazon committed £2.\n2022 we helped plant over 6,000 trees through the\nthat restore approximately 600,000 square"
    },
    {
      "page": 78,
      "text": "As a result, we have determined several topics in scope for our"
    },
    {
      "page": 79,
      "text": "as LGBTQIA+."
    }
  ]
}