{
  "company": "BP",
  "year": "2023",
  "pdf_path": "reports/BP/2023/annual_report.pdf",
  "total_pages": 68,
  "pages": [
    {
      "page": 1,
      "text": "bp Sustainability\nReport 2023"
    },
    {
      "page": 2,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nC ontents\nIntroduction Getting to net zero 15 Improving people’s lives 32 Engaging stakeholders 52\nIntroduction from our chief executive officer 1 2023 progress 16 2023 progress 33 Engaging with our stakeholders in 2023 53\nIntroduction from our EVP strategy, Introduction 17 Aim 11: More clean energy 34\nOur reporting 56\nsustainability & ventures 2 Consistency of our ambition and Aim 12: Just transition 35\nMateriality 57\nOur sustainability frame 3 aims with the Paris goals 18 Aim 13: Sustainable livelihoods 37\nAbout our reporting 58\n2023 at a glance 4 Aims 1-5 update 19 Aim 14: Greater equity 39\nGlossary 59\n2023 sustainability progress 5 Aim 1: Net zero operations 20 Aim 15: Enhance wellbeing 41\nAssurance statement 62\nAim 2: Net zero production 21\nOur approach 6 Caring for our planet 43 Cautionary statement 64\nAim 3: Net zero sales 22\nSafety 7 2023 progress 44\nAim 4: Reducing methane 24\nEthics and compliance 9 Aim 16: Enhancing biodiversity 45\nAim 5: More investment into transition 26\nOur people 10 Aim 17: Water positive 46\nAim 6: Advocating 28\nPolicies and practices 12 Aim 18: Championing nature-based solutions 48\nAim 7: Incentivizing employees 28\nHow to navigate this report\nSustainability in our processes 13 Aim 19: Unlock circularity 49\nAim 8: Aligning associations 29\nIdentifying and managing risk 14 Aim 9: Transparency leader 30 Aim 20: Sustainable purchasing 51 1 11 16 Indicates one of our sustainability aims\nAim 10: Clean cities and corporates 31 Go to another page of this report\nGo to an online reference\n Definitions in the glossary, pages 59-61\nAbout our 2023 reporting You may also be interested in: Deloitte has assured selected key performance\nindicators (KPIs) in this report. Deloitte's\nSince we launched our sustainability frame we have worked\nbp.com/sustainabilityreport\nstatement is on page 62.\nto further embed sustainability across bp. We have also made bp.com/sustainability bp.com/basisofreporting\nprogress in a number of areas, which are covered in this report. bp.com/reportingcentre\nbp.com/ourreporting\nIn addition to this report our 2023 reporting suite comprises several\nbp Annual Report 2023\nother elements.\nbp Net Zero Ambition Progress Update 2024\nbp ESG Datasheet 2023"
    },
    {
      "page": 3,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nIntroduction from our chief executive officer\nWe’re four years into the strategy we set out in Second, we laid the groundwork for sustained Proud of our performance\n2020 – international oil company to integrated decarbonization of bp operations. Cherry Point\nenergy company, investing in today’s energy and and Whiting refineries signed low carbon power There is much more in this report. I am incredibly\nhelping build tomorrow’s. purchase agreements, Tangguh LNG plant added a proud of the whole bp team for their focus and\nsteam heat recovery system, while bpx energy cut performance in 2023. We believe in what we’re\nWe’ve learned a lot in those four years. How to use\noperational emissions through more electrification doing, and our last employee survey showed pride\nnew technology to reduce operational emissions\nand automation. Technology and digitization can in the company is at record levels – though we\nand improve process safety. How to make the\nyield further improvements in safety, efficiency and never take this for granted.\nmost of our scale and skills as we build our\nemissions – a big focus for bp as we drive to 2025.\ntransition growth engines. The work goes on. As ever, we welcome your\nThird, we remain confident that we can achieve feedback and challenge.\nSafety matters most double-digit returns from our portfolio of transition\nMurray Auchincloss\ngrowth engines – which includes our lower carbon\nChief executive officer\nThere’s always more to do in this respect. In 2023 businesses. That's comparable to the kind of\nMarch 2024\nwhile we made progress on process safety, three returns oil and gas deliver. We continued to invest\npeople tragically lost their lives while working for in our transition growth engines in 2023, adding\nbp. We are committed to eliminating all fatalities, 35% more EV charge points globally to bp pulse,\nlife-changing injuries and the most serious growing our biogas supply volumes 80% year on\nprocess safety incidents, and we continue to work year and expanding our renewables and hydrogen\nto strengthen bp’s safety culture. project pipelines.\nFocused on delivery\nThree strategic pillars\nOur strategy is focused on three key areas of activity.\nIf the past few years were about learning and\ngenerating options, we’re now fully focused on\ndelivery, as our teams showed in 2023. First,\nas planned, we completed the deployment of\ntechnology, modelling and solutions to enable\nmethane detection and measurement across Resilient Convenience Low carbon\nhydrocarbons and mobility energy\nour operated upstream oil and gas assets.\nThis will give us better data to keep our methane Oil and gas Retail fuels\nintensity down. We believe near-zero methane Refining Castrol, aviation,\nB2B/midstream\nshould be an industry-wide ambition, which is why\nwe supported and contributed expertise to the\nOil and Gas Decarbonization Charter announced\nTransition growth engines\nat COP28. Bioenergy Convenience Hydrogen\nEV charging Renewables & power\nSustainability\nSee the glossary on pages 59-61\nIntegration\n1 bp Sustainability Report 2023"
    },
    {
      "page": 4,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nL etter from our EVP strategy, sustainability & ventures\nIn 2023 we continued our work to embed In terms of strategic progress, 2023 was a This is invaluable progress and this year’s report\nsustainability throughout bp, focusing on where year of continued delivery. Though today we contains many more examples of how we are\nwe can have the biggest impact and create the remain mostly in oil and gas, one example of embedding sustainability into our work.\nmost value. And although it was a challenging year the investment we are making as we transform\nin many respects, I am pleased with the work we bp is our purchase of TravelCenters of America. Positive impact on our planet\nhave done in support of the aims we set ourselves The investment means that we are now on\nfor net zero, people and planet. almost every major US highway, with a network People and nature are inextricably linked, and\nof around 290 sitesa that allows us to develop our we have advanced on our five aims to care for\nProgress on net zero convenience business alongside biofuels, biogas, the planet. As part of our biodiversity aim (aim\nEV charging and, in time, hydrogen. In 2023 our 16), in 2023 we started using our net positive\ny On net zero operations (aim 1) – by the end of investment into our transition growth enginesb impact methodology on new bp projects in the UK\n2023, we maintained a 41% reduction in Scope 1 was $3.8 billion. and Indonesia.\nand 2 absolute emissions compared with 2019\nWe also aim to replenish more fresh water than\nwhile bringing a number of new projects online. Focus on people\nwe consume in our operations to help us become\nThis exceeds our 2025 target of a 20% emissions\nwater positive (aim 17). We continued site-based\nreduction although our operational emissions Social sustainability is at the heart of the energy\nassessments to identify water efficiencies,\nare expected to fluctuate as more new projects transition. We believe that a just transition\nincluding at our refineries in Rotterdam in the\ncome online. While this adds to the challenge of (aim 12) should be a key part of the world’s\nNetherlands, Lingen in Germany, and Cherry Point\nreducing emissions, our work to do so continues. move towards net zero. We are also in action to\nand Whiting in the US.\ny On net zero sales (aim 3) – our target for 2025 support livelihoods in local communities and\nis a 5% reduction in carbon intensity and we have improve workforce diversity, equity and inclusion.\nThank you\nnow reached 3% compared with 2019. For example, at our Tangguh LNG facility, 72% of\ny On reducing methane (aim 4) – our first goal was the workforce is Indigenous Papuan and 60% of\nWe are now more than halfway on our journey to\nto deploy our methane measurement approach Papuan technicians working there are women.\n2025 since setting our targets and objectives in\nacross our operated upstream oil and gas We continue to embed our aims in the way bp 2020. There is much more to be done but I am\nassets by the end of 2023. We are very proud to works. Our Operating Management System very proud of what we have achieved. I want to\nsay that we have completed this. Our methane (OMS) provides a single framework for delivering thank our teams, partners, customers, suppliers –\nintensity in 2023 remained at 0.05%, based safe, reliable and compliant operations – and it everyone we have worked with. Together, we are\non our existing methodology. As we look ahead, includes environmental and social requirements. really making an impact, and we are doing so while\nwe'll take stock of our aim 4 targets as we embed\nmaintaining our focus on safety, efficiency and\nIn 2023, we strengthened the requirements that\nour new measurement approach.\nadding greater value to bp.\ncover communities and workers to promote more\neffective delivery of our standards for engaging Giulia Chierchia\nstakeholders and closer alignment with our EVP strategy, sustainability & ventures\nsustainability frame. March 2024\na As at 1 August 2023.\nb Transition growth engines are bioenergy, convenience, EV charging, hydrogen and renewables & power. The definition for transition growth investment  can be found in the glossary on pages 59-61.\nSee the glossary on pages 59-61\n2 bp Sustainability Report 2023"
    },
    {
      "page": 5,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nO ur sustainability frame\nOur purpose is reimagining energy for people and our planet. Our sustainability frame translates our\npurpose into action and underpins our strategy to become an integrated energy company.\nOur aims and objectives Our sustainability aims\nSustainability at bp is about creating value for Get to net zero Improve people’s lives\nour stakeholders by connecting the business\nopportunities of the energy transition with\nour aims. Net zero operations More clean energy\nOur approach Net zero production Just transition\nOur beliefs and foundations Net zero sales Sustainable livelihoods\nOur approach to sustainability helps us do the\nright thing on safety, greenhouse gas emissions,\nReducing methane Greater equity\nhuman rights, biodiversity, and other social and\nenvironmental factors.\nMore investment into transition Enhance wellbeing\nEmbedding into our DNA\nWe are working to embed sustainability more\nAdvocating\ndeeply into our culture, decision making,\ngovernance, systems, and processes. Care for our planet\nIncentivizing employees\npages 6-14\nAligning associations Enhancing biodiversity\nEngaging stakeholders Transparency leader Water positive\nWe learn through ongoing engagement with our\nmany different stakeholders and work with them Clean cities and corporates Championing nature-based solutions\nto deliver our aims.\npages 52-55 Unlock circularity\nSustainable purchasing\nSee the glossary on pages 59-61\n3 bp Sustainability Report 2023"
    },
    {
      "page": 6,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n2 023 at a glance\nA snapshot of our scale, reach and performance against our strategy.\nAbout bp Our strategic performance Value creation\nWe are a global business, with operations in We create value for society in many different ways: through our\nEurope, North and South America, Australasia, Resilient hydrocarbons products and services and as an employer, taxpayer, supply chain\nAsia and Africa – through which we deliver energy participant and investor in local communities.\nproducts and services to our customers. We are\nUpstream Biofuels Biogas supply\nincreasingly focusing on doing this in ways that productionb production volumes Total economic value generated by bp\nhelp drive the transition to a lower carbon future.\n2.3 32 22 $215.2bn\nmmboe/d kb/d mboe/d\nEmployees Countries of operation\n(2022 2.3mmboe/d) (2022 27kb/d) (2022 12mboe/dc) (2022 $246.7bn)\n87,800a 61\nPayments to partners and Dividends\n(2022 67,600) (2022 62) Convenience and mobility suppliers\n$151.7bn $4.8bn\nStrategic Electric vehicle Customer touchpoints\nUnderlying replacement cost (RC) profit convenience sites charge points per day (2022 $174.0bn) (2022 $4.4bn)\n$13.8bn 2,850 >29,000 >12m\nTaxes to governments Benefits paid to employees\n(2022 $27.7bn) (2022 2,400) (2022 22,000) (2022 ~12m) $11.9bn $10.3bn\n(2022 $12.5bn) (2022 $9.6bn)\nLow carbon energy\nSocial investment spend\nDeveloped renewables Installed renewables Hydrogen production net $117m\nto FID (net) capacity (net) (2030 aim)\n6.2 2.7 0.5-0.7 supporting additional initiatives to\nGW GW Mtpa\nbenefit communities\n(2022 5.8GW) (2022 2.2GW) (2022 $93m)\na This figure reflects new acquisitions including TravelCenters of America.\nb Relative to 2019, we expect our hydrocarbon production to be around 25% lower by 2030, reflecting active management and high-grading of the portfolio, including divestment of non-core assets.\nc 2022 excludes Archaea Energy.\nSee the glossary on pages 59-61\n4 bp Sustainability Report 2023"
    },
    {
      "page": 7,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n2023 sustainability progress Key:\nWater assessments to New focus areas for\n1 Get to net zero\nimprove efficiency circularity published\n11 Improve people's lives Conducted assessments at four to help us improve our waste\nSince launching our net zero aims in 2020 and our people and planet refineries, accounting for around management and integrate\n16 Care for our planet 51% of our water consumption, circularity into our transition\naims in 2021, we have been in action to deliver them. In 2023 we made\nto help identify areas where growth engines.\nprogress across these three focus areas. we can create efficiencies in\nwater consumption.\npage 46 page 49\nNet zero operations Implementing methane measurement across our upstream oil Improved risk assessment Promoting wellbeing for New sustainable\nand gas assets tool for security and our employees purchasing position\n41%\nWe have completed the implementation of our planned methane human rights All of our eligible employees and launched in 2023\nmeasurement approach across our upstream oil and gas assets, We undertook more than 230 risk their families now have access setting out focus areas to help\nwith the introduction of software for flare efficiency, predictive assessments using this tool and, to an online wellbeing platform us engage suppliers to support a\nreduction in absolute emissions emissions monitoring on gas turbines and additional or updated where we identified risks, we put at bp. more sustainable supply chain.\nagainst the 2019 baseline. in place measures to prevent or\n(2022 41%) meters among other measures. mitigate them.\npage 20 page 25 page 36 page 41 page 51\nNet zero production Collaborating with First Putting net positive into action\n13% Nations people in Australia We have started using our net positive impact\nbp Australia launched a biodiversity methodology on new bp projects.\nnew Reconciliation Action These include the Northern Endurance Partnership\nreduction in absolute emissions Plan (RAP), setting out Development in the UK and the Ubidari carbon\nagainst the 2019 baseline. actions over three years capture project in Indonesia.\n(2022 15%) to improve outcomes for\nthe country’s First Nations page 45\npage 21 Project Seagull, North Sea, UK peoples. It was developed\nthrough collaboration with\nAboriginal and Torres Strait\nIslander employees.\nNet zero sales Reducing methane More $ into transition\n3% 0.05% $3.8bn\nreduction in the average lifecycle methane intensity. transition growthinvestment.\ncarbon intensity of sold energy (2022 0.05%) (2022 $4.9bn)\nproducts against the 2019\nbaseline. (2022 2%)\npage 22 page 24 page 26 page 35 Teesside brownfield site, Teesside, UK\nSee the glossary on pages 59-61\n5 bp Sustainability Report 2023"
    },
    {
      "page": 8,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nOur approach to sustainability\nis targeted, systematic and\ncollaborative – built on strong\nfoundations that guide the way\nwe work and support our net\nzero, people and planet aims.\nIn 2023 as part of our\nongoing work to embed\nsustainability across bp we\ndeveloped a roadmap that\nprioritizes our integration\nactions to support delivery of\nour sustainability frame.\nOur\nIn this section\nSafety 7\nEthics and compliance 9\napproach Our people 10\nPolicies and practices 12\nSustainability in our processes 13\nIdentifying and managing risk 14\nWhiting refinery, Indiana, US\nSee the glossary on pages 59-61\n6 bp Sustainability Report 2023"
    },
    {
      "page": 9,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nSa fet y\ncomes first\nAt bp, safety comes first. We want to improve our safety performance and work towards the goal\nwe set in 2021 to eliminate fatalities, life-changing injuries and tier 1 process safety events.\nIn 2023 we updated our operating management Showing care about how work is done and acting The effectiveness of this roll-out is being verified Personal safety\nsystem( OMS) to make it simpler and clearer. on concerns raised helps drive a learning culture, by selected site visits. For example, in June 2023 We deeply regret the fatalities and life-changing\nThis update provides a closer focus on human which in turn can help us make our workplaces the bp operational safety manager and North Sea injuries that occurred at bp in 2023. In May a\nperformance, our Safety Leadership Principles safer. We encourage people to speak up if they discipline lead in our health, safety, environment contractor in our US Permian operations was\nand the International Association of Oil & Gas have safety concerns. Read more about speaking & carbon (HSE&C) team visited the Clair Ridge fatally injured when operating a forklift and in\nProducers’ (IOGP) Life-Saving Rules. up on page 9. platform in the North Sea to observe how IOGP’s June, a contractor in the Permian region suffered\nLife-Saving Rules were being implemented a life-changing injury while performing manual\nOur Safety Leadership Principles In 2023 we took steps to improve our teams’\nand integrated into daily meetings and safety activity. At our TravelCenters of America business,\nDesigned to guide behaviour and ways of working capability to use the Safety Leadership Principles.\ndiscussions. Similar site visits were carried out one employee was struck by a vehicle and fatally\nacross bp to drive a robust, consistent safety For example, we offered more employees\nlater in the year in Egypt, Oman, Germany, the injured and another employee was killed in a\nculture, our Safety Leadership Principles are: in operations training about how to better\nNetherlands and the US. workplace violence incidenta.\nincorporate them into daily conversations at work.\ny We genuinely care about each other.\nbp.com/lifesavingrules We have offered our condolences and support\ny We will not compromise our focus on safety. In 2021 we launched our quarterly Safety\nto the families and employees affected. We are\ny We encourage and recognize speak up. Leadership Principles Awards to showcase and taking action to learn from these incidents to drive\nencourage the behaviours we can all adopt to Defining life-changing injuries\ny We understand how work actually happens. further improvements in safety.\nhelp improve safety. Nominees for the awards To know if our performance is improving, we must\ny We learn why mistakes occur and have included bp employees and contractors who accurately measure and benchmark it. We have\nrespond supportively. showed strong operating discipline and took steps worked closely with IOGP to help develop our\nOur Safety Leadership Principles are guided by to help mitigate safety risks, including speaking up. industry’s first ‘Permanent Impairment Injury’\nhuman performance. They enable a culture of care definition and have adopted it into our systems\nLife-Saving Rules and life-changing injuries\nby helping us understand how people interact with and processes. Consequently, in 2023, for the\nWe recognize the value of industry standardization\ntheir working environment – recognizing that we first time we recorded and reported these injuries\nand consistent rules to help improve safety\nall make mistakes. We take action to prevent and (which we call ‘life-changing injuries’) against\nperformance, including IOGP’s Life-Saving Rules.\nreduce the consequences of these mistakes. the IOGP industry-standard definition. This new\nAround 80% of personal safety incidents in the oil\nreporting metric is intended to help sharpen our\nWe review how people interact with equipment and gas industry that result in a fatality, involve focus on eliminating the most serious injuries.\nand systems – for example, examining potential activities covered by the Rules. In 2023 we\ncauses of stress and fatigue and the quality of our continued rolling out and embedding them across\nsystems and procedures. our operating businesses, through activities such\nas safety inductions, team safety talks and control\nof work systems.\na In 2023 bp acquired the US-based TravelCenters of America business. Shortly after the acquisition was completed, two separate incidents occurred resulting in fatalities. At the time of publication, TravelCenters of America\nsafety reporting processes were still being integrated into bp’s reporting processes and as such, these fatalities are not included in reported fatality data for 2023. Project Seagull, North Sea, UK\nSee the glossary on pages 59-61\n7 bp Sustainability Report 2023"
    },
    {
      "page": 10,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n2023 performancea Process safety 2023 performancea Emergency preparedness\nIn 2023 our recordable injury frequency (RIF) We encounter our most significant process safety Our combined reported tier 1 and tier 2 process The scale and spread of our operations mean\nincreased by 47%. A rise in the number of injuries risks in our production & operations business, safety events(PSEs) have generally decreased we must be prepared to respond to a range of\nin North America (which we attribute in part to primarily in refining and production activities. during the past 11 years, apart from in 2019. possible disruptions, including emergencies.\nthe onboarding of retail operations we acquired, In 2023 we made further improvements to mitigate This downward trend continued in 2023 when We maintain disaster recovery, crisis, and business\nincluding Thorntons) contributed to this increase. these safety risks by strengthening both our we reported 39 PSEs, 11 fewer (22%) than in continuity management plans and work to build\nPlans are in place to help prevent injuries in process safety barriers and the requirements in our 2022. We have also made progress in preventing day-to-day response capabilities to support local\nthe future. OMS. In refining we also published a mechanical and reducing spills. In 2023 there were 100 oil management of incidents. We regularly test our\nintegrity framework designed to improve spillsc compared to 108 in 2022 and 121 in 2021. plans and preparedness through exercises that\nRecordable injury frequencya,b equipment integrity and consistency and the way Although portfolio changes may affect the overall simulate real-life scenarios. In 2023 we conducted\n(workforce per 200,000 hours worked) we address related incidents. We currently review baseline of our operations, our goal is still the more than 20 large-scale exercises, including two\nthe progress of our safety improvement plans for elimination of tier 1 PSEs. in June:\n0.30 0.274 refining and production every two months.\nOur operating sites collaborate to share examples y In Egypt an exercise involved more than 140\n0.25 In 2022 we ran a successful pilot of IOGP’s of good practices and our central HSE incident participants – including key stakeholders from\nProcess Safety Fundamentals, which set out 10 investigations team investigates serious or bp, the Egyptian government and other agencies\n0.20 0.187\n0.166 0.164 principles designed to help improve awareness complex incidents to enable systemic gaps to be – in a loss of primary containment scenario,\n0.15 0.132 of process safety risks – for example, the need to identified and addressed. with a focus on developing a collaborative and\n‘respect hazards’ and ‘sustain barriers’. Many of integrated response.\n0.10\nthe fundamentals reflect processes within our Process safety eventsa,d y In Spain we tested complex incident\n0.05 OMS. We built on this work in 2023 – increasing (number of incidents) management and co-ordination across bp\ntheir visibility to front line teams by running response teams and simulated civil society and\n0.0 awareness-raising sessions at more of our sites. 100 72 Spanish government stakeholders. The scenario\n2019 2020 2021 2022 2023\nincluded a fire at Castellón refinery and a cyber\n80 53 attack on bp systems.\nDriving safety\n46\nDriving is one of the biggest personal safety 60\n33\nrisks we face at bp. In 2023 seven severe vehicle\n30\naccidents occurred, a decrease from 10 in 2022. 40\nThe number of kilometres driven fell by 4.2%\nduring the same period. 20 26\n17 16 17\n9\n0\n2019 2020 2021 2022 2023\nTier 1\nTier 2\na At the time of publication, the recently acquired US-based Archaea Energy and TravelCenters of America safety reporting processes were still being integrated into bp’s safety reporting processes and as such, Archaea Energy\nand TravelCenters of America safety performance data is not included in reported data for 2023.\nb The number of reported work-related incidents that resulted in a fatality or injury.\nc The number of accidental or unplanned losses of hydrocarbon from primary containment from a bp or contractor operation, irrespective of any secondary containment or recovery. Oil spills > 1bbl are defined as any liquid\nhydrocarbon release of more than, or equal to, one barrel (159 litres, equivalent to 42 US gallons).\nd Tier 1 events are losses of primary containment from a process of greatest consequence – causing harm to a member of the workforce, damage to equipment from a fire or explosion, a community impact or exceeding\ndefined quantities (per API RP 754 tier 1 definitions). Tier 2 events are those of lesser consequence (per API RP 754 tier 2 definitions).\nSee the glossary on pages 59-61\n8 bp Sustainability Report 2023"
    },
    {
      "page": 11,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nO ur approach\nEthics and compliance Any concerns or enquiries can be raised through around misconduct. We follow a disciplinary Our code explicitly prohibits engaging in any\nmultiple speak up channels. These include line process and issue sanctions where appropriate, form of bribery or corruption and includes an\nOur code of conduct managers, senior leaders, contacts in our people & which may include dismissal. Read more about expectation that we work to make sure our\nOur code sets the standards and expectations culture, ethics & compliance, safety & operational our ‘Pulse’ surveys on page 11. business partners comply with our requirements.\nfor how we do the right thing and empowers us risk assurance or legal teams. We also have a\nAny instances in which we believe individuals Our group-wide anti-bribery and corruption, anti-\nto speak up without fear of retaliation. It is the confidential global helpline, OpenTalk. It is available\nhave fallen short of the expectations set out in our money laundering and anti-tax evasion policies\nfoundation of ‘Who we are’ and puts safety first. in 75 languages and can be accessed all day, every\nbeliefs, ‘Who we are’ and our code, are taken very and related procedures include measures and\nTogether with our Safety Leadership Principles and day on the telephone or internet, by employees, the\nseriously and investigated fully. guidance to assess and mitigate risks, understand\noperating management system (OMS), it helps us wider workforce, communities, business partners\nrelevant laws and report concerns. They apply to\nmake safe and ethical decisions, act responsibly, and other stakeholders. Anyone has the right to In 2023 66 employee separations resulted from\nall bp-operated businesses. Where bp is not the\ncomply with applicable laws and deliver our contact OpenTalk anonymously, except where this non-conformance with our code or because of\noperator, we have processes in place to manage\nsustainability frame. is prohibited by law. unethical behaviourb.\nour interests – including guidance to help bp\nOur code applies to all bp employees, officers and More than 2,250 concerns and enquiries were asset managers influence operators in line with\nTotal number of concernsa and enquiries raised\nboard members. Our regular mandatory training reported in 2023 (compared to more than 1,350 our expectations.\nand communications help employees understand in 2022)a. In 2023 we rolled out our refreshed 2,500\n976 We provide appropriate training for employees\nhow to apply it and how to raise questions or code of conduct and our employee numbers\nconcerns. All bp employees are required to confirm grew through a combination of acquisitions and 2,000 1,061 in roles assessed to be at a higher risk of bribery\nand corruption. In 2023 around 10,400 employees\nannually that they have read and understand our organic growth in existing businesses, including 1,008\ncode and act in accordance with its principles. our transition growth engines. These factors 1,500 830 761 completed anti-bribery and corruption training\nas part of our ethics & compliance risk-based\nWe expect and encourage all our contractors and may have contributed to the increase in concerns 1,299\n1,000 learning. This is more than the 7,500 employees\ntheir employees to act in ways that are consistent and enquiries through better awareness about\ntrained in 2022, due to the rolling time schedule we\nwith our code. speaking up and an increase in concerns from the 788\ngrowing retail workforce. 500 600 584 606 use to assign training.\nbp.com/codeofconduct\nWe assess our exposure to bribery and corruption\nAs in 2022 the most frequently raised concern 0\nrelated to bullying, harassment and discrimination, 2019 2020 2021 2022 2023 risks when working with suppliers and business\nSpeaking up partners. If appropriate, we put in place a risk\nwith these accounting for around half of all OpenTalk\nOur code reinforces the importance of speaking Raised with management mitigation plan and will choose not to work with\nconcerns. The second most common concern\nup about anything that is unsafe, unlawful or a counterparty, or to reject tenders, based on the\nwas alleged fraud. We take potential misconduct\ninconsistent with its content – and makes Anti-bribery and corruption results of our risk assessments. We also conduct\nseriously and thoroughly review and respond\nit clear that everyone who works for bp has Managing bp’s key enduring risks, including our anti-bribery compliance audits on selected\nto it, including conducting investigations where\na responsibility to do so. It emphasizes line exposure to bribery and corruption, is essential. suppliers when contracts are in place.\nappropriate. We may take action in response to\nmanagers’ responsibility to listen and act when\nWe operate in parts of the world where bribery and\nreported concerns – for example through training Corrective action is taken with suppliers and business\nconcerns are raised and the importance of\ncorruption present high risks, so it is important\nand by monitoring trends in our ‘Pulse annual’ partners who fail to meet our expectations.\nnon-retaliation. It also provides an overview of\nthat we engage with our employees, contractors,\nsurvey data to help proactively mitigate issues This may include terminating contracts.\nour concerns management process. We do not\nsuppliers and others to emphasize that our\ntolerate retaliation of any kind and consider it to\ncommitment to ethical and compliant operations\nbe misconduct.\nis unwavering.\na Excludes duplicate concerns.\nb This total excludes exits of contractors, suppliers, vendors and employees at our retail and heliport sites.\nSee the glossary on pages 59-61\n9 bp Sustainability Report 2023"
    },
    {
      "page": 12,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nExtractive Industries Transparency Initiative Political donations In 2023 we continued to pay higher rates of tax Our people\nThe Extractive Industries Transparency We prohibit the use of bp funds or resources due to windfall taxes on energy producers and\nInitiative (EITI) aims to promote transparency to support any political candidate or party. suppliers. For example, in the UK the energy profits Our people are crucial to delivering our purpose,\nand accountability in the way that countries We recognize the rights of our employees to levy means in 2023 we paid 75% tax on our North strategy and aims. We focus on providing the\nmanage their natural resources to benefit their participate in political processes and these Sea profits. As our taxes are largely based on support and skills they need to thrive and help\ncitizens. Through the EITI Standard, countries rights are governed by the applicable laws in profits, if they increase we pay more tax. bp succeed.\nare encouraged to make disclosures relating to the countries where we operate. Our stance on\nbp.com/tax To understand the skills we need across bp now\ntax, revenues, contracts and licences linked to the political activity is set out in our code.\nand will need in the future, in 2023 we continued\nextractive industries. This is intended to improve\nunderstanding of the economic contribution of the In the US we provide administrative support for Taxes paid to governmentsb our work to build skills forecasts and implement\nthe bp employee political action committee (PAC) ($ million) capability plans across bp, including those for our\nextractive industries and mitigate corruption risks.\n– a non-partisan, employee-led committee that transition growth engines. To implement these\n14,000\nWe are a founding member of the EITI and sit on encourages voluntary employee participation in capability plans, we are developing our current\nits board, which sets priorities for the organization the political process. All contributions made by 12,453 talent by running targeted skills development\nand evaluates countries’ progress in meeting the bp employee PAC are weighed against the 12,000 11,934 campaigns, while also recruiting externally to\nthe EITI Standard. We also actively participate in PAC’s criteria for candidate support and reviewed bring new expertise into bp. This is helping us\nnational multi-stakeholder groups in Trinidad and for legal compliance before funds are sent to the 10,000 build a workforce with the skills we need as our\nTobago, Mauritania and Senegal. In 2023 EITI recipients, and publicly reported in accordance business evolves.\nawarded Trinidad and Tobago a high overall score with US election laws. Contributions made by the 8,000\nOur culture\n(89 out of 100) for meeting the requirements of PAC are from employee contributions and not 6,913\nWe use data from various sources, including our\nthe EITI Standard. The significant efforts of the from bp funds.\n6,000 ‘Pulse annual’ employee survey, to provide insights\nmulti-stakeholder group the contributed to this 5,378\nTax transparency about our culture. This data is regularly reviewed\nstrong performance.\nWe take a responsible and transparent 4,000 by bp leadership with oversight and assurance\n3,337\nWe support the EITI’s initiative to encourage approach to tax and work to create open, provided by the board and its committees.\nbeneficial ownership transparency globally and constructive relationships with governments and 2,000 In 2023 we established a board-level ‘Who we\nwe use beneficial ownership information in a risk- tax authorities.\nare’ culture oversight committee to gain insight\nbased manner when conducting due diligence on\nOur responsible tax principles, which align with 0 into our progress towards embedding the ‘Who\nour counterpartiesa.\nour code and beliefs, provide a framework for 2019 2020 2021 2022 2023 we are’ culture frame, with a specific emphasis\nWe also back governments’ efforts to encourage responsible tax behaviour. We comply with the tax on psychological safety and speaking up. It is\nand promote contract transparency when legislation of the countries where we operate, and expected that, over time, the responsibilities of the\nappropriate because we recognize its importance do not tolerate the facilitation of tax evasion by ‘Who we are’ oversight committee will be absorbed\nin improving understanding of our industry, people who act for or on behalf of bp. by the people and governance committee. In 2023\npromoting accountability and building trust. the board also held engagement sessions with bp\nWe contribute to the public disclosure of contracts employees as part of its workforce engagement\nand licences consistent with government programme. This is covered in more detail in the\nprocedures in EITI-implementing countries where bp Annual Report 2023.\nwe have a presence.\nRead more in the bp Annual Report 2023\npage 97\na Beneficial ownership refers to the individual who ultimately owns or has significant influence or control over the entity (UK EITI).\nb Comprises corporate income and production taxes.\nSee the glossary on pages 59-61\n10 bp Sustainability Report 2023"
    },
    {
      "page": 13,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nEmployee engagement y We ran another ‘growth week’ to enhance\nResults from the 2023 ‘Pulse annual’ survey, our learning culture and highlight current and\nGlobal Sustainability Network\n‘Who we are’ which ran in August and September 2023, showed future skills and development opportunities.\nthat pride in working for bp increased from 78% Approximately 14,000 participants across Our Global Sustainability Network (GSN) is\nreported in 2022 and reached a record 80%. around 60 countries registered to take part. an initiative created and led by employees.\nIn 2022 we launched ‘Who we are’ setting out Employee engagement also increased to 73% from y We launched a new online sustainability hub, It brings together people from across bp to\nour three key beliefs – Live our purpose, Play 70% in 2022. Both figures are notable given that designed to help our people connect, learn help implement a clear strategy – to connect,\nto win and Care for others – along with nine participation in the survey was higher than ever about, and act on sustainability. In the first educate and act on sustainability. Since its\ndescriptors of how we work, including one that before. We achieved an 85% response rate from six months since its launch, the site has been launch in 2021 GSN membership has grown to\nstates safety comes first at bp. ‘Who we are’ is office and front line employees and 74% from the accessed more than 4,000 times. more than 6,000 people, who come together\nintegrated into our code of conduct and sets subset of retail employees. through 16 chapters across more than\nour expectations of how our people should Focus@bp 50 countries.\nbehave. It guides our approach to recruitment, We use what we learn from our ‘Pulse’ surveys to Our internal performance development platform\nassessment, development, performance help meet our performance objectives and work focus@bp is available to all permanent employees. In 2023 the GSN led global and regional\nmanagement and reward. towards the 2025 targets for our aims. In doing so, It incorporates dynamic goal setting, regular initiatives to educate colleagues about\nwe focus on four areas – leadership, transforming, check-ins, real-time feedback and an annual sustainability and share stories about\nIn 2023 we further embedded ‘Who we are’ by psychological safety and inclusion. reflection on performance. We use the platform to sustainability in action. These reached more\ncontinuing to integrate it into our policies and help drive development conversations, recognizing than 2,000 people. Examples of GSN activities\nDeveloping our people\npractices, including our hiring approach and that on-the-job development is a key part of in 2023 included:\nIn 2023 bp employees collectively completed more\ninterview tools. We trained a community of than 1.3 million hours of formal learning (2022 building skills. y The Big Think Hackathon in our Asia Pacific\nmore than 2,000 ‘Who we are’ changemakers\nand piloted behaviour change initiatives to 1.1 million hours). This learning takes place within Education, employability and skills development region, during which more than 300\nbring our beliefs to life. Our 2023 ‘Pulse annual’ a development frame, applicable to all employees. Through our education and employability participants shared around 60 ideas about\nsurvey showed that around 80% of employees It covers safety, conformance and compliance initiatives, we invest to develop future talent. how to deliver our sustainability frame.\nsee our beliefs reflected in our actions. learning, technical, leadership and future skills. This helps to increase the availability of the skilled Several ideas were selected to be developed\nOur development offer and training portfolio people needed to advance the energy transition further with business leader sponsorship.\nbp.com/whoweare also include a rigorous mandatory curriculum, and builds on our work to promote science, y The Flow to Work programme, which\nfocused on compliance with applicable laws and technology, engineering, and mathematics (STEM) connects members to sustainability\nregulations as well as conformance with our skills. Much of this work is focused on supporting projects across bp so they can build their\nMonitoring employee sentiment internal standards. social mobility in disadvantaged communities. sustainability skills while helping deliver our\nWe measure employee sentiment through our Read more about enabling a just transition on aims. In 2023 Flow to Work helped GSN\nWe strengthened our development offer in\n‘Pulse annual’ survey, which is sent to all eligible page 35 and social mobility on page 39. members to get involved with the screening\n2023, evolving it to meet the demands of the\nemployees, and through our ‘Pulse live’ survey, and selection of biodiversity restoration\nenergy transition:\nwhich is sent weekly to a representative sample projects and digital work designed to support\nof around 8% of employees. To supplement our y We launched new learning pathways on our operational emissions reductions.\nannual survey feedback, we discuss specific global learning platform grow@bp, to cover our\ntopics in listening panels and focus groups. sustainability aims, the energy transition and our\ntransition growth engines.\nIn 2023 we extended the ‘Pulse annual’ survey to\ny We introduced our Reinventing Leadership\ncover a subset of our retail employees, to provide a\nprogramme across bp at all levels, focusing on\nmore complete and representative view of our total\nkey leadership skills to drive our performance\nworkforce. This will be increasingly important as\nand ongoing reinvention.\nwe grow our retail and convenience businesses.\n11 bp Sustainability Report 2023"
    },
    {
      "page": 14,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nPolicies and practices potential impacts and mitigation measures, Indigenous peoples sites, or in Strict Nature Reserves and Wilderness\ntaking into account any sensitivities around We operate in several countries where Indigenous Areas as listed on 1 January 2020 and defined\nOur policies and practices set expectations livelihoods, land, environment and culture. In 2023 People live. We seek to apply the principles of by the International Union for Conservation of\nabout how we manage environmental and we strengthened and clarified the language in free, prior and informed consent where practical Nature (IUCN). We review this commitment\nsocial performance before, during and after our our OMS requirements related to communities when consulting and engaging with Indigenous periodically and engage with UNESCO and the\nactivities. They include environmental and social and workers to promote more effective delivery Peoples about new projects, recognizing their IUCN. In our online protected areas update we\nrequirements, which form the foundation of many of our standards and closer alignment with our human rights and respecting their sensitivities report on the number and overlap of our major\nof our sustainability aims. sustainability frame. Read more about stakeholder concerning livelihoods, land, environment and operating sites in or near to protected areas and\nengagement on page 53. culture. Our internal requirements for projects and key biodiversity areas.\nAs we continue our work to embed sustainability\noperations reflect this and other commitments\nacross bp, we review and update our relevant Human rights policy As we continue planning our carbon capture\nfrom our human rights policy. Read more on\npolicies and practices to reflect our sustainability Our human rights policy aligns with the UN Guiding and hydrogen projects in Teesside, UK, we have\npage 36.\nframe and aims. Principles on Business and Human Rights. It is acknowledged the risks involved in constructing\nunderpinned by the International Bill of Rights and Read our human rights policy and LRMS and operating near international protected areas.\nOur Operating Management System\nthe International Labour Organization’s Declaration principles: bp.com/humanrights Through our environmental practices, we require\nOur Operating Management System (OMS)\nof Fundamental Principles at Work, including its projects that are either located in or could affect an\nprovides a single framework for delivering safe, Read our modern slavery and human\nCore Conventions. Our policy also specifies the international protected area, to identify and assess\nreliable and compliant operations. It includes trafficking statement: bp.com/modernslavery\nneed for independent third-party assessments of the risks involved and put in place the mitigation\nenvironmental and social requirements related\nto our sustainability frame. These requirements selected sites and business activities on a risk- Environmental measures necessary to avoid and reduce project\napply to businesses over which bp has operational prioritized basis to assess their conformance; we bp environmental policy impacts. For example, during site investigation\ncontrol. Updates to our OMS in 2023 included continued these assessments in 2023. Our environmental policy is established through works adjacent to the Teesmouth and Cleveland\nrevised requirements in our environmental and To support our teams, we provide human rights relevant elements of our code, in particular the Coast Ramsar site we aimed to mitigate impacts\nsocial practices that cover investment decisions, training and other awareness-raising activities. sections on ‘safety and sustainability’ and ‘our to the local environment through noise reduction\nprojects and operations. These updated practices In 2023 these included training on identifying and responsibility and how we speak up’. The policy is methods and employed an ecologist on the\nset out requirements to identify, prevent and managing labour rights and modern slavery risks. supported by relevant aspects of our commitment project. Read more about our aim 16, enhancing\nmitigate carbon, environmental and social impacts to health, safety, security and environmental biodiversity, on page 45.\nLabour rights and modern slavery principles\nand risks; and to identify related opportunities. performance, our sustainability frame, our bp.com/protectedareas\nThese state our commitment to respect workers’\nbiodiversity position and our internal group\nAll our major operating sites attest or certify to rights in line with International Labour Organization\nrequirements and guidance, including those that bp.com/biodiversityposition\nISO 14001, in line with our OMS requirementa. Core Conventions on Rights at Work, and our\nform part of our OMS.\nexpectation that contractors, suppliers and joint\nSocial Water\nventures do likewise. Our principles cover bp.com/environmentalpolicy\nOur code of conduct and OMS contain Our businesses actively manage our freshwater\nprevention of abusive or inhumane practices,\nrequirements and guidance about the need to demands in areas of stress and scarcity, based\nsuch as child labour, forced labour, trafficking, Biodiversity and protected areas\nrespect the rights of workers and community on analysis carried out using the World Resources\nslavery or servitude, discrimination or harassment. Our biodiversity position builds on robust practices\nmembers. Our OMS requires all projects and Institute Aqueduct Global Water Risk Atlas.\nThey are a reference point for all bp businesses, already in place to manage biodiversity across bp\noperations, where we are the operator, to identify, Read more about our aim 17, water positive, on\nour contractors and our suppliers. projects. We are committed to not operate any\nengage with and consult affected people in a page 46.\nnew oil or gas exploration or production activities\nmanner that respects their rights; and to seek\ninside natural or cultural UNESCO World Heritage Find more environmental and social data:\nfeedback on our proposed or actual activities,\nbp.com/ESGdata\na Our Mauritania and Senegal gas business became a major operating site in 2023 and is working towards ISO certification or attestation as per our OMS requirement.\nSee the glossary on pages 59-61\n12 bp Sustainability Report 2023"
    },
    {
      "page": 15,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nWaste Supplier expectations We believe closer collaboration and engagement Sustainability in our processes\nWe adopt a lifecycle approach to waste We want to work with suppliers who strive for with our partners can help us in our efforts to\nmanagement to avoid and reduce waste from sustainability in their supply chains and we try to influence NOJVs on sustainability issues and We are embedding sustainability further into our\nour operations and to reuse materials. Read more develop and strengthen relationships with those support them in pursuing their own sustainability governance, investment and risk management\nabout waste management on page 50. who act in accordance with our code of conduct. ambitions. In 2023 our engagements with processes – building on work done over\nselected NOJV partners were focused on net many years.\nAir emissions In 2023 we updated our supplier expectations\nzero operations, biodiversity, water scarcity and\nWe monitor our air emissions – including sulphur document to align with our refreshed code of Governance\nhuman rights.\noxides, nitrogen oxides and non-methane conduct and to encourage our suppliers to The board is responsible for setting our strategy\nhydrocarbons – and where possible, put measures take action across the three focus areas of our Workplace design and operations and for monitoring bp’s management and\nin place to reduce the potential impact of our sustainability frame. Our operations include many offices and office- operations as we work to deliver against our\noperational activities on local communities and based workers worldwide. We are working to targets and aims.\nSustainable purchasing position\nthe environment. In 2023 our total air emissions embed sustainability into our evolving workplace\nIn 2023 we published bp Procurement’s The board-level safety & sustainability committee\nremained relatively flat compared to 2022. development and portfolio management\nsustainable purchasing position. It outlines oversees effective implementation of the\nbpx energy contributed to these results by strategy, which is led by our central workplace\nobjectives that align with our net zero, people sustainability frame and the management of\nreducing its non-methane hydrocarbon emissions team. Our approach supports the delivery of\nand planet aims, along with core principles significant non-financial risk, including health,\nby 5% through various interventions including our sustainability frame by prioritizing action\nfor achieving them, including prioritization, safety, environmental, social and human\nelectrification, compressor optimization, base to make our buildings more energy efficient,\ncollaboration, industry action and capability rights risks.\nwell tie-ins, new well designs and flaring reduction promote safety and wellbeing at work and\nbuilding. See page 51.\nprojects. Read more about operational emissions advance diversity, equity and inclusion (DE&I), Management oversight of sustainability is\nreductions on page 20. bp.com/supplierexpectations including accessibility. embedded through our executive-level group\nsustainability committee, which is chaired by our\nIn 2023 we announced a partnership with the\nAir emissions Influencing non-operated joint ventures International WELL Building Institute, through executive vice president strategy, sustainability\nby substance (kt) We have processes for managing our interests which we achieved our first WELL Platinum & ventures. The committee provides oversight,\n250 in non-operated joint ventures (NOJV), including certification, in Pune, India. In Shanghai, China, challenge and support in the implementation\n67 ways to encourage sustainable practices. our new office achieved WELL and LEED gold of our sustainability frame and oversight of the\n200 These are supported by our NOJV Solutions certifications. These certifications recognize management of potentially significant non-\n56 team, which provides a one-stop shop for our work to create sustainable workplaces that operational sustainability risks and opportunities,\n150 23 integrated solutions and governance. The team support health and wellbeing. including those related to climate change.\nhas provided support for colleagues working to\n100 110 19 42 39 38 influence NOJVs on sustainability, including online Digital product management A fo t r s u e m n i c o o r m vic p e ri s p e re s s r i e d p e r n e t s l e e n v t e a l, t t iv h e e s s f u ro st m ai n e a a b ch ili ty\n79 10 10 10 sustainability training, carbon roadmap templates, In 2023 we established a digital sustainability bp entity. It provides feedback to the group\n50 and a guidance note on social sustainability. product management group. Its remit is to\nsustainability committee and aims to align, and\n43 39 39 support delivery of our sustainability frame by\nimprove the visibility of, key sustainability issues.\n0 providing greater consistency and more efficient\nOur main public policy positions are subject\n2019 2020 2021 2022 2023 prioritization across all our digital activity. In 2023\nto endorsement by the sustainability forum\nNitrogen oxides group the group improved automation for emissions\nSulphur oxides group reporting and digitized our sustainability and regional policy forums. A cross-functional\nNon-methane hydrocarbons group sub-committee of the sustainability forum also\nplanning process.\nadvises businesses on sustainability-related\nmarketing claims.\nSee the glossary on pages 59-61\n13 bp Sustainability Report 2023"
    },
    {
      "page": 16,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nA number of other steering committees and Investment governance and consistency with the Identifying and managing risk Climate-related transition risks\nworking groups feed into the group sustainability Paris goals and opportunities\ncommittee and sustainability forum, helping to The board assesses capital allocation across bp manages, monitors and reports on principal At a group level, we have identified three material\nmanage specific sustainability issues. the bp portfolio, including the level and mix of risks and uncertainties identified as having climate-related transition risks and opportunities:\ncapital expenditures and divestments, strategic the potential to impact our ability to deliver\nRead more on our governance structures y The value of our hydrocarbon business could\nacquisitions, distribution choices and deleveraging; our strategy.\nand processes in the bp Annual Report 2023 be impacted by climate change and the\nas well as reviewing certain investment cases\npages 81-104 The board, the leadership team, management and energy transition.\nfor approval.\nall relevant committees provide regular oversight y Our ability to grow or deliver expected returns\nHuman rights governance For acquisitions and organic capital investments of how principal risks to bp are identified, assessed from our transition growth engines could be\nAt board level, our safety & sustainability above defined financial thresholds, investment and managed. In 2023 risks discussed by these impacted by the energy transition.\ncommittee has oversight of matters relating approval is conducted through the executive-level different groups included climate change and y Our ability to implement our strategy could\nto human rights, including labour rights and resource commitment meeting (RCM), which is the transition to a low carbon economy, strategic be impacted by evolving attitudes towards\nmodern slavery risk management. At executive chaired by the chief executive officer. and commercial risks such as financial liquidity, the energy sector, climate change and the\nmanagement level, in addition to the group prices and markets, safety and operational risk energy transition.\nAll investment cases must set out investment\nsustainability committee, our group operations including process safety, personal safety and\nrisk committee regularly reviews our performance merits and are considered against a set of environmental risks, and compliance and control Climate-related physical risks\nand progress in managing the operational and balanced investment criteria. The set includes risks such as ethical misconduct and changes in The physical risks identified across bp primarily\nsupply chain risks associated with labour rights a case’s potential impact on our net zero aims law and regulation. relate to severe weather and often constitute\nand modern slavery. 1-3, along with any significant impacts on, or potential for increased drivers for safety and\ncontributions to, certain of our people and planet Our holistic system of internal control includes operational risks to our operations.\nbp.com/humanrights aims. In 2023 we added fair wage considerations policies, processes, management systems,\nto our template for acquisition cases reviewed by organizational structures, cultural norms and We have identified changes in the availability of\nPlanning and performance management the RCM. standards of conduct, all of which are employed to fresh water, including those related to climate\nIn 2022 all bp business groups and supporting manage our business and associated risks. change, as a risk to some of our operations.\nThe CA100+ resolution requires bp to disclose We recognize that we could also face other forms\nfunctions developed sustainability plans, setting\nhow we evaluate the consistency of new material The group operational risk committee provides of physical climate-related risk over the longer\npriority actions to support delivery of our\ncapex investments greater than $250 million oversight of safety and operational risk term, for example, those associated with changes\naims. In 2023 we did further work to support\nwith (i) the Paris goals and (ii) a range of other management for bp, including risks relating to in sea level rise, extreme temperatures and\nimplementation of these plans. We introduced an\noutcomes relevant to bp’s strategy. bp’s evaluation sustainability. Our operating businesses identify flooding – all of which could impact our operations\nannual planning and performance management\nof the consistency of such investments with the and manage risk using our OMS. We also monitor and our people.\ncycle for our key commercial entities. We also\nParis goals was undertaken by the RCM for new how risk is managed in NOJVs.\nintroduced management reviews of entity\nmaterial capex investments sanctioned – of which Read more: bp.com/TCFD\nsustainability performance, which are carried out Read more in the bp Annual Report 2023\nthere were nine in 2023. The outcome of this\nwithin our group governance structure. As in 2022 pages 73-79 Read more in the bp Annual Report 2023\nevaluation is included in the bp Annual Report 2023.\nwe included aims 1-5 in our planning and group pages 58-63\nbusiness performance management processes. Read more in the bp Annual Report 2023 Managing climate-related risk\n‘Climate change and the transition to a low carbon\npage 31\neconomy’ has been identified as a principal risk,\ncovering various aspects of how risks associated\nwith the energy transition could manifest.\nClimate-related physical risks such as extreme\nweather are covered in our principal risks related to\nsafety and operations.\nSee the glossary on pages 59-61\n14 bp Sustainability Report 2023"
    },
    {
      "page": 17,
      "text": "Introduction Our approach GGeettttiinngg ttoo Improving Caring for Engaging Our reporting\nnneett zzeerroo people’s lives our planet stakeholders\nOur destination is unchanged\n— to be a net zero company by\n2050 or sooner, and to help the\nworld get to net zero.\nIn this section\n2023 progress 16\nIntroduction 17\nConsistency of our ambition and\naims with the Paris goals 18\nAims 1-5 update 19\nAim 1: Net zero operations 20\nAim 2: Net zero production 21\nAim 3: Net zero sales 22\nAim 4: Reducing methane 24\nGett ing t o\nAim 5: More investment into transition 26\nAim 6: Advocating 28\nAim 7: Incentivizing employees 28\nAim 8: Aligning associations 29\nAim 9: Transparency leader 30\nAim 10: Clean cities and corporates 31\nnet zero\nArchaea Energy facility, Kansas, US\nSee the glossary on pages 59-61\n1155 bbpp SSuussttaaiinnaabbiilliittyy RReeppoorrtt 22002233"
    },
    {
      "page": 18,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n2 023 progress\nWe launched our five aims to get bp to net\nProducing more Reducing methane More $ into transition\nzero in February 2020, alongside five aims\nrenewable natural gas 0.05% $3.8bn\nto help the world get to net zero. Archaea Energy, a leading\nUS producer of renewable\nnatural gas (RNG), which methane intensity. transition growth investment.\nbp acquired through a (2022 0.05%) (2022 $4.9bn)\ndeal announced in 2022,\nhas started production at\npage 24 page 26\nits new modular design\nRNG plant in Medora,\nIndiana – an industry first\nthat could help streamline\nNet zero operations Net zero production\nand accelerate build times Implementing methane measurement across our upstream\n41% 13% The combination for RNG plants. oil and gas assets\nof near-term and We have completed the implementation of our planned\nlonger-timeline methane measurement approach across our upstream oil and\nreduction in absolute emissions reduction in absolute emissions gas assets, with the introduction of software for flare efficiency,\nagainst the 2019 baseline. against the 2019 baseline. opportunities is the\npredictive emissions monitoring on gas turbines and additional\n(2022 41%) (2022 15%)\nbasis of our biofuels or updated meters among other measures.\npage 20 page 21 strategy, giving us\nhuge momentum page 23 page 25\non the pathway to\nReducing operational emissions in Oman net zero.\nOur operations and wells teams in Oman contributed\n77ktCOe to our aim 1 emissions reduction targets through a SVP Biofuels Growth\n2\nnumber of sustainable emissions reductions. These included\nRead more about our biofuels\nflaring optimization and implementing operational efficiencies.\nbusiness: bp.com/bioenergy\npage 21\nNet zero sales\n3%\nr eduction in the average lifecycle\ncarbon intensity of sold energy\nproducts against the 2019\nbaseline. (2022 2%)\nBlock 61, Khazzan, Oman page 22 Archaea Energy, Kansas, US Project Seagull, North Sea, UK\nSee the glossary on pages 59-61\n16 bp Sustainability Report 2023"
    },
    {
      "page": 19,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nI ntroduction\nOur ambition is to be a net zero company by 2050 or sooner, and to help the world get to net zeroa.\nWe are aiming to be net zero across our operations, production and sales.\nWe have worked consistently to deliver our 10 net y The structure of energy demand will continue\nzero aims since their launch in 2020. to change, with fossil fuels declining and being\nreplaced by a growing share of renewable energy\nThe pace of the energy transition varies as a\nand by increasing electrification.\nconsequence of the actions taken by governments\ny The transition to a low carbon world requires a\nand other stakeholders to address issues such\nrange of other energy sources and technologies,\nas energy security, affordability and low carbon.\nincluding low carbon hydrogen, modern\nThe impacts of the COVID-19 pandemic, the war in\nbioenergy and carbon capture, use and storage.\nUkraine, and the subsequent disruptions to energy\nsupplies are still being experienced.\nbp.com/energyoutlook\nThese impacts, along with the US Inflation\nReduction Act, are all discussed in the bp Energy\nOur net zero targets and aims\nOutlook 2023. The scenarios set out in this\ndocument explore some of the possible pathways\nWe believe our ambition and aims, taken together,\nthat the energy transition could take up to 2050\nare consistent with the goals of the Paris\nand help to inform our key beliefs about it.\nAgreement. By setting a path that enables us to\nThese beliefs include the following:\nmake a positive contribution, working to build\ny The carbon budget is running out. Despite the and participate in many of the new net zero value\nmarked increase in government ambitions, chains the world will need, and by decarbonizing\ncarbon dioxide emissions have increased our own operations, our ambition and aims\nevery year since the Paris COP in 2015 (except support the world’s progress towards the goals of\nfor 2020). the Paris Agreement.\ny The disruption to global energy supplies and\nThe bp Sustainability Report 2021 described our\nassociated energy shortages caused by the\napproach to divestment activities, which remains\nRussia-Ukraine war increased the importance\nunchanged, and how divestments (still an\nattached to addressing the issues of energy\nimportant part of our strategy) contribute to our\nsecurity and affordability.\naims 1, 2 and 3. It also described our position on\ncarbon credits and offsetting.\nRead the bp Sustainability Report 2021:\nbp.com/reportingcentre\nAzeri Central East project, Azerbaijan\na What we mean by net zero for the world is different from what it means for bp.\nSee the glossary on pages 59-61\n17 bp Sustainability Report 2023"
    },
    {
      "page": 20,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nC onsistency of our ambition and aims with the Paris goals\nIn a world heading for net zero, we believe bp is best positioned for success if we also head for net zero – working to build and\nparticipate in net zero value chains, using our capabilities to integrate along and across them, and decarbonizing our own operations.\nWe believe that our net zero ambition and aims, Our view of Paris consistency continues to be based on three key principles:\ntaken together, set out a path for bp that is\nconsistent with the goals of the Paris Agreement. 1 Informed by Paris-consistent energy 2 Positioned for strategic resilience 3 Contributes to net zero\nWhen we refer to ‘consistency with Paris’ we transition scenarios We believe our strategy positions bp for We believe our strategy enables us to make\nconsider this to mean consistency with the We are confident that our approach is science- success and resilience in a Paris-consistent a positive contribution to the world achieving net\nworld meeting the temperature goal set out in based. We see the Intergovernmental Panel on world – a world that is progressing on one of the zero GHG emissions and meeting the Paris goals\nArticles 2.1(a) and 4.1 of the Paris Agreement on Climate Change (IPCC) as the most authoritative many global trajectories considered to be Paris- – outcomes we believe to be in our best interests\nClimate Change. source of information on the science of climate consistent, and ultimately meets the Paris goals. as well as beneficial to society generally. We see\nThe Paris goals, which we support, were change and we use it and other sources to inform Our strategy diversifies bp’s portfolio and business huge opportunity in the energy transition – the\nreaffirmed under the UAE Consensus at COP28 our strategy. The IPCC highlights that there are a interests, reducing the risk that challenges facing transformation of the energy system that we\nin December 2023, by the Sharm el-Sheikh range of global pathways by which the world can a single business area might adversely affect believe to be a necessary feature of the world’s\nImplementation Plan agreed by the Parties at meet the Paris goals, with differing implications for bp’s strategic resilience. In addition (within the efforts to meet the Paris goals.\nCOP27 in November 2022, and the Glasgow regions, industry sectors and sources of energy. inevitable constraints associated with factors In addition to investing in and scaling our own\nClimate Pact agreed by the Parties at COP26 in The bp Energy Outlook 2023 updated the 2022 such as long-term capital investments, contractual lower carbon businesses there are many ways\nNovember 2021. Outlook to reflect the significant developments commitments and organizational capabilities at a company at the heart of the energy sector\nWe believe our ambition and our 10 net zero in global energy markets during the preceding any given time) bp’s ability to maintain its strategic can make a meaningful contribution to the\naims need to be considered as a package for year, including the possible impact of the Russia- resilience rests, in part, on the governance used world getting to net zero. These include: policy\nconsistency with the Paris goals. This is because Ukraine war on the pace of the energy transition. to keep the strategy under review in light of new advocacy and seeking to use our influence\nthey combine to set bp’s direction for net zero, It includes three main scenarios – two of which we information and changes in circumstances. with trade associations that conduct climate-\nsupporting society’s drive towards the Paris regard as Paris-consistent (Accelerated and Net related advocacy; low carbon collaboration and\ngoals and enabling bp to succeed in a Paris- Zero scenarios) – which we use along with other support for others in their own decarbonization\nconsistent world. sources to inform our strategy. efforts (such as cities and corporates); and\nmaking venturing investments in promising\nRead more about consistency with Paris in Read more in the bp Net Zero Ambition new businesses and technologies that have the\nthe bp Annual Report 2023 pages 14-15 Progress Update 2024 page 3 potential to contribute to the energy transition.\nWe seek to advance these areas through our aims\n1-5 in support of our ambition to be a net zero\ncompany by 2050, or sooner, and aims 6-10 which\nare focused on activities that can help the world\nget to net zero.\nRead more in the bp Net Zero Ambition\nProgress Update 2024 pages 7 and 20\nSee the glossary on pages 59-61\n18 bp Sustainability Report 2023"
    },
    {
      "page": 21,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nAims 1-5 update\nFive aims to get bp to net zero – progress summary\nAims Measure/ 2019 2020 2021 2022 2023 2025 targets 2030 aims Aims for 2050\ncoverage performance performance performance performance or sooner\nBaseline\nAim 1 Scope 54.5 a 16% b 35% b 41% b 41% b 20% b 50% b Net zero\nNet zero operations 1+2 \n\nMtCOe\n2\nBaseline\nAim 2 Scope\n361 9% b 16% b 15% b 13% b 10-15% b 20-30% b Net zero\nNet zero production 3 \n\nMtCO\n2\nBaseline\nA N im e t 3 zero sales lifec A y v c e le r a c g a e rb on 79 d 2% d,e 1% d,e 2% d,e 3% d,e 5% e 15-20% e Net zero \n\nintensity c\ngCOe/MJ\n2\nAim 4 Methane f f f f f g 50% h\n0.14% 0.12% 0.07% 0.05% 0.05% 0.20%\nReducing methane intensity\nreduction\nAim 5\nTransition growth\n$634m $995m $2.4bn $4.9bn $3.8bn $6-8bn $7-9bn\nMore $ into transition investment\na Changed from 54.4MtCO2e for consistency in rounding.\nb Reduction in absolute emissions against the 2019 baseline.\nc Average carbon intensity of our sold energy products.\nd Previously reported aim 3 figures for the period 2019 - 2022 have been restated to correct misstatements in sales data identified through business reviews and digital improvement projects. The restatement does not alter the previously disclosed average lifecycle carbon intensity of our sold energy\nproducts. Read more on page 22.\ne Reduction in the average carbon intensity of sold energy products against the 2019 baseline. The percentage change is calculated from the source data instead of the rounded carbon intensity number.\nf The methane intensity for these years is calculated using our existing methodology and, while it reflects progress in reducing methane emissions, will not directly correlate with progress towards delivering the 2025 target under aim 4.\ng The 0.20% methane intensity target is based on our new measurement approach. Methane intensity is currently calculated using our existing methodology.\nh The 50% reduction we are aiming for is against a new baseline which we plan to set based on the new measurement approach.\nSee the glossary on pages 59-61\n19 bp Sustainability Report 2023"
    },
    {
      "page": 22,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n1 Our actions Carbon capture and storage (CCS) and hydrogen Our progress in 2023\nWhere conditions are suitable, extraction of\nNet zero\nOperational efficiency carbon dioxide from produced gas streams and We continued on our path towards our operational\nWe are implementing energy efficiency measures, reinjection underground can serve to reduce emissions reduction target in 2023, although\noperations electrifying our centralized facilities, reducing overall operational emissions. We believe this compared with 2022 (31.9MtCO 2 e), Scope 1 and 2\n flaring and venting, and managing methane across could be the case at our Tangguh LNG facility emissions remained broadly flat.\nour operations. Emissions reduction activities may in Indonesia, where we are continuing work on\nOur combined Scope 1 and 2 emissions, covered\ninclude process optimization, steam heat recovery the Tangguh Enhanced Gas Recovery and CCS\nby aim 1 were 32.1MtCOe – a decrease of 41%\nOur aim 1 is to be net zero across our and powering refineries and onshore upstream scheme, designed to inject carbon dioxide back 2\nfrom our 2019 baseline of 54.5MtCOec. The total\nentire operations on an absolute basis assets using power with lower carbon attributes, into the reservoir. We also plan to increase the use 2\ndecrease includes 17.9MtCOe attributable to\nas we are already doing at several of our European of blue and green hydrogen at our refineries, 2\nby 2050 or sooner. divestments and 5.0MtCOe in sustainable\nand US refineries. reducing the emissions associated with the use of 2\nemission reductions (SERs).\nThis aim relates to our Scope 1 (from running natural gas and grey hydrogen.\nThese activities support delivery of aim 1 and we\nthe assets within our operational control\nare continuing to identify and progress projects Portfolio optimization Scope 1 (direct) and Scope 2 (indirect) GHG\nboundary) and Scope 2 (associated with that may contribute to emissions reductions. As we high-grade our portfolio and focus on our emissions (operational control boundary)c,d,e,f\nproducing the electricity, heating and cooling (MtCOe)\nmost resilient assets, we expect emissions from 2\nthat is bought in to run those operations) GHG\nour operations to reduce over time. 60\nemissions. These emissions were 54.5MtCOe 5.2\n2\nin 2019a. We are targeting a 20% reduction in 3.8\nour aim 1 operational emissions by 2025 and Actions driving aim 1 deliveryb 49.2\nwill aim for a 50% reduction by 2030 against MtCO2e 40 41.7 2.4 1.4 1.0\nour 2019 baseline. 54.5 33.2 30.4 31.1\n20\nProgress and targets 45.5\nReduction in emissions against the 2019 baseline\n0\n(absolute basis).\n35.6 2019 2020 2021 2022 2023\n31.9 32.1 Scope 1\n16% 2020 performance Scope 2\n35% 2021 performance\nWe have already exceeded our 2025 target of 20%\n41% 2022 performance emission reductions against our 2019 baseline.\n41% 2023 performance New projects are coming online, adding to the\nchallenge of reducing our operational emissions\n20% 2025 target\nand continued investment will be needed to\n50% 2030 aim meet our 2030 aim. SERs have been a focus for\nus, allowing us to apply our skills to emission\nNet zero 2050 or sooner 2019 2020 2021 2022 2023 Operational CCS and Portfolio 2030\nreductions and we intend to maintain that focus.\nefficiency hydrogen optimization\na Changed from 54.4MtCO2e for consistency in rounding.\nb This chart is intended to be illustrative of a range of contributions that individual aspects of our plans may make relative to others. They should not be taken to represent specific expectations of actual impacts of actions driving delivery.\nc Scope 2 emissions on a market basis.\nd Operational control data comprises 100% of emissions from activities operated by bp, going beyond the Ipieca guidelines by including emissions from certain other activities such as contracted drilling activities.\nSee bp.com/basisofreporting\ne Due to rounding some totals may not equal the sum of their component parts. This does not affect the underlying values.\nf Scope 2 GHG emissions figure for 2022 updated to reflect use of renewable energy in UK and offshore in 2022.\nSee the glossary on pages 59-61\n20 bp Sustainability Report 2023"
    },
    {
      "page": 23,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nIn 2023 our Scope 1 (direct) emissions, covered by SERs from our businesses and activities included: 2 Our actions\naim 1, were 31.1MtCOe – an overall increase from\n2 y Cherry Point and Whiting refineries reduced Net zero\n30.4MtCOe in 2022. Of these Scope 1 emissions, Portfolio optimization\n2 Scope 2 emissions from purchased electricity\n30.2MtCOe were carbon dioxide and 1.0MtCOe Becoming net zero on an absolute basis across\n2 2 by 255ktCOe through lower carbon\nmethanea. Overall emissions increased due to 2 production the carbon in our upstream oil and gas production\ntemporary operational changes, project start-ups power agreements.  is partly linked to reducing that production.\nand growth, which were partially offset by delivery y Oman operations and wells teams achieved We have stated that we are aiming for a reduction\nof SERs and divestments. combined operational emissions reductions of in oil and gas production by around 25% by 2030,\n77ktCO 2 e through a number of interventions Our aim 2 is to be net zero on an compared to 2019e.\nIn 2023 our Scope 2b (indirect) emissions, covered including flaring optimization and improved\nabsolute basis across the carbon in\nby aim 1, decreased by 0.4MtCO 2 e, to 1.0MtCO 2 e, operational efficiency. This aim takes account of anticipated base decline\ncompared with 2022. Lower carbon power our upstream oil and gas production of existing fields, new projects coming online and\ny The expansion of bpx energy’s network of\nagreements, including those at our Cherry Point and by 2050 or sooner. the ongoing strategic high-grading of our portfolio\ncentralization facilities reduced operational\nWhiting refineries, contributed to this decrease. – which we are designing to be operationally and\nemissions by 149ktCOe. The Bingo facility came\n2 This is our Scope 3 aim and is based on bp’s economically robust, and resilient to unplanned\nOverall, key factors affecting our Scope 1 and 2 online in August 2023.\nnet share of productione (around 361MtCO 2 in or unexpected factors such as price volatility and\nemissions in 2023 included:\nbp equity share emissions 2019). It is associated with the CO 2 emissions geopolitical risk.\ny The Archaea Energy and TravelCenters of We report our operational (Scope 1 and 2) GHG from the assumed combustion of upstream\nAmerica acquisitions increased Scope 1 and 2 emissions in our ESG datasheet, with reference production of crude oil, natural gas and natural Our exploration capital expenditure has declined\nemissions by 0.4MtCO 2 e. to two boundaries – operational control and bp gas liquids (NGLs). from a peak of $4.6 billion in 2010, to around\n$600 million in 2023.\ny Divestments reduced Scope 1 and 2 emissions equity share. Operational control boundary covers We are targeting a 10-15% reduction by 2025\nby 1.9MtCO 2 e. bp-operated assetsc. bp equity share covers 100% and will aim for 20-30% by 2030 against our\nOur progress in 2023\ny Delivery of SERs reduced Scope 1 and 2 of emissions from subsidiaries and the percentage 2019 baseline.\nemissions by 0.9MtCOe. of emissions equivalent to our share of joint\n2 Since 2019 our estimated Scope 3 emissions\narrangements and associatesd. Our aggregate\ny Other permanent increases of 1.2MtCOe include\n2 Progress and targets covered by aim 2 have reduced by 13%, which\nScope 1 and 2 emissions increased on an equity\nprojects that came online in 2023, for example\nshare basis, compared with 2022. Reduction in emissions against the 2019 baseline is around the mid-range of our 2025 target of\nTangguh Train 3, Mad Dog phase 2, bpx energy (absolute basis). a 10-15% reduction against our 2019 baseline.\nproduction increases, and Seagull North Sea\nbp.com/ESGdata Our plans and forward path for emissions covered\nstart-up. 9% 2020 performance\nby aim 2 will take into account growth in underlying\ny Total temporary production-related changes 16% 2021 performance production due to major project start ups out to\naccounted for an increase of 1.3MtCO 2 e. 15% 2022 performance 2025, deferred divestments and growth in bpx\ny Total hydrocarbons flared increased from 654kt energy production\nto 861kt primarily due to operational flaring 13% 2023 performance\nissues in the Azerbaijan-Georgia-Türkiye region 10-15% 2025 target\nand Tangguh Train 3 start-up.\n20-30% 2030 aim\nNet zero 2050 or sooner\na Due to rounding some totals may not equal the sum of their component parts. This does not affect the underlying values.\nb Scope 2 emissions on a market basis.\nc Operational control data comprises 100% of emissions from activities operated by bp, going beyond the Ipieca guidelines by including emissions\nfrom certain other activities such as contracted drilling activities. Read more bp.com/basisofreporting.\nd bp equity share data comprises 100% of emissions from subsidiaries and the percentage of emissions equivalent to our share of joint arrangements and associates, other than bp’s share of Rosneft. On 27 February 2022, bp\nannounced that it intends to exit its 19.75% shareholding in Rosneft Oil Company (Rosneft). bp ceased equity accounting for Rosneft from this date.\ne Excluding bp’s share of production in Rosneft. On 27 February 2022, bp announced that it intends to exit its 19.75% shareholding in Rosneft Oil Company (Rosneft). bp ceased equity accounting for Rosneft from this date.\nSee the glossary on pages 59-61\n21 bp Sustainability Report 2023"
    },
    {
      "page": 24,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nThe estimated Scope 3 emissions from the 3 Our actions\nAim 3 update\ncarbon in our upstream oil and gas production\nNet zero sales Energy included under aim 3 for 2019 (our\nwere 315MtCO in 2023 – a slight increase Progress on our aim 3 is directly linked to our\n2  baseline year) has been restated to 20.3EJ\nfrom 307MtCO in 2022, mainly associated strategy to grow our low carbon businesses\n2 and the emissions to 1,597MtCOe to correct\nwith an increase in underlying production due and provide products that have lower lifecycle 2\nmisstatements in sales data identified through\nto the ramp-up of major projects and higher emissions. We anticipate that this change in our\nOur aim 3 is to reduce to net zero business reviews and digital improvement\nasset performance. sales portfolio will be supported by the continued\nthe carbon intensity of the energy projects. Overall, the 2019 carbon intensity\nevolution of the market.\nEstimated emissions from the carbon in our products we sell by 2050 or sooner. remained at 79gCO 2 e/MJ. We have made\nupstream oil and gas production We are aiming to increase our capital investment similar restatements for other reporting years\n(MtCO) This aim applies to the average carbon intensity in our transition growth engines, which include which are captured in the data in this section.\n2 of the energy products we sell. It is estimated low carbon activity. Our aim 5 is to increase the\n400 In 2023 improvements in our aim 3 methodology\n361 on a lifecycle (full value chain) basis from the proportion of investment into non-oil and gas.\n328 304 307 315 use, production, and distribution of sold energy Read more about our aim 5 on page 26. included a more granular assignment of\n300 environmental attributes to power and the\nproducts per unit of energy (MJ) delivered.\napplication of increased consistency between\n200 financial and carbon reporting which resulted\nProgress and targets in the inclusion of additional sales volumes by\n100 Reduction in the carbon intensity of our sold energy equity accounted entities. Further details of\nproducts against the 2019 baseline. the aim 3 methodology are described in the\nbp Basis of Reporting 2023.\n0\n2% 2020 performance\n2019 2020 2021 2022 2023\nbp.com/basisofreporting\n1% 2021 performance\nEstimated emissions from the carbon in our\n2% 2022 performance\nupstream oil and gas production by product\nActions driving aim 3 deliveryb\n(MtCO) 3% 2023 performance\n2 For aim 3, reducing the average carbon intensity of sold energy products is driven by efforts to\n2019 2020 2021 2022 2023 5% 2025 target decarbonize the products we sell today and investments in EV charging, bioenergy, renewables and power\nbaseline performance as well as the transition of our energy product trading mix in line with the decarbonization of our activities\n15-20% 2030 aim\nand global energy over time.\nTotal 361 328 304 307 315\nNet zero a 2050 or sooner 79\nOil 185 177 157 152 158 gCOe/MJ\n2\nGas 165 140 138 145 146 15-20%\nreduction\nNGL 11 11 9 10 11\na At the point of net zero, our net zero carbon intensity aim 3 also means we will be net zero on an absolute basis.\n2019 Bioenergy EV charging Renewables & power 2030\nb This chart is intended to be illustrative of a range of contributions that individual aspects of our plans may make relative to others. They should not\nbaseline and convenience\nbe taken to represent specific expectations of actual impacts of actions driving delivery.\nSee the glossary on pages 59-61\n22 bp Sustainability Report 2023"
    },
    {
      "page": 25,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nOur strategic themes Convenience and mobility\nAverage carbon intensity of sold energy productsb,c Share of energy delivered per energy product typec,e\nWe expect the implementation of our strategy EV charging is growing at pace and we see (gCOe/MJ) (%)\n2\na h c yd ro ro ss c a o r u b r o t n h s re , c e o s n t v ra e t n e i g en ic c p e i l a la n r d s m – o re b s il i i l t ie y, n a t n d low s o i n g n fa ifi s c t an c t h v a a r lu g e in a g r i f s o i r n o g n th -t r h o e u - g g h o o c u u r s t f o o m cu e s r s. 80 79 77 78 77 77 100 7 1 6 1 5 1 5 1 8 2\ncarbon energy – to support delivery of our aim 3 The majority of charge points we roll out globally 75 (5%) 44 43 46 47 46\n75\nup to and beyond 2030. are rapid or ultra-fast and we aim to grow our 70\nIn charting our aim 3 path, we recognize that global network and increase our energy sales. 65 (15%) 50\nsignificant aim 3 benefits arise over the longer (20%) 48 50 47 47 45\n60\nterm – for example, as offshore wind projects Low carbon energy 25\n55\nthat we are working on through this decade come When we see strategic value in doing so, we intend\ninto operation after 2030; or as utilization rates to integrate our electricity generation positions 50 0\nfor EV charge points increase in later years as with a growing commercial and industrial 2019 2020 2021 2022 2023 2019 2020 2021 2022 2023\nGas Bio\nEV uptake grows. The same is true of our current customer portfolio and aim to significantly Performance 2025 target 2030 aim Refined Power\ninvestment in convenience and retail platforms increase our electricity trading volumes.\nwith a longer-term aspiration to introduce lower Average carbon intensity of sold energy productsc\ncarbon transport offers as our customers’ energy Our progress in 2023 (gCOe/MJ)\nneeds evolve. 2\n2019 2020 2021 2022 2023\nExamples of actions to advance aim 3 across our In 2023 the average carbon intensity of our\nthree strategic pillars include: sold energy products was 77gCO 2 e/MJ. Average emissions\nThis represents a 3%a decrease from our 2019 intensity of energy products 79 77 78 77 77\nResilient hydrocarbons baseline, driven by changes in the sold product Refined energy products 95 92 92 92 92\nWe are in action to grow our bioenergy businesses. mix, methodology updates and the impact of\nGas products 68 67 67 67 67\nBy 2025 we aim to grow our biofuels production portfolio changes such as the full year accounting\nBioproducts 47 44 43 43 40\nto around 50kb/d and our biogas supply of sales by EDF Energy Services.\nvolumes to around 40mboe/d. Our refinery Power productsd 56 58 56 52 50\noperations are in regions where we expect to\nsee strong growth in bioenergy demand, and our\nFull value chain emissions for energy products\nmanufacturing processes are well positioned\nAim 3 is estimated on a lifecycle basis covering the full value chain of well-to-wheel or well-to-wire\nto adapt to this. Read more about bioenergy on\nemissions associated with the energy products we sell.\npage 26.\nProduct lifecycle\nFuel products\nTransportation End use\nand distribution\nPower products\na The percentage change is calculated from the source data instead of the rounded carbon intensity number.\nb The aggregate lifecycle emissions and energy values used in the calculation of the average lifecycle carbon intensity of sold energy products is Extraction/ Transportation Processing Transportation Generation Transmission\nprovided in the bp ESG Datasheet 2023. feedstock and distribution\nproduction\nc Previously reported aim 3 figures for the period 2019–2022 have been restated to correct misstatements in sales data identified through business\nreviews and digital improvement projects.\nd Covers all power, including renewable and non-renewable.\ne The share of energy is based on the total energy associated with sales of energy products, with electricity represented as fossil equivalence of sold\nenergy. Due to rounding the sum of the component parts may not exactly equal 100%. This does not affect the underlying values.\nSee the glossary on pages 59-61\n23 bp Sustainability Report 2023"
    },
    {
      "page": 26,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n4 Our actions We intend to take stock of our targets under Methane reduction activity\naim 4 based on what we learn from our ongoing In 2023 we continued work to reduce operational\nReducing\nMethane measurement methane measurement activities and to take methane emissions – including upgrades in our\nWe have completed the implementation of account of the Oil & Gas Decarbonization Charter current operations and advances in the design of\nmethane our planned methane measurement approach announced at COP28, which we signed in 2023. our new facilities. Methane sustainable emissions\nacross our upstream oil and gas assets, with reductions (SERs) were around 56ktCOe, and\nAcross bpx energy’s operations in the US, we use 2\nthe introduction of software for flare efficiency, were delivered across multiple projects. For example,\na varied approach to detection and measurement,\npredictive emissions monitoring on gas turbines, our North Sea and Trinidad and Tobago operations\nOur aim 4 is to install methane reflecting the geographic spread of bpx energy\nand additional or updated meters among other reduced methane emissions from flaring and\nmeasurement at all our existing major facilities and the diverse types of equipment\nmeasures. This follows more than three years’ venting by using nitrogen as a purge gas.\nthat may be methane sources. This approach\noil and gas processing sites by 2023, work to identify suitable measurement solutions\nincludes measurement programmes, focused bpx energy utilizes electrification and centralized\npublish the data, and then drive a and manage their roll-out across our varied and\non pneumatics and fugitive leaks, direct production facilities that allow new well sites to be\ncomplex global operations.\n50% reduction in methane intensity measurement of large engines and detailed built without tanks, flares or on-site compression,\nof our operations. We are also using drone and aircraft-mounted engineering calculations. These activities are which reduces the methane and flaring intensity\nsensors to verify reported methane emissions at complemented by the use of fixed wing aerial in its US, Permian Basin operations. This network\nAnd we will work to influence our joint selected locations and in 2023 this approach was surveys, drones and handheld cameras. of facilities was expanded with the start-up of the\nventures to set their own methane intensity tested further ahead of planned wider deployment Bingo facility in August 2023.\ntargets of 0.2%. up to 2025.\nIn 2023 together with Baker Hughes, we tested\nProgress and targets and deployed Flare.IQ to track flare performance\nMethane intensitya in near real-time. The new technology uses data\nfrom existing metering systems and modelling to\n0.12%b 2020 performance\nbetter determine methane emissions from flaring.\n0.07%b 2021 performance\nInitial insights from our methane measurement\n0.05%b 2022 performance\nactivities suggest that our upstream flaring\n0.05%b 2023 performance efficiency may, under certain environmental\n0.20% 2025 targetc conditions, be better than previously understood\nand methane emissions from gas turbines may\n50% Aimd\nbe lower than previously understood based on the\nexisting methodology.\na Methane intensity refers to the amount of methane emissions from bp’s operated upstream oil and gas assets as a percentage of the total gas that\ngoes to market from those operations. Our methodology is aligned with the Oil and Gas Climate Initiative’s (OGCI).\nb Methane intensity is currently calculated using our existing methodology and, while it reflects progress in reducing methane emissions, will not\ndirectly correlate with progress towards delivering the 2025 target under aim 4.\nc The 0.20% methane intensity target is based on our new measurement approach. Methane intensity is currently calculated using our\nexisting methodology.\nbpx energy Bingo facility, Texas, US\nd The 50% reduction we are aiming for is against a new baseline which we plan to set based on the new measurement approach.\nSee the glossary on pages 59-61\n24 bp Sustainability Report 2023"
    },
    {
      "page": 27,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nTechnology implementation Collaboration and methane advocacy Our progress in 2023\nThe use of technologies to detect, measure In 2023 we retained gold status for our plans to\nOil & Gas Decarbonization Charter\nand reduce methane is evolving at pace. measure methane emissions under the OGMP 2.0 We maintained our methane intensity at 0.05%\nThe measurement technology solutions adopted reporting framework. This award recognized the We are part of a group of more than 50 in 2023b. Methane emissions from upstream\non our flares and gas turbines will provide us work of many bp teams and collaborations with companies that have signed the Oil & Gas operations, used to calculate our intensity,\nwith real-time data to help improve methane our partners including NOJVs. Our work under Decarbonization Charter, launched at COP28 in increased by around 10% from 28kt in 2022 to 31kt\nperformance. We will monitor new developments OGMP is consistent with and goes beyond aim 4. December 2023. The Charter includes aims to in 2023. This increase is primarily from changes\nand assess new solutions as they emerge. achieve net zero operations by or before 2050, in flaring in our Azerbaijan-Georgia-Türkiye\nIn December 2023 bp and the State Oil Company\nand zero routine flaring and near-zero methane region and Tangguh operations. It was offset by\nNon-operated joint venture (NOJV) activities of the Azerbaijani Republic (SOCAR) signed a\nemissions by 2030. methane emissions reductions from delivery of\nWith guidance from our NOJV Solutions memorandum of understanding to work together\nSERs. Marketed gas volumes increased by 4% to\nteam, we are working to help our NOJVs to improve methane reduction education, We believe it represents an important\n3,332bcf in 2023.\nimprove the reporting and mitigation of their capability development, measurement, reporting, opportunity for the oil and gas sector to\nmethane emissions. verification, technology and technical expertise continue driving down operational emissions We remain on track to reach zero routine flaring by\nin Azerbaijan. This followed the launch of the through concerted action. We know that 2030 in line with our aim under the World Bank’s\nWe have prioritized collaboration with NOJVs that\nAdvancing Global Methane Reductions (AGMR) different players in our sector are at different Zero Routine Flaring Initiative. Our bpx energy\nhave the greatest potential to reduce methane\nproject in Azerbaijan in November. stages in their decarbonization journeys, but operations have achieved zero routine flaring,\nemissions, and we are working on multiple aspects\nwe believe a collective, inclusive approach can ahead of our 2025 goal.\nrelated to methane emission reductions, including This project is part of a larger undertaking being\ncontribute to global efforts to meet the Paris\nmeasuring and reporting, the use of technology run through the MGP which aims to accelerate\ngoals. The Charter recognizes the need for Methane intensitya,b\nand setting meaningful targets. country-level methane emissions reductions.\nleading companies to support others in the 0.20\nAs part of the AGMR, SOCAR and bp plan to bring\nWe are helping different NOJVs make progress earlier stages of their methane journeys.\ntogether key stakeholders, partners, research\nand in many instances we are learning from them.\ninstitutes and government leaders to support We also intend to donate $25 million to 0.15 0.14\nWe encourage them to work in line with guidance\nefforts towards developing a methane reduction the Global Flaring and Methane Reduction 0.12\nfrom organizations such as the Methane Guiding\npathway that meets the needs of Azerbaijan’s trust fund – a World Bank initiative to boost\nPrinciples (MGP) and the Oil and Gas Methane 0.10\nenergy sector. financing mechanisms and technical solutions\nPartnership (OGMP). Our collaborations with that enable methane emissions reduction. 0.07\nNOJVs in 2023 included seminars on methane We have advocated for sound methane policy, 0.05 0.05\n0.05\nmonitoring technologies, awareness raising including the federal regulation of methane\nsessions on OGMP and workshops to identify emissions in the US. Read more about our\nemissions reductions opportunities. advocacy activities on page 28. 0\n2019 2020 2021 2022 2023\nbp.com/advocacyactivities\na Methane intensity refers to the amount of methane emissions from bp’s operated upstream oil and gas assets as a percentage of the total gas that goes to market from those operations. Our methodology is aligned with the\nOil and Gas Climate Initiative’s (OGCI).\nb Methane intensity is currently calculated using our existing methodology and, while it reflects progress in reducing methane emissions, will not directly correlate with progress towards delivering the 2025 target under aim 4.\n25 bp Sustainability Report 2023"
    },
    {
      "page": 28,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n5 Our actions EVs y In the UK, in partnership with The EV Network\nTogether with our strategic convenience site and NEC Group, we opened the Gigahub at the\nMore $ into\nBioenergy network, our investment in EV charging will help NEC Campus, Birmingham. It is the UK’s largest\nWe plan to grow our established bioenergy us offer low carbon solutions to customers. public EV charging hub, capable of charging\ntransition businesses. In 2022 we acquired Archaea Energy, We believe that for road transport to decarbonize around 180 EVs simultaneously.\nwhich continued its growth throughout 2023. at the pace and scale required to achieve the goals y We announced a new global mobility agreement\nIn October Archaea Energy started up its modular of the Paris Agreement, it is necessary for the roll- with Uber, which will see us work together to\nOur aim 5 is to increase the proportion design renewable natural gas (RNG) plant in out of EV charging infrastructure and use of EVs to help accelerate Uber’s commitment to become\nMedora, Indiana, US which represents an industry be scaled up in parallel with, or even ahead of, the a zero-tailpipe emissions mobility platform in the\nof investment we make into our\nfirst and can help to streamline and accelerate required decarbonization of electricity grids. US, Canada and Europe by 2030 and globally\nnon-oil and gas businesses. build times for other RNG plants. Archaea Energy by 2040.\nIn 2023 we continued to grow our EV\nOver time, as investment goes up in low has a development pipeline of around 80 projects, charging network: y We formed a joint venture with Iberdrola\nand expects to start up 15-20 new plants per year\nand zero carbon, we see it going down in oil to accelerate the roll out of EV charging\nthrough 2025. y In the US, we announced that bp pulse has\nand gas. infrastructure in Spain and Portugal, with plans\nentered into an agreement with Tesla for the\nIn 2023 we increased our biofuels production to invest up to €1 billion and install 5,000 fast\nProgress and targets by 18% year on year to 32kb/d and biogas supply f c u h t a u r r g e e p rs u . r c T h h a e s i e n v o e f s $ t 1 m 0 e 0 n m t w ill i i l o l f n a o c f il i u ta lt t r e a - t f h a e s t EV charge points by 2025 and around 11,700\nvolumes by 80% year on year to 15mboe/d by 2030.\nAnnual $ investment in transition growth engines expansion of the bp pulse public network across\nreflecting the uplift from Archaea.\nthe US and support EV fleet customers by\n$0.6bn 2019\ndeploying chargers at their private depots.\n$1.0bn 2020\n$2.4bn 2021\n$4.9bn 2022\n$3.8bn 2023\n$6-8bn 2025 target\n$7-9bn 2030 aim\nbp pulse EV charging hub, Birmingham, UK\nSee the glossary on pages 59-61\n26 bp Sustainability Report 2023"
    },
    {
      "page": 29,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nConvenience y We announced our joint venture with Deep Wind Our progress in 2023 To support this increased capital expenditure,\nWe had 2,850 strategic convenience sites at the Offshore to develop opportunities in South Korea. we are continuing to advocate for policies that\nend of 2023, with an aim to grow this total to As part of this agreement, we have acquired a 55% In 2023 transition growth investment was support investment in our transition growth\naround 3,000 by 2025 and around 3,500 globally stake in Deep Wind Offshore’s early-stage offshore $3.8 billion. This compares to $0.6 billion in 2019 engines. Read more about our advocacy on\nby 2030. In May 2023 we acquired TravelCenters wind portfolio, which includes four projects across and $4.9 billion in 2022. It represents around 23% page 28.\nof America, a leading travel centre operator in the the Korean peninsula with a combined potential of total capital expenditure for the year, which\nUS with a network of around 290 travel centres generating capacity of up to 6GW. compares to around 3% in 2019 and around 30% Transition growth investment\nstrategically located on major highways across y In the US, Lightsource bp started construction in 2022. The change from 2022 reflects lower (annual $bn)\nthe US. This acquisition complements our US work on the Arche solar project in Ohio, inorganic investment in our transition growth 6.0\nconvenience and mobility business and brings secured by a power-purchase agreement with engines, outweighing an increase in organic 4.9\ngrowth opportunities for our transition growth Meta. In Texas, Lightsource bp also started investment in them over 2023.\nengines: EV charging via bp pulse, convenience, construction work on the 187MW dc Peacock As we highlighted in our 2022 report, it is not 4.0 49.2 3.8\nbioenergy and, in time, hydrogen. solar project. Peacock will supply power always possible to predict the timing of our capital 41.7\nIn Germany we continued our partnership with directly to the Gulf Coast Growth Ventures investments, which means the progress we make 2.4\nLekkerland with a five-year extension to our petrochemical complex as part of a long-term on aim 5 can be expected to fluctuate – as it did 2.0\nagreement to deliver REWE To Go stores at power purchase agreement. between 2021 and 2023. Some of our capital 0.6 1.0\nAral retail sites. In Poland we extended our Hydrogen investment goes into large transactions – for\npartnership with Auchan and plan to add more We aim to build a global position in hydrogen example, our acquisitions of Archaea Energy and 0 2019 2020 2021 2022 2023\nEDF Energy Services in 2022, and TravelCenters\nthan 100 EasyAuchan stores to our Polish retail – initially by supplying our own refineries and\nof America in 2023. This is true both for the level\nnetwork by the end of 2025. This builds on our then by scaling up to meet growing customer Low carbon activity capital expenditure\nexisting partnership with Auchan in Luxembourg. demand. In parallel, as markets evolve, we aim of investment, and for the proportion of our overall In 2023 low carbon activity investment, a\ninvestment in our transition growth engines, or in\nto develop global export hubs for hydrogen and subset of our total transition growth investment,\nWe believe we are well positioned to combine our our low carbon activity subset.\nits derivatives. accounted for 67% of our total aim 5 investment.\ncapabilities and reach in both convenience and\nOur disciplined approach to capital investment It decreased from more than $4 billion in 2022\nEV charging – enabling us to provide customer- In 2023 we announced a $12.5 million investment\nmeans that we make individual investments when to more than $2.5 billion reflecting the impact of\nfocused, lower carbon transport solutions in the hydrogen electrolyzer innovator, Advanced\nwe consider there to be a clear and compelling large low carbon acquisitions in 2022. Most of this\nover time. Ionics. This investment is expected to help\nbusiness case to do so in line with our balanced investment was in biogas, offshore wind, solar and\ndrive Advanced Ionics’ growth and facilitate the\nRenewables and power set of investment criteria. EV charging. Our current business plans see low\ninitial deployment of its Symbion™ water vapour\nWe aim to build a renewables and power portfolio carbon activity comprising more than 80% of our\nthrough continued growth in onshore renewables electrolyzer technology for heavy industry. Read more in the bp Annual Report 2023 aim 5 spend by 2030.\nand by developing a global position in offshore This technology is expected to help reduce the page 30\ncost of, and electricity requirements for, green\nwind. This portfolio will support the development\nof our green hydrogen, e-fuels, EV charging and hydrogen production. We are targeting an increase in the proportion\nof our annual capital expenditure invested in our\npower trading businesses. In 2023: In Spain, we announced plans for a low carbon\ntransition growth engines. To reach $6-8 billion in\ny We were awarded the rights to develop two green hydrogen cluster (HyVal) in Spain’s Valencia 2025 and $7-9 billion annual investment by 2030\noffshore wind projects in the German tender region. This planned initiative is set to be based is dependent both on the timing of investments,\nround – marking our entry into offshore wind in around the phased development of electrolysis as referred to above, and their continuing\ncontinental Europe. The two North Sea sites have capacity to produce green hydrogen at our alignment with our investment governance\na total potential generating capacity of 4GW. Castellón refinery. We also plan to triple the framework. This seeks to ensure that investments\nrefinery’s production of biofuels to help meet the align with our strategy, can be accommodated\ngrowing demand for low carbon fuels such as within our prevailing financial frame, and add\nSee the glossary on pages 59-61 sustainable aviation fuel. shareholder value.\n27 bp Sustainability Report 2023"
    },
    {
      "page": 30,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n6 In 2023 these activities included: y Advocating for measures to facilitate transport 7\ndecarbonization, including the Zero Emissions\nAdvocating y Backing the Global Renewables Alliance’s call Incentivizing\nVehicle Mandate in the UK and the inclusion\nat COP28 for a target to triple renewable energy\nof more advanced, sustainable biofuels in the\ncapacity and supporting the COP presidency’s\nEuropean Renewable Energy Directive. employees\ndrive to accelerate the decarbonization of the\nOur aim 6 is to more actively advocate energy sector. y Supporting reforms to Australia’s Safeguard\nMechanism that have now become law and\nfor policies that support net zero, y Responding to the European Commission\nmean that Australia’s largest emitters are subject\nincluding carbon pricing. consultation on the EU Climate Target for 2040. Our aim 7 is to incentivize our global\nto an emissions baseline and purchase of carbon\nWe confirmed our support for the EU’s objective to\ncredits from 1 July 2023. workforce to deliver on our aims and\nWe have redirected resources to promote achieve climate neutrality, called for an economy-\nwell-designed climate policies. In the future, wide carbon price, and emphasized the role of Public policy engagement mobilize them to become advocates\nany corporate advertising will be to push for renewable power, hydrogen, CCUS and sustainable The public policy environment sets the framework for net zero.\nprogressive climate policy, communicate our biofuels and biogas in achieving net zero. in which we operate and it is undergoing\nnet zero ambition or support delivery of our y Supporting the transition to net zero power significant change. Our main public policy This will include continuing to allocate a\nstrategy, invite ideas, or build collaborations. systems by engaging with European institutions positions are subject to endorsement through percentage of remuneration linked to emissions\nreductions for leadership and around 36,400a\nWe will continue to run recruitment campaigns about how to reform electricity markets to drive our SVP-level sustainability forum and regional employees.\nand advertise our products, services and investment in renewables. policy forums.\npartnerships – although we aim for these to y Supporting the US Environmental Protection Our positions help us advocate for policies that can\nincreasingly be low carbon. Agency’s (EPA) development of methane drive the transition to a secure, affordable, and low Our progress in 2023\nregulations for new, modified and existing\ncarbon energy system, enable our strategy, and\nsources in the oil and gas industry, published To help our employees contribute to the delivery\nsupport us to embed sustainability in our business.\nOur progress in 2023 in 2023. These include pathways for advanced of our strategy and sustainability aims, we are\nWe monitor the external policy environment\nleak detection technologies and limitations on educating them about the importance of net zero\nto identify opportunities and potential risks to\nOur advocacy focused on several themes routine flaring. and supporting them to become advocates for\nour strategy.\nduring 2023, including: stronger methane y Continuing our support of the US Inflation net zero. Our employee-led Global Sustainability\nemissions standards; the need for increased Network also brings together employees from\nReduction Act, including its role in backing bp.com/policyandadvocacy\nclimate policy and regulation; and policy across bp to learn about and act on sustainability.\nopportunities for hydrogen and sustainable\nframeworks that support growth in low carbon aviation fuel (SAF). bp.com/USadvocacy Read more on page 11.\nhydrogen, renewables and power, bioenergy and\ny Advocating for legislation in Washington state, Incentivization\ndecarbonizing transportation.\nUS, that provides incentives for the production Our annual bonus for all eligible employees,\nbp.com/advocacyactivities and use of SAF. We stated our support for SAF including the bp leadership team, has been linked\nand its role in reducing lifecycle emissions in to a sustainability measure since 2019.\nWe have improved the transparency of our air travel.\nThe bonus scorecard against which our eligible\nadvocacy for global climate policy by publishing y Supporting the UK Energy Act 2023, now passed\nemployees are measured incentivizes them\nour high-level climate policy positions and into law, including its associated secondary\nthrough three themes: safety and sustainability\nexamples of our relevant activities. legislation, which will play an essential role in\n(30% – of which sustainability makes up 15%);\ndeveloping the UK’s carbon, capture, use and\noperational performance (20%); and financial\nstorage (CCUS) and hydrogen industries.\nperformance (50%). For 2024 our sustainability\nmeasureb is now linked to our operated carbon\na This figure reflects the number of employees eligible for a cash bonus in 2023. The number of eligible employees in 2022 was 32,000.\nemissions, which will cover all increases and\nb This measure was previously linked to sustainable emissions reductions.\nSee the glossary on pages 59-61 decreases in those emissions over the year.\n28 bp Sustainability Report 2023"
    },
    {
      "page": 31,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nThis measure covers the same Scope 1 and 2 8 We periodically assess the alignment of key Working with trade associations on climate issues\nemissions reported under aim 1 (net zero associations with our position on climate. Throughout 2023 we pushed for constructive\nAligning\noperations). engagement on climate policy proposals,\nIn 2023 we reviewed the progress of the 10\nfor example:\nOur 2022-24 long-term incentive plan scorecard associations we found to be ‘partially aligned’,\nassociations\nalso links performance to progress on following our 2022 review of 51 of our most The Oil and Gas Climate Initiative (OGCI)\nScope 1 and 2 emissions in our aim 1; and for significant trade association memberships. OGCI convened its members to help drive action\ngroup leadersa two social measures are included ‘Partially aligned’ means that we disagreed on on climate in areas including methane emissions\n– on employee engagement, and improved ethnic some positions or that the trade association did reduction, carbon capture and storage and the\nOur aim 8 is to set new expectations\nminority representation in our senior-level leaderb not take a public stance on our seven climate decarbonization of transport. OGCI supported\nfor our relationships with trade\npopulation and above. positions covering the Paris Agreement, climate the Oil and Gas Decarbonization Charter (OGDC),\nassociations around the globe. science, reducing emissions, carbon pricing, a COP28 initiative, which we signed in 2023.\nAs with the bonus scorecard, for 2024-26 we have\nenergy efficiency, technology, and carbon credits. Read more on page 26.\nadopted an absolute percentage reduction in We will make the case for our views on climate\noperational emissions against our 2019 baseline change within the associations we belong to, Throughout 2023 we made a case for action ChargeUK\nas the basis for measuring our progress against and we will be transparent where we differ. in support of our position on climate with We played a key role in the creation of ChargeUK,\naim 1 in our long-term scorecard. This means And where we can’t reach alignment, we are these 10 ‘partially aligned’ groups. Overall, we a trade association that brings together leading\nthat collectively, 35% of our long-term incentive prepared to leave. are encouraged by the progress of our trade EV charging infrastructure providers in the UK.\nplan for group leaders is linked to sustainability- association memberships. In some cases, by It enables charge point operators to work together,\nrelated measures. working with others we have succeeded in with government and other stakeholders to\nOur progress in 2023\ninfluencing trade associations’ positions – for accelerate charging infrastructure roll-out and help\nRead more in the bp Annual Report 2023\nexample, the American Petroleum Institute, with make regulations fit for purpose.\npages 105-132 Trade associations play a key role in fostering\nrespect to advocacy for year-round sales of E15\nindustry collaboration and bringing stakeholders\ngasoline. However, there remain areas where we\ntogether. They also offer opportunities to share good\nare partially aligned and on which we continue\npractice on matters of importance to bp. Our voice is\nto engage.\none among many, but we believe everyone needs to\nwork together to achieve net zero. bp.com/tradeassociations\nProgress is sometimes challenging and uneven\nbecause associations need to take account of\nUpdates to our climate policy positions\nmembers’ differing views. We recognize this and\nAs the world continues working towards net\nintend to continue using our influence to support\nzero, our policy positions and expectations of\nour positions. Our priority is to exert influence\nthe trade associations we belong to will naturally\nwithin trade associations, but we may publicly\nevolve. In 2023 we updated two of the climate\ndissent or resign our membership if there is\npositions we use to review trade associations,\nmaterial misalignment on high-priority issues.\n‘reducing emissions’ and ‘technology’, to take\nSome trade associations advocate on matters stronger account of our transition growth\nthey consider important to their members.\nengines (bioenergy, convenience, EV charging,\nDespite being a member, we may not always agree\nhydrogen and renewables and power).\nwith the positions they take.\na Group leaders are our most senior leaders. Their roles include operational, functional and regional leadership.\nb Senior leaders are the leadership tier below group leaders. They typically manage larger teams or are recognized as technical or functional experts.\nSee the glossary on pages 59-61\n29 bp Sustainability Report 2023"
    },
    {
      "page": 32,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nNew memberships in 2023 9 We support work to align global reporting standards In 2023 we continued to work with the World\nAs we transition to become an integrated energy and want to play our part in the development of Business Council for Sustainable Development\nTransparency\ncompany, our trade association memberships are high-quality, reliable and comparable standards (WBCSD) in relation to their ongoing ’Climate\nchanging. The associations we joined in 2023, that enable companies to prepare and disclose Scenario Analysis Reference Approach for\nwhich have fees of $50,000 or more per year, are: leader information that is material and decision-useful Companies in the Energy System’. We used the\nto stakeholders. In 2023 we continued sharing WBCSD Scenario Catalogue to inform our own\ny Business Council, British Chambers of\nour views with standard-setters and others who scenario analysisa.\nCommerce – an organization representing\nlarge companies in Britain, focused on shaping are working on the development of ESG reporting Testing the resilience of our strategy\nnational debate. Our aim 9 is to be recognized as an standards across different jurisdictions including Our strategy is designed to be resilient to a range of\nindustry leader for the transparency the US, Europe and the UK. climate-related scenarios including those consistent\ny G+ – a global organization for the offshore\nwind industry that drives health and of our reporting. We are members of the European Round Table with well-below 2°C and 1.5°C outcomes. In our\nsafety performance. for Industry, which in November 2023 supported climate-related financial disclosures in the bp Annual\nOn 12 February 2020 we declared our support\ny H2Accelerate – a European organization for the recommendations of the Task Force on the IFRS declaration of support for the ISSB’s Report 2023 (pages 55-68), we describe how we\nfocused on hydrogen use in long-haul, heavy- Climate-related Financial Disclosures (TCFD). climate-related reporting, which was announced have conducted an analysis to test our view of\nduty trucking. during Finance Day at COP28. We also expressed the resilience of our strategy to different climate-\nWe intend to work constructively with the our support to the Chair of the International related scenarios, using the update on strategic\ny RenewableUK – an organization focused on\nTCFD and others – such as the International Sustainability Standards Board (ISSB) for the progress presented in February 2023. This includes\nsupporting renewable energy deployment across\nSustainability Standards Board (ISSB) – to creation of consistent global standards for scenarios that the WBCSD classify to be consistent\nthe UK, and access to global markets.\ndevelop good practices and standards sustainability and to advocate for interoperability with well-below 2°C and 1.5°C outcomesa.\nfor transparency. between different standards and appropriate As we explain in our disclosure, while the results\nequivalency arrangements between jurisdictions. of any such analysis must be treated with caution\noverall, this resilience test again reinforced our\nOur progress in 2023 Read more: bp.com/advocacyactivities\nconfidence in the continued resilience of our\nstrategy to a wide range of ways in which the\nWe continued taking steps to promote stakeholders’\nTCFD disclosures energy system could evolve throughout this\naccess to comparable and decision-useful\nSince 2021 we have reported in line with the FCA decade, including scenarios consistent with\nclimate-related disclosures.\nListing Rule LR 9.8.6(8), which requires us to report limiting temperature rise to 1.5°C.\nWe have actively participated in the development on a ‘comply or explain’ basis against the TCFD\nbp.com/TCFD\nof carbon and net zero standards and Recommendations and Recommended Disclosures.\nbenchmarks. Whether or not we agree with We consider our 2023 climate-related financial Read more about our climate-related\na particular methodology, we welcome the disclosures to be consistent with all the TCFD financial disclosures in the\nperspectives they can provide. Recommendations and Recommended Disclosures, bp Annual Report 2023 pages 55-68\nand consequently compliant with the Listing Rule.\nAlongside some of our peers, we participated in\nCDP\nthe new Net Zero Standard for Oil & Gas developed For the 2023 financial year we also reported in line\nWe submit data as part of the CDP climate\nby the Institutional Investors Group for Climate with the Companies (Strategic Report) Climate-\nchange questionnaire and make a copy available\nChange. And throughout 2023 we responded to related Financial Disclosure Regulations 2022\non our website. In 2023 we received a score of\nvarious other consultations. (The UK CFD Regulations).\nA- (2022 B).\nRead more: bp.com/ourreporting\na Our 2023 analysis used data from the WBCSD Climate Scenario Catalogue version 2.0, published on 31 March 2023 and downloaded on 1 February 2024, which includes scenarios considered to be consistent with well-below\n2°C and 1.5°C outcomes.\n30 bp Sustainability Report 2023"
    },
    {
      "page": 33,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n10 Our progress in 2023 Decarbonizing sectors In Germany, bp pulse has built Europe’s first\nIndustrial emissions public charging corridor for electric trucks along\nClean cities We continued to help corporates meet their\nWe signed a new memorandum of understanding a major logistics route, the Rhine-Alpine corridor.\ncomplex decarbonization needs through our\n(MoU) with Chubu Electric Power to explore The installed ultra-fast 300kW electric chargers\nintegrated approach, which draws on expertise\nand corporates the feasibility of collecting, aggregating, and can add up to 200km of range to medium\nfrom across bp.\ntransporting carbon dioxide from major emitters and heavy-duty vehicles in just 45 minutes\nIntegrated energy hubs in Japan’s Nagoya area for storage at the bp- charging time.\nIn Teesside, UK, we continued advancing our plans operated Tangguh site in Indonesia. We also\nWe are aiming to be a leading supplier of\nOur aim 10 is to provide integrated to help decarbonize local heavy industries at scale. signed a MoU with GE Vernova, CARBONCO,\nsustainable aviation fuel (SAF). In March 2023\nclean energy and mobility solutions. During the year: PLN Nusantara Power and Jawa 1 in Indonesia\nwe announced our first sale of International\nto develop a carbon capture, use and storage\nOur regions, corporates and solutions team y Two bp-led lower carbon projects, Net Zero (CCUS) value chain feasibility study, including the Sustainability and Carbon Certification EU SAF\nis working to help countries, cities and Teesside Power and H2Teesside, part of the evaluation of carbon dioxide storage opportunities from our Castellón refinery in Spain, to LATAM\ncorporations around the world decarbonize. East Coast Cluster, were chosen to proceed to at Tangguh. Cargo. In November, Air bp was one of the SAF\nnegotiations for government support. A six-week suppliers for the Virgin Atlantic Flight100 – the\nstatutory consultation for H2Teesside was Logistics and transport emissions first 100% SAF transatlantic flight by a commercial\nWe provide integrated multi-energy solutions also completed. Given the diversity of the logistics and transport airline. This helped demonstrate that today’s\nto help large corporations reduce their carbon y bp and Equinor were awarded a carbon storage sector, our work involves several different kinds of aircraft are capable of safely flying using 100%\nemissions – bringing together expertise from licence by the North Sea Transition Authority, decarbonization solutions, including electrification, SAF.\nacross bp and from our partners. Our focus is which will enable the development of further hydrogen, mobility and biofuels.\non working with corporates in sectors that have carbon dioxide storage sites. Together with\nRead more on our transition growth\nIn the US, we announced plans to invest $1 billion investment on page 23\nsignificant emissions and are not straightforward Equinor we now hold four storage licences on\nin EV charging across the country by 2030, to help\nto decarbonize such as heavy industry behalf of the Northern Endurance Partnership.\nmeet potential demand from Hertz’s EV rentals\nand logistics. There is potential to store up to 23 million tonnes\nin major cities including San Francisco, Miami,\nof carbon dioxide a year in the Southern North\nLos Angeles, Houston, Chicago and Washington\nSea, by 2035.\nDC. We also signed a global mobility agreement\ny Remediation work on the former Redcar\nwith Uber to help accelerate their commitment\nsteelworks commenced, with plans to locate Net\nto become a zero-tailpipe emissions mobility\nZero Teesside Power there.\nplatform in the US, Canada and Europe by 2030\nWe launched plans for a low carbon green and globally by 2040.\nhydrogen cluster called HyVal, at our Castellón\nrefinery in the Valencia region of Spain. Led by\nbp, this planned public-private collaborative\ninitiative is set to be based around the phased\ndevelopment of electrolysis capacity for producing\ngreen hydrogen.\nSee the glossary on pages 59-61\n31 bp Sustainability Report 2023"
    },
    {
      "page": 34,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nOur sustainability frame is\nfocused on making tangible\nimprovements to people’s lives.\nOur aims provide the focus\nand structure for the actions\nwe take. The following pages\nunpack the actions we took and\nthe progress we made in 2023.\nIn this section\n2023 Progress 33\nAim 11: More clean energy 34\nAim 12: Just transition 35\nAim 13: Sustainable livelihoods 37\nAim 14: Greater equity 39\nAim 15: Enhance wellbeing 41\nImproving\npeople’s lives\nEarly careers employees, Gelsenkirchen refinery, Germany\n32 bp Sustainability Report 2023"
    },
    {
      "page": 35,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n2023 progress\nWe are making progress on our aims to\nSupporting sustainable >700 Promoting wellbeing for\nimprove people’s lives and starting to see\nlivelihoods in Indonesia our employees\nimpacts in some areas. Our contribution to the All of our eligible employees and\ndevelopment of sustainable bp and Amoco US retail sites their families now have access\nto an online wellbeing platform\nlivelihoods in communities are partnering with fuelService,\nat bp.\nclose to our Tangguh LNG a disability-owned enterprise,\nfacility in Indonesia has to support customers with\nphysical disabilities.\nbeen recognized by an\nindependent advisory panel. page 40 page 41\nCollaborating with First Hiring and training refugees in the UK and Poland 500+ Promoting inclusivity\nNations people in Australia Our initiatives to support refugees are focused on training in Spain\nbp Australia launched a and employment. In 2023 we hired 60 refugees in our retail Through an innovative\nnew Reconciliation Action business in Poland and we intend to hire 70 and support work placements hosted in employment programme\nPlan (RAP), setting out 250 more across our European operations over the next several countries, including the in Spain called\nactions over three years three years. UK, India and South Africa as part bpTransform, we are\nof our programme focused on\nto improve outcomes for working with local NGOs\nsocial mobility.\nthe country’s First Nations to promote understanding\npeoples. It was developed page 38 page 38 page 39 of the issues trans and\nthrough collaboration with non-binary people face\nAboriginal and Torres Strait when trying to access job\nIslander employees. opportunities – with 15\nPreparing for jobs in low carbon industries\ntrans people helped to find\nIn Teesside, UK we are funding the Teesside Clean Energy bpTransform\njobs at bp retail sites and\nTechnician Scholarship to help people from diverse\nhas allowed me offices in Spain.\nbackgrounds prepare for employment in low carbon industries.\nto develop and be\nThe first cohort started studying in September 2023.\nmyself at work.\npage 35\nbpTransform participant and\nbp customer service assistant.\nFind out more about\nbpTransform at\npage 36 Redcar and Cleveland College, Teesside UK Arguni, West Papua, Indonesia bp.com/sustainabilityreport page 39\nSee the glossary on pages 59-61\n33 bp Sustainability Report 2023"
    },
    {
      "page": 36,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n11 Developing more renewable energy Access and affordability programmes In 2023 we supported C-Quest Capital’s (CQC)\nproject to deploy high-efficiency wood-burning\nMore clean energy\nWe have set a target to develop 20GW of Through our social investments and other cookstoves to rural households in Angola. By the\nrenewable energy generating capacity to FID by means, we support projects designed to enable end of the year, cookstoves had been provided\n2025, with an aim of developing 50GW by 2030. access to affordable, lower carbon energy in to more than 170,000 households. This is the\nWe brought 0.4GW to FID in 2023, increasing local communities. first cookstove project of its kind to be registered\nOur aim 11 is to develop enough\nthe total generating capacity to 6.2GW. Most of in Angola under the Verified Carbon Standard.\nclean energy to benefit more than In Indonesia the need to provide reliable electricity\nthis increased capacity comes from our share The project activities were monitored and verified,\nin the communities of Arguni and Taroi near our\n36 million people. of projects in our solar businesses, including following which, the project requested the issue of\nTangguh LNG operation prompted us to fully\nLightsource bp. its first carbon credits.\nBy 2030 we aim to have developed 50GW fund off-grid solar and wind electricity generating\nof renewable generating capacitya – broadly Our renewables projects pipeline at the end systems for both. These are expected to generate CQC projects are designed to support several\nenough to meet the power needs of 36 million of 2023 was 58.3GW, an increase of 21.1GW a peak capacity of up to 42kWp of electricity UN Sustainable Development Goals, including\npeopleb, including exploring ways to make clean from 2022. This included 4GW in offshore wind in Arguni and 12kWp in Taroi. Both generating improved health, gender equality and affordable\nenergy accessible to those who need it most. after we were awarded the rights to develop two systems were fully operational by the end of 2023 and clean energy. The project in Angola is being\noffshore wind projects in Germany, 5.3GW in solar and are sufficient to provide power for lighting validated against Verra’s Sustainable Development\nthrough increases to Lightsource bp’s pipeline, and and basic appliances in homes, schools, place Verified Impact standard to independently quantify\nWe have set two objectives for this aim: an increase in dedicated hydrogen renewables of worship, health centres, small businesses and and certify its co-benefits.\n(12.4GW). village and district meeting halls. The generating\ny 50GW renewable energy equivalent developed Our voluntary carbon projects are subject to a\nsystems will be managed by the village-owned\nto final investment decision (FID) by 2030. risk-based due diligence process that considers\nenterprise and will support livelihoods as well\ny Develop programmes that support access potential social and environmental impacts and\nas proving access to affordable, lower carbon\nto affordable clean energy. carbon accounting. See page 48.\nenergy. In 2023 our longer-term work at Tangguh\nRead more about our aims and objectives at to support workers and local communities Read more about our social investment\nbp.com/peopleandplanet was recognized by the Tangguh Independent activities on page 37\nAdvisory Panel.\nRead more about our sustainable livelihoods\nwork in Indonesia on page 38\na The aggregate quantity, net to bp, of renewable generating capacity that has been developed to the point of final investment decision.\nb We estimate that the level of renewable generating capacity we will add is capable of providing enough renewable power to meet the needs of around 36 million people based on a 2019 global average electricity consumption per capita value.\nSee the glossary on pages 59-61\n34 bp Sustainability Report 2023"
    },
    {
      "page": 37,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n12 Enabling a just transition Just transition for local communities This knowledge will inform our approach to social\nTo enable a just transition in local communities we investment and engagement in the region.\nJust transition\nWe support the International Labour Organization need to engage with them as we develop projects.\nGuidelines on Just Transition and believe For example, in Teesside, UK, we are consulting\nRead more about our activities with local\ncommunities on page 37\nthat respect for human rights and strong with communities as part of the permitting and\nenvironmental and social performance are environmental and social impact assessment\nCollaborating for a just transition\nOur aim 12 is to support a just energy necessary for a just transition. Our policies and processes for our projects.\nWe believe action to advance a just transition is\ntransition that advances human rights practices reflect this belief. We are collaborating As we invest more in our transition growth most effective when governments, businesses,\nwith relevant stakeholders to help advance human\nand education. engines we aim to grow our involvement in workers, local communities and other stakeholders\nrights during the energy transition. This includes\ncommunity regeneration initiatives and find ways work together. We advocate for governments to\nWe support the Paris Agreement, which supporting civic dialogue, transparency and\nto measure their progress. play a leading role through the introduction of\nrecognizes the importance of a just transition – capacity building in civil society organizations.\nclimate and energy policies that address negative\none that delivers decent work, quality jobs and Scotland\nJust transition for our workforce social impacts and maximize social benefits.\nsupports the livelihoods of local communities. In Scotland, we are supporting several social,\nOur approach to enabling a just transition for\neconomic and skills development projects with our bp.com/climatepolicypositions\nTo support a just energy transition, we aim to our own workforce is complemented by our\njoint venture partners, including the proposed\ncollaborate with key stakeholders and other internal processes and practices, including our\nindustries to support the advancement of strategic workforce planning activities, which Aberdeen Hydrogen Hub – a joint venture with We are involved in several collaborations to help\nhuman rights through the transition. We will do consider the ways we attract, recruit, develop and Aberdeen City Council, and the X-Academy training energy businesses support a just transition:\nprogramme, which supports the Morven offshore\nthis by developing just transition plans in priority reward employees. y Energy for a Just Transition, led by BSR\nwind project.\nareas and helping the workforce to develop (Business for Social Responsibility) and The\nEngaging employees for transition\nskills for the future energy system, taking a Teesside B Team – through our participation in 2023,\nThe results from our 2022 ‘Pulse annual’\nsocially inclusive approach. We aim to build In Teesside, UK, we are contributing to the local we contributed to the Just Transition Planning\nsurvey indicated that a significant proportion of\nstronger relationships with local communities, Skills Improvement Plan and actively participating Toolkit for Business.\nemployees (13%) were disengaged and intended\nbased on mutual trust and respect, and will to leave bp due in large part to lack of training and in several community initiatives designed to help y Our SVP Europe and head of country UK chairs\nsupport civic dialogue, greater transparency career progression. In response, we developed local people from diverse backgrounds prepare for the Business in the Community (BITC) Climate\nand capacity building, where we work. training programmes and other initiatives to help jobs in low carbon industries. These include the Action Leadership Team, which aims to support\nTeesside Clean Energy Technician scholarships,\nprepare employees for the future and the energy businesses to lead a just transition to a net\nwith around 40 students expected to be enrolled\ntransition. The 2023 ‘Pulse annual’ survey showed zero economy.\nWe have foura objectives for this aim: by the end of 2024.\na seven-point increase in ‘employees having y The Council for Inclusive Capitalism’s Just\ny Enable a just transition for the workforce. access to opportunities to develop their career Australia Transition workstream.\ny Decent work. at bp’ and a reduction in the number who were In Western Australia, we are working with y Ipieca’s Just Transition Taskforce.\ny Respect and remedy. disengaged and intended to leave (11%). Creating Communities, an organization focused\nWe are participating in industry discussions\non community engagement and social impact\ny Responsible security. Read more about employee engagement and\nto drive a just transition. This work will help us\naround skilling for the energy transition.\ndevelopment on page 11 These often have a specific focus on a just\nRead more about our aims and objectives at understand the needs and aspirations of the\ntransition. We chair the Hydrogen and CCUS Task\nbp.com/peopleandplanet communities surrounding our projects and how\nand Finish Group, a multi-stakeholder body that\nthey hope to benefit from the energy transition.\nis shaping recommendations to tackle workforce\ndemand and skilling challenges for the UK\ngovernment’s Green Jobs Action Plan, which is set\na When we launched our aim 12 we included an objective on ‘supporting civic dialogue, transparency and building local capacity’. Following a review of aim 12 we have retired this as a separate objective because we consider to be published in 2024.\nthese activities to be integral to the ways we engage stakeholders and embed sustainability as we work to deliver our sustainability frame.\nSee the glossary on pages 59-61\n35 bp Sustainability Report 2023"
    },
    {
      "page": 38,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nWe are a founding partner of the BITC Community We completed 14 on-site assessments with Community complaints in 2023\nClimate Fund in the UK, which was created in 2023 suppliers in 2023 and we are working with them Our refineries account for just over half the\nCommunity engagement for\nand is expected to be up and running in 2024. to remedy identified concerns. We have provided feedback we received from communities.\nremedy and restoration in\nWe have contributed £5 million to the fund, which training to help practitioners, senior managers and In 2023 we expanded our central data collection\naims to enable collaboration between businesses, bp suppliers identify and manage labour rights and Trinidad and Tobago processes to include community feedback\nthe public sector and communities to deliver local modern slavery risks in line with our requirements. In Trinidad, we have assessed the potential received in our operated retail sites across\noutcomes that can accelerate a just transition. We have also engaged with some contractors to impact of our a pipeline replacement project on Europe, Mexico, Australia and New Zealand,\nTees Valley and Bradford will be the first focus help them do likewise. local communities. We first engaged with the accounting for approximately 20% of the overall\nareas for the fund. local Mayaro community in 2021, in more than feedback we received.\nbp.com/modernslavery\nRead more about our partnerships on 300 engagement sessions. Overall, the total number of complaints\npage 53 Respect and remedy The feedback we received helped us received increased in 2023 compared to 2022.\ndevelop a livelihood restoration plan, The majority of concerns and complaints raised by\nIn line with our human rights policy, we commission through which we provided compensation communities continue to be related to day-to-day\nOur approach to human rights\nindependent third-party assessments of selected for temporary economic displacement and nuisance linked to projects and operations, such\nRespect for human rights provides the\nsites and business activities, to assess their other impacts, along with additional social as odour, noise and dust. In 2023 there was an\nfoundation for an inclusive and just transition.\nconformance with our human rights policy. In 2023 investment. This plan also included a formal increase in feedback related to job opportunities\nIt underpins our aims and, through our code of\nthese assessments continued with an independent grievance process with our contractors and community development, as well as requests\nconduct and human rights policy, guides the\nanalysis of human rights risks and opportunities to address community issues that arise for more information.\nway we work.\nat some of our renewables businesses. The next during construction.\nbp.com/humanrightspolicy phase of this work, to be completed in early Responsible security\nThese activities are part of a broader approach\n2024, will comprise more detailed third-party\nadopted by bp Trinidad and Tobago to\nIn 2023 we continued implementing the Voluntary\nassessments focusing on internal systems,\nsystematically involve affected stakeholders\nPrinciples on Security and Human Rights (VPSHR)\nperformance and external perceptions.\nDecent work through consultation, structured community\nat bp-operated facilities, to help us identify and\nIn 2023 we also acted on recommendations agreements, fair and adequate remedy, benefit address local conflict and security and human\nWe believe decent work is fundamental to a just made from third-party human rights assessments sharing and economic compensation. rights risks.\ntransition and should be underpinned by respect completed in 2022, and worked on an update to\nIn 2023 we also advanced our pilot study\nfor human rights and labour rights. The prevention our human rights risk taxonomy to enhance and We used our improved security risk assessment\nwith Shift, a leading centre of expertise on the\nof modern slavery is integral to this. clarify how it captures social and human rights tool to carry out more than 230 assessments.\nUN Guiding Principles, to assess the quality\nWe identified security and human rights\nrisks. This will be published in 2024.\nIn 2023 we continued developing more effective of our community relations in Trinidad and\nrisks at nearly 30 locations and put in place\nways of working with suppliers to identify and In March 2023 bp Australia launched a new Tobago. Through the pilot, local people and relevant measures to prevent or mitigate them.\naddress risks to the workforce. We strengthened Reconciliation Action Plan (RAP) that sets organizations have provided valuable feedback The security teams at these assets used our\nour evaluation of high-risk tier one suppliers and out 94 actions to improve outcomes for the on several topics, including the positive VPSHR Implementation Guide to verify security\nare on track to meet our target of evaluating country’s First Nations peoples over three years. impacts of social programmes and areas for contractors’ adherence with VPSHR and bp\nthem all by the end of 2025. For example, during This RAP aims to further embed a culture of improvement such as enhanced grievance contract requirements. We have now made\n2023 we modified our supplier assessment respect, diversity, equity and inclusion in bp and mechanisms. This feedback has allowed us this process a standard part of our contractor\nquestionnaire to help us identify and address the communities in Australia where we operate. to address some community concerns that performance reviews.\nrelevant risks earlier in our contracting processes. It was developed through collaboration with we were not previously aware of and it will\nWe are also working to reduce human error by Aboriginal and Torres Strait Islander employees, inform the ways we approach community Security and human rights risks and how we\nautomating the risk categorization of suppliers, who participated in forums, surveys, and one- stakeholders in future. manage them are also covered in our business\nwhich should mean that all relevant suppliers to-one discussions with First Nations people risk review processes, which means they are\ncomplete pre-contract questionnaires. representatives on the RAP Committee. periodically evaluated by relevant leaders.\nSee the glossary on pages 59-61\n36 bp Sustainability Report 2023"
    },
    {
      "page": 39,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nIn addition, we are working to incorporate updated 13 Strategic social investment We support a number of other long-running STEM\nsecurity and human rights clauses into relevant education and career initiatives. For example,\nSustainable\nprivate security contracts. In 2020 we set a target to focus 70% of our social in Scotland, we jointly fund Prosper’s Young\ninvestment expenditure on programmes that both Engineers and Science Clubs, which reached more\nWe have amended our security and human rights\nlivelihoods progress our aims and support local communities than 7,000 pupils in 2023. Our collaboration with\nimpact and risk assessments to cover conflict\nwhere we work. Children Challenging Industry at the University\nanalysis, using components of the Voluntary\nof York reached more than 600 children at\nPrinciples Initiative (VPI) guidelinesa. As a result, In 2023 we took steps towards meeting this\n15 schools.\nour central teams can analyze drivers of local Our aim 13 is helping more than objective, including a review of our existing activities\nconflict and support local teams to understand one million people build sustainable to assess their alignment with our aims and their Supporting thriving and resilient communities\npotential security-related human rights risks and impact. This indicated that we are on track to In the US, we fund the ACCEL programme, a\nlivelihoods and resilience.\nhow to address them. meet our objective and identified opportunities partnership of Greentown Labs and Browning the\nWe will support the communities where we to go further. As a result, we developed three Green Space. It supports founders of companies\nWe recognize that human rights defenders,\nwork to build greater resilience and more themes for our sustainable livelihood programmes who are Black, Indigenous or people of colour\nincluding those representing communities\nsustainable livelihoods. We will focus our social that integrate our aims and connect with our and whose companies address climate change,\nor workers, may be at risk of harassment,\ninvestment in support of our sustainability purpose: building capability for the future; promote diversity and advocate for the use\nintimidation, violence, and harm. In 2023 we\naims. Through these actions we aim to reach supporting thriving and resilient communities; of lower carbon technologies in under-served\ntook a leadership role in the VPI and supported\nmore than one million people. We will also and partnering with local communities on climate communities. In 2023 the inaugural ACCEL cohort\nthe development of guidance on respecting the\nsupport our workforce through quality jobs and environmental sustainability. of six start-ups received grant funding, training,\nrights of human rights defenders. Through the\nwith fair conditions. and mentorship by industry experts.\nVPI and together with other organizations, we are\nSupporting livelihoods\nhelping to address issues relating to civic dialogue, Partnering for climate and environmental\ntransparency and capacity building. VPI-related sustainability\nWe have set three objectives for this aim: The themes we have developed provide a\nactivities, including training for security providers In 2023 we supported the livelihoods of more than\nat an operational level and awareness building for y Strategic social investment in support framework for our programmes. 23,000 people in Azerbaijan, Georgia and Türkiye\nbp employees, are reported annually to the VPI. of sustainability. Building capability for the future along the route of the Baku-Tbilisi-Cayhan pipeline.\ny Support livelihoods in the communities where In South Africa, our investment in the Energy Initiatives focused on enhancing the effectiveness\nIn 2023 we also conducted security and human\nwe operate. Mobility Education Trust continues to provide of agricultural and animal husbandry practices,\nrights-related training for more than 560 security\ny Fair wage and remuneration for our employees. opportunities for young Black South Africans. tree planting, supplying lower carbon energy,\npersonnel, including more than 40 public security\nIn 2023 nearly 600 high school learners were improving infrastructure and community safety,\nforce representatives, in countries with heightened Read more about our aims and objectives: supported and more than 150 university students and providing high-quality education.\nhuman rights risks. bp.com/peopleandplanet received scholarships to six of South Africa’s\nbp.com/humanrights leading universities. Since we established the Trust\nRead more about our work to support\nbiodiversity restoration on page 45\nin 2014 our funding has supported more than\nRead our latest Annual Report on the 4,000 young people through STEM education and\nVoluntary Principles on Security and skills development.\nHuman Rights\na The Voluntary Principles Initiative Conflict Analysis Tool for Companies is a resource that helps employees to understand the dynamics of conflict\nin a particular area of operation, determine our impact on those dynamics, and generate options to mitigate negative impacts.\n37 bp Sustainability Report 2023"
    },
    {
      "page": 40,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nFinancial support to build resilience\nbp Foundation\nIn 2023 we continued to provide wide-ranging\nA long history of supporting Supporting refugees\nThe bp Foundation, a charitable organization\nsupport to organizations that help vulnerable\nlivelihoods in Indonesia people, including those in food or fuel poverty. In June 2023 as part of the Tent Partnership for separate from but entirely funded by bp,\nThere are more than 20,000 people living In the UK we have donated nearly £15 million. Refugees, we made a shared commitment with supports our employees and communities\nin the 10 districts near our LNG facility in Examples of our support include: 41 other companies to provide jobs and training through matched funding and charitable\nTangguh, Indonesia. Our efforts to positively for more than 250,000 refugees in Europe. contributions for disaster and humanitarian\nimpact neighbouring communities over more y The VSA Fuel Fund, in Aberdeen and north-east As part of our contribution, we aim to hire relief efforts in areas where we operate.\nScotland, which provides financial support to\nthan 20 years were recognized in 2023 by the 70 refugees directly and run employability and In 2023 the bp Foundation supported disaster\nindividuals and families through cash donations\nTangguh Independent Advisory Panel (TIAP), training events for a further 250 over the next and humanitarian relief in Türkiye and Syria,\nto help around 3,000 people pay their energy bills.\nwhich provides advice on the non-technical three years, across our European operations. Australia, Libya, Morocco, New Zealand, and\ny Our partnership with national youth charity,\nand non-commercial aspects of bp’s work in In 2023 our Polish retail business hired the US. The foundation also set up employee\nOnside, enabling over 55,000 young people to\nthe region. 60 refugees and four took up corporate roles double match appeals for donations to five\nattend Youth Zone centres around the UK and\nIn its final report, published in July 2023, TIAP access support from dedicated youth workers in the UK. A further 75 refugees attended three organizations working on humanitarian aid in\nconcluded that our Tangguh facility is on track along with sport, art and leisure facilities, seven well-received employability events, for which the Middle East.\nto meet its commitment of having an 85% days a week. bp employees contributed more than 450\nIndigenous Papuan workforce at site by 2029 y Funding to help three municipal social action volunteering hours. We also provided mentoring Fair wage and remuneration\nwith the percentage currently at 72% – and centres in France support families experiencing for 30 refugees through joint programmes with\nmore than 60% of Papuan technicians working fuel poverty with financial assistance. our charity partners. In the UK, bp is accredited as a Living Wage\nthere are women. The report also highlighted We made additional contributions totalling Employer by the Living Wage Foundation.\nour contribution to healthcare, education, Supporting humanitarian work £150,000 to refugee charities, including\ninfrastructure, and economic development in As the war in Ukraine continued in 2023, we Refuaid, which helps people given refuge in We conduct regular reviews across our businesses\nlocal Indigenous communities. extended our funding for the HALO Trust by the UK to restart their lives through language globally to establish if our employees are being\ndonating an additional $4 million to support paid fair wages – by which we mean a wage that\nWe have consistently supported the creation of landmine clearance through the purchase of tuition, financial and wider employability advice. meets employees’ basic needs. These reviews\nsustainable livelihoods in these communities vehicles, equipment and protective clothing. Our support has directly benefited 40 refugees. are based on Fair Wage Network benchmark data\nby focusing on micro-enterprise, women’s We made additional donations to regional for a typical-sized family and an average number\neconomic development, capacity building for humanitarian organizations, including the Demjan of workers per family. They also consider factors\nlocal and regional businesses, as well as the Foundation and United Way Hungary. such as local market conditions. In 2023, as in\ncreation of agriculture and fishing co-operatives. 2022, we paid all our employees a fair wage based\nFollowing the earthquake in Türkiye and Syria\non this approacha.\nin February 2023, we donated $20 million\nto international aid organizations to support We are doing further work to embed the\nrelief efforts. governance and processes required to\nsystematically monitor whether we are paying\nIn November 2023 we committed $15 million to\nemployees a fair wage.\ncharitable organizations that provide humanitarian\nrelief in the Middle East. We are supporting\norganizations focused on helping people directly\naffected, including the elderly, children, and other\nvulnerable groups.\na Analysis excluded employees in recently acquired companies.\n38 bp Sustainability Report 2023"
    },
    {
      "page": 41,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n14 Diversity in our workforce 2023 highlights\ny Delivered Race4Equity training to almost 100%\nGreater Inclusive recruitment in Spain\nIn December 2023 seven of the 11 positions in of our most senior leaders (group and senior\nour leadership team were held by women. We are leaders) and 84% of all other employees – this bp Spain is working to improve understanding\nequity working to further improve the gender balance training is mandatory in the US and UK. of the issues trans and non-binary people can\nacross our workforce. By 2025 we aim to have y Expanded our apprenticeships face when they apply for jobs, through the\nequal numbers of women and men in roles at our programme globally and we now have innovative bpTransform programme it runs with\ntop level of leadership (top 120 roles), with 40% of 750 apprentices worldwide. support from local NGOs.\nOur aim 14 is greater diversity, equity roles at the next leadership level (group leaders) y Continued our 12-month Leadership Inclusion To date, 15 trans people have found jobs in bp\nfilled by women. Our goal is to have women for Talent (LIfT) development programme for retail sites and offices in Spain with help from\nand inclusion for our workforce and\noccupying at least half of all our group leader roles\nunder-represented minority talent in the US and bpTransform and more than 300 bp employees\ncustomers, and to increase certified by 2030, with 40% at every other level. In 2023\nUK, which was completed by nearly 40 Black have participated in inclusivity awareness-\ndiverse supplier spend to $650 million 34% of group leader roles were filled by women heritage employees. Our trading & shipping entity raising sessions.\n(2022 33%).\nfor US-related spenda. ran a programme for women in leadership and\nIn 2023 bp Spain was also recognized as\nWe also made progress on our ambition to increase we also made plans for a new intake of Asian\nWe want our workforce and customers to minority representation in the UK and the US. At the heritage employees across bp in 2024. the ‘most inclusive company’ by the Spanish\nexperience greater equity – fair treatment Red Cross.\nend of 2023 17% of group and senior leaders in y Launched a global initiative to encourage\naccording to everyone’s different needs and\nthe UK were non-white (2022 14%). This means employees to voluntarily disclose their identity\nsituations – while also helping our partners in we have exceeded our 2025 UK ambition of 15% data – ethnicity, gender identity and sexual Our business resource groups\nthe ‘bp ecosystem’ do the same. We will aim minority representation for senior leaders and orientation – in our HR systems (where legally Our 14 employee-run business resource groups\nto do this by improving workforce diversity above. In the US, at the end of 2023 we had 27% permissible to do so). By the end of 2023 nearly (BRGs) help our people feel connected and\nand workplace inclusion, making customer minority representation at group and senior leader 40% of in-scope employees had done so. We will supported. They also help to drive delivery of\nexperiences more inclusive, and increasing level (2022 26%). use the insights we gain from this data to our DE&I objectives globally. For example, our\nour annual expenditure with certified diverse progress our inclusion journey. Neurodiversity group (part of the Accessibility\nsuppliers, including female and under- In 2023 we maintained our focus on progressing BRG) has piloted a reverse mentoring programme\ny Committed to provide more than $4 million\nrepresented or minority groups, to $650 million our DE&I ambitions by: to help senior leaders understand the challenges\nto support three historically Black US colleges\nfor US-related spend by 2025. y Embedding our governance processes. through our HBCU Fellowship Program, that neurodivergent colleagues can face at work\nFor example, we established a DE&I council which offers scholarships and energy and how we can support them.\nWe have set three objectives for this aim: in the UK, to provide oversight of our DE&I industry experience. Our Social Mobility BRG has grown rapidly to\ny Diverse workforce, inclusive workplace culture programmes and initiatives. y Rolled out our social mobility framework for more than 1,200 members across 30 countries.\nand employee experience. y Developing our approach to data analytics to action, with a focus on supporting employees In 2023 we established regional chapters in Asia\ny Inclusive customer experience. drive our progress. Our data on representation and communities with fewer economic and Pacific and the Americas and launched a global\nin our workforce is refreshed monthly. social opportunities. mentoring programme for employees. We were\ny Multiply diversity, equity and inclusion\ny Established a UK programme called ‘Get into also ranked 19th out of 143 in The Social Mobility\n(DE&I) impact through ecosystem partners\nRetail’ with The Prince’s Trust to help up to 50 Foundation’s Employer Index (2022 57th).\nand suppliers.\nyoung people find paid work in 2024.\nOur Pride BRG, which launched a new chapter\nRead more about our aims and objectives: y Increased the number of work experience for bp employees in India in 2023, ran a full\nbp.com/peopleandplanet placements offered, with more than 500 work calendar of awareness-raising activities. In the UK\nbp.com/DEI experience placements hosted worldwide. these included a TransAwareness Panel event in\npartnership with Trans in the City and an initiative\na In 2023 we reset our supplier diversity target from $1 billion by 2025 to $650m annual spend by 2025. See page 40 for more information. that emphasized the value of allyship through\nSee the glossary on pages 59-61\n39 bp Sustainability Report 2023"
    },
    {
      "page": 42,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\npromotional videos and a story-sharing campaign. y Started the global roll-out of a new training y In the US, each bp business has committed to Supporting diverse suppliers’ development\nTwo members of our EMEA Pride team were module to help our front line retail employees develop a plan to increase spend with diverse We support diverse suppliers to develop skills\nrecognized for their achievements at the British support diversity in our customer base. In 2023, suppliers, in line with our ambitions. In 2023 this and build networks that help them compete\nLGBT awards event. more than 3,000 colleagues across regions resulted in a 55% increase in spend with diverse for targeted business opportunities. We do this\nincluding Australia, New Zealand, Spain and suppliers since 2022. through our long-standing relationships with\nUsing employee sentiment monitoring to\nPoland had completed the training, which will y We integrated supplier diversity more deeply into national and regional bodies, as well as our own\nimprove DE&I\ncontinue in 2024. our procurement processes and systems with diverse supplier partnership programme (DSPP).\nWe use our ‘Pulse annual’ survey and ‘Pulse\ny Issued a new DE&I guide that will be used the introduction of our ‘opportunities dashboard’\nlive’ survey to monitor employee sentiment Since 2020 we have supported nearly 500\nby colleagues in our customers & products – a tracker that helps match diverse suppliers\nacross bp. The insights they provide enable us women’s business enterprises and minority\nmarketing and communications teams. with sourcing opportunities.\nto improve transparency and our understanding business enterprises. In 2023 our DSPP provided\nof workplace experiences and culture; track y We implemented a supplier registration platform over 100 hours of mentoring and training through\nchanging perceptions of inclusion across different Multiplying DE&I impact with that provides access to a pool of around 10,000 our team of volunteer advocates to support its first\ndemographics; and make better informed partners and suppliers certified diverse suppliers. 10 minority and women-owned businesses.\ndecisions about DE&I. The results of the 2023\nWe aim to increase diverse supplier spend globally.\n‘Pulse annual’ survey showed a three-point\nRevisions to our aim 14 In the UK, in 2023, we ran an internal awareness-\nincrease in our inclusion index score, at 66% Enabling a diverse workforce with a\nIn 2023 we reset our 2025 diverse supplier building campaign that helped us appoint supplier\n(2022 63%) but this will remain an important focus spend target from $1 billion to $650 million diversity ambassadors across our businesses. women-owned business enterprise\narea in 2024 as we continue working to create a\nof US-related annual spend with certified We also strengthened relationships with our In line with our workforce diversity objective,\nmore inclusive environment at bp.\ndiverse suppliers. diverse suppliers and focused on developing we awarded a major contract to a contingent\nbp.com/DEI When we set this aim in 2020 we knew our external partnerships with certifying agencies and workforce supplier in the US. ICON Consultants\nchambers of commerce. As a result, we increased is a certified women’s business enterprise\ntargets were ambitious and challenging; and\nour spend with diverse suppliers in the UK by 39%. which provides a dedicated pool of\nInclusive customer experiences subsequently, several divestments, along\ncontingent workers and payroll services for\nwith other factors, have had an impact on our\nWhat we mean by a diverse supplier bp. This contract substantially increased our\nWe are tracking retail customer feedback through diverse suppliers spend.\nWe define a certified diverse supplier as a diverse supplier spend in this area for 2023 and\na survey in 15 countries. It gives us insights to how\nNevertheless, we have made progress and for-profit business that is at least 51% owned, contributed towards our aim 14 target.\ninclusive our services are and can help us plan\nin 2023 we reviewed our portfolio of diverse operated, managed and controlled by people\nimprovements for specific communities.\nsuppliers to identify opportunities to grow our with one of the following designations:\nIn 2023 we: spend with existing suppliers. We also worked women’s business enterprise, minority\nto identify new opportunities with current and business enterprise, LGBT+ business enterprise\ny Extended our partnership with fuelService, a\nnew suppliers. We know $650 million a year is or disability-owned business enterprise.\ncertified disability-owned business enterprise,\na stretching target and we will work across our These designations can differ across regions.\nfollowing a pilot in 2022. Consequently,\nbusinesses to deliver against it. For example, in the US we also recognize\ncustomers in the US with physical disabilities\nveteran and service disability-owned\ncan call or message ahead to arrange assistance\nbusinesses. Businesses can be certified as\nat bp retail sites. By the end of 2023 more than\n2023 highlights\ndiverse by organizations such as the Women’s\n700 bp and Amoco US retail sites were using y We achieved our 2023 objective to double\nBusiness Enterprise National Council, the\nthe fuelService platform, which complements a\ndiverse supplier spend from $185 million in 2020.\nNational Minority Supplier Development\nsimilar initiative in the UK.\nIn 2023 our diverse spend increased to nearly\nCouncil, the National LGBT Chamber of\n$470 million.\nCommerce, and Disability:IN.\n40 bp Sustainability Report 2023"
    },
    {
      "page": 43,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n15 Workforce health and wellbeing Specific initiatives for employees Mental health\nWe take a risk-based approach when prioritizing\nEnhance\nOur approach to workforce health and wellbeing employee health challenges and planning health In 2023 we updated our mental health training\nis based on employees’ needs. It includes the awareness campaigns. Using this approach, programmes, which are designed to build\nwel lbeing provision of group-wide support, which is now we continued strengthening our offer in 2023. awareness and employees’ ability to care for\nin place through our global wellbeing platform, For example, in the UK we: themselves and others. We also devised a mental\nThrive@bp, along with more targeted assistance health training programme specifically targeted at\ny Created a partnership with the Retail Trust to help\nfor employees who face specific health and group leaders. The roll-out of this training supports\nour UK retail employees enhance their health and\nOur aim 15 is to enhance the health wellbeing issues. To encourage employees to our 2025 target to train 100% of leaders on key\nwellbeing by offering them online medical and\nand wellbeing of our employees, maximize the support available, we actively mental health challenges.\nwellbeing support, financial aid and guidance\npromote the global, local and issue-specific\ncontractors and local communities. and children’s counselling as well as wellbeing Through our partnership with MindForward\nservices on offer.\ntraining for over 320 leaders. These services Alliance, bp regional leaders participated in mental\nWe will support them to proactively improve\nOur global wellbeing platform were rolled out to more than 6,700 employees health roundtable discussions about the action\ntheir physical and mental health – through\nWe continued to promote Thrive@bp in 2023 across more than 300 sites. businesses are taking to destigmatize mental\ninnovative programmes, partnerships\nto support our employees and their friends y Supported Mental Health Awareness Week. health challenges. We also sustained our support\nand offers.\nand families by offering free access for up to The focus for 2023 was anxiety and volunteers for the Global Business Collaboration for Better\n10 people. With the implementation of country from our Mental Wellbeing Network ran 30 Workplace Mental Health.\nspecific wellbeing platforms for employees in the awareness-raising events in nine bp offices.\nWe have set three objectives for this aim: bp employees, and up to five family members\nUS and China, we met our 2025 target to provide y Rolled out two global menopause e-learning or friends, have free access to the third-party\ny Promote proactive measures to improve the access for 100% of eligible employees and their\nmodules – one for all employees and one Headspace app, which offers services to support\nhealth and wellbeing of our workforce and families. The targeted enrolment and engagement\nspecifically for line managers. We also offer mental health and wellbeing. In 2023 around 9,000\ntheir families. campaigns we ran to support these platforms\nconversation cafes, webinars and other bp employees and over 1,000 family members\ny Improve awareness and understanding of led to a 61% increase in enrolment in the first half support for affected employees. In the UK, bp used the app.\nmental health challenges in the workplace of 2023. is accredited a ‘menopause friendly’ employer\nand community. Our 2023 Thrive Together global physical by the Menopause Friendly Accreditation\ny Create access to and build awareness of physical activity challenge attracted more than 2,500 organization, demonstrating our commitment to\nand mental health resources in the communities participants (2022 1,500). As part of this challenge and actions in support of employee wellbeing.\nwhere we work. bp employees raised £10,000 for the Disasters\nMeasuring our impact\nEmergency Committee to support people in\nRead more about our aims and objectives: We include an employee wellbeing index in our\nTürkiye and Syria following the earthquake that\nbp.com/peopleandplanet ‘Pulse annual’ survey and weekly ‘Pulse live’\naffected both countries.\nsurvey. Results from the 2023 ‘Pulse annual’\nsurvey showed that employee wellbeing increased\nby four points to 72% (2022 68%). This score was\nsupported by a corresponding five-point increase\nin employees who feel supported to manage their\npersonal and work life (74% compared to 69%\nin 2022).\n41 bp Sustainability Report 2023"
    },
    {
      "page": 44,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nCommunity health and wellbeing\nWe have developed a plan to identify health and\nwellbeing issues in communities where we work,\nand a prioritization approach that supports our\nfocus for the development of community health\nprogrammes in key regions and countries.\nIn India, Castrol is running health and wellness\ninitiatives for truck drivers and mechanics.\nOne initiative which is focused on vision care,\nprovides free eyesight checks and has distributed\nmore than 8,000 pairs of glasses. Another is a\nhealthy lifestyle programme that provides health\nscreening and health awareness sessions,\nincluding some that cover mental health.\nMore than 3,000 mechanics benefited from this\nprogramme in 2023.\nWe have a community health programme in place\nin Mauritania and Senegal. We set it up in 2022 and\nprovided medical clinics, medicines and equipment.\nIn 2023 we completed a health impact assessment.\nAs part of this process, we engaged local\nstakeholders and developed plans for community\nhealth programmes that are set to start in 2024.\nPartnerships for public health\nIn 2023 we built on our earlier work with\nGeorgetown University, US, to identify\nopportunities to build partnerships to support\nmental health and wellbeing. These included:\ny An academic partnership with John Hopkins\nBloomberg School of Public Health to study\nthe impact of one of our ongoing health and\nwellbeing initiatives called WELL, with the\nfirst results of this study expected in 2024.\nThe learnings from this study are expected to\ninform scientific literature on community health\nand wellbeing.\nThe Fowler Ridge team assembles every morning\ny A collaboration between our regional US health\nbefore work to ‘bend and stretch’ together.\nteam in Houston and the Greater Houston\nPartnership, to identify knowledge and resource Fowler Ridge wind farm, Indiana, US\ngaps related to mental health in local businesses.\n42 bp Sustainability Report 2023"
    },
    {
      "page": 45,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nWe want to make a positive\ndifference to the environment in\nwhich we operate.\nOur aims provide the focus\nand structure for the actions\nwe take to care for our planet.\nThe following pages explain\nthe actions we took and the\nprogress we made in 2023.\nIn this section\n2023 Progress 44\nAim 16: Enhancing biodiversity 45\nAim 17: Water positive 46\nAim 18: Championing nature-based solutions 48\nAim 19: Unlock circularity 49\nCaring for\nAim 20: Sustainable purchasing 51\nour planet\nFowler Ridge wind farm, Indiana, US\n43 bp Sustainability Report 2023"
    },
    {
      "page": 46,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\n2023 progress\nWe are making progress on our aims to care\nfor our planet and we are starting to see >1 million New focus areas for New sustainable\ncircularity published purchasing position\nimpacts in some areas.\nThese focus on improving published in 2023\nreduced-cost bags of food sold in our waste management and It sets out focus areas to help us\nGermany and around 54,000 meals integrating circularity into our engage suppliers to promote a\ndelivered to local communities in transition growth engines. more sustainable supply chain.\nAustralia – helping to avoid the\nenvironmental costs of food waste.\npage 49 page 49 page 51\nPutting our net positive impact (NPI) methodology Water assessments to Restoring wetlands in the US\ninto action We are working on improve efficiency In Montana, US, one of our subsidiaries has worked to improve\nWe are applying our NPI biodiversity methodology on new, We conducted assessments at biodiversity on remediation projects at former copper smelting\na five-year project\nin scope bp projects. These include the Northern Endurance four refineries, which account sites, including wetland restoration, reforestation, and the\nwith the Institute of for around 51% of our water\nPartnership Development in the UK and the Ubidari carbon creation of new wildlife management areas.\nconsumption, to help identify\ncapture project in Indonesia. Marine Affairs\nareas where we can create\nexploring restoration efficiencies in water consumption.\npage 45 methods to page 46 page 48\nrehabilitate coral\nreefs and sea\ngrasses essential Support for water\nreplenishment projects\nto Tobago’s marine\nin Azerbaijan\nbiodiversity and We are backing three new\neconomy. projects in Azerbaijan to\nhelp improve water supply\nHead of C&EA, bp Trinidad and irrigation of arable\nand Tobago. land, provide safe drinking\nwater, and improve\ncommunity sanitation.\nThese projects include the\nrestoration of traditional\nsustainable water\nsupply systems.\nFind out more about project\nMARIN on our website at\nTeesside brownfield site, Teesside, UK bp.com/sustainabilityreport page 47 Opportunity Ponds, Montana, US\nSee the glossary on pages 59-61\n44 bp Sustainability Report 2023"
    },
    {
      "page": 47,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nNet positive impact in our projects We have introduced smaller-scale biodiversity International policy and\nEnhancing enhancements around some of our offices in the external engagement\nWe are applying our NPI biodiversity methodology UK. At our Pangbourne and Sunbury sites, we have\non new, in scope bp projects, such as the Northern installed bat and bird nest boxes, beehives, log Since the launch of the Kunming-Montreal Global\nbiodiversity Endurance Partnership Development in the UK and piles and hedgerows to support natural habitats. Biodiversity Framework in December 2022, we\nthe Ubidari carbon capture project in Indonesia. have been assessing its implications for bp.\nRead more about the location of our\nTo support delivery of our NPI objective we are As a member of the Taskforce on Nature-related\nmajor operating sites in relation to protected\nworking to build capability and understanding Financial Disclosures (TNFD) Forum, we have also\nOur aim 16 is making a positive areas and key biodiversity areas:\nof the methodology across our project teams. reviewed its framework and provided feedback.\nimpact through our actions to restore, We have also provided them with relevant training, bp.com/protectedareas This has fed into our work to prepare for future\nmaintain and enhance biodiversity coaching and expert advice. nature-related disclosure requirements and evolve\nwhere we work. Biodiversity restoration our approach to managing impacts, nature-related\nBiodiversity enhancement risks, and dependencies on natural resources.\nWe will do this by putting our biodiversity In 2023 we continued to support biodiversity\nin our operations\nposition into action. In doing so, we expect restoration in countries where we have a presence, In 2023 we supported and contributed to several\nthat from 2022 all new bp projects in scope As well as incorporating our NPI biodiversity including funding for two new projects: cross-industry groups – to learn from others and\nwill have plans in place aiming to achieve net to promote the need for collective action:\nmethodology into bp practices for our new y Zangilan forest restoration in Azerbaijan, with\npositive impact (NPI), with a target to deliver projects, we aim to identify opportunities to a plan to restore more than 70ha of forest by y We supported Ipieca’s Biodiversity & Ecosystem\n90% of actions within five years of project enhance biodiversity at our existing operating planting native oriental plane trees and other Services Working Group and the UNEP-WCMC\napproval. We also aim to enhance biodiversity sites. We have prioritized the development indigenous tree species. Proteus Partnership.\nat our major operating sites and support\nof biodiversity enhancement plans. In 2023 y A project led by the Tees Rivers Trust in the y We sponsored the UK Business & Biodiversity\nbiodiversity restoration and sustainable use\nwe focused on two of the five operations in Forum, which together with the International\nUK, to restore intertidal habitats, re-establish\nof natural resource projects in the countries\nbiodiversity sensitive areas and the other three Chamber of Commerce UK and the Institute of\nseagrass meadows and reintroduce native\nwhere we have current or growing investments.\nwill be our focus for 2024 and 2025. Both Cherry Environmental Management and Assessment,\noysters to the Tees Rivers.\nWe will also continue to work with others,\nPoint refinery in the US and our operations in supports businesses in integrating biodiversity\nincluding our joint ventures, to influence and the Azerbaijan-Georgia-Türkiye (AGT) region We are also supporting a rewilding feasibility study into their activities.\npromote collective action on biodiversity. made progress by identifying and implementing in Georgia to assess the viability of reintroducing y We supported and engaged with the World\nbiodiversity enhancement activities in and around red deer to help restore degraded forests in the Business Council for Sustainable Development\ntheir operations. In AGT, we ran a workshop with Tbilisi National Park. This will also contribute to (WBCSD) Nature Positive working group.\nWe have set three objectives for this aim:\nlocal NGOs, regulatory bodies and local scientists national plans to improve the conservation of\ny bp projects – aim to achieve a net to identify and discuss ideas to take forward. the deer.\npositive impact.\nWe are trialling the use of new technologies These new projects build on our existing\ny bp operations – aim to enhance biodiversity. to monitor biodiversity. In 2023 we continued biodiversity restoration projects, which include\ny bp countries – support biodiversity restoration development work on the Terrestrial Digital the restoration of seagrass and coral reefs in\nand the sustainable use of natural resources. Biodiversity Observatory established at Cherry Tobago – project MARIN, enhancing forest and\nPoint in 2022, where we plan to explore the maquis ecosystems in Türkiye, and helping to\nRead more about our aims and objectives: potential of digital technologies to monitor restore forest biodiversity in the Ajameti Managed\nbp.com/peopleandplanet biodiversity on manmade wetlands on the bp site. Reserve, Georgia.\nbp.com/biodiversityposition Find out more about our project to restore\ncoral reefs in Trinidad and Tobago:\nbp.com/sustainabilityreport\nSee the glossary on pages 59-61\n45 bp Sustainability Report 2023"
    },
    {
      "page": 48,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nOur progress in 2023 At major operating sites, 73% of our total we have used brackish water rather than fresh\nfreshwater withdrawals and 36% of freshwater water in our commissioning operations. A total\nWater\nTo understand our water-related challenges, we consumption were from regions with high or volume of over 470,000m3 of brackish water was\nreview the water impacts, risks and opportunities extremely high water stress in 2023. This is a utilized in 2023.\npositive at our major operating sites. These reviews significant increase from 2022 (0.1% and 0.6%\nconsider the quantity and quality of water used as respectively) and is due to an update to WRI’s\nwell as any applicable regulatory requirements. Aqueduct™ 4.0 in 2023 which changed the Tackling water leaks in Australia and\nOur aim 17 is becoming water positive In 2022 we reviewed the internal standards, distribution of water stressed areas. As a result, New Zealand\nthree of our refineries are located in regions that\nby 2035. practices and guidance that underpin our water Our mobility & convenience business in\nare now considered to have higher water stress.\nactivities. Based on this review, we updated them Australia and New Zealand has a large,\nWe aim to replenish more fresh water than in 2023 to align them with our sustainability Our wastewater treatment concentrations distributed retail network, with around 500 bp\nwe consume in our operations. We will do this frame. We track and monitor evolving external decreased slightly owing to lower discharge operated sites.\nby being more efficient in operational fresh water frameworks so that we can continue to volumes at the refineries. The average chemical\nDuring 2022 significant water leaks were\nwater use and effluent management, and by refine our water stewardship practices as these oxygen demand concentration of the treated water\nidentified at two sites in New Zealand (Upper\ncollaborating with others to replenish fresh frameworks develop. discharged from bp-operated treatment facilities\nHutt and Waiwhetu). Together, these resulted in\nwater in stressed and scarce catchment areas to the freshwater environment was 40mg/l.\nthe loss of over 36 million litres of potable water\nwhere we operate. Our water consumption in 2023\nbp.com/ESGdata at a cost of NZ$85,000 to the bp business.\nWe saw a 29% fall in freshwater withdrawals and a Having repaired these leaks, we wanted to\nWe have set two objectives for this aim: 15% fall in freshwater consumption, compared with establish a more systematic approach to\nImproving water efficiency\ny Improved efficiency of operational freshwater our 2020 baselinea. Reductions in 2023 were largely identifying elevated water usage across our\nuse and effluent management. due to the divestment of Toledo Refinery, however In 2023 we continued detailed, site-based water distributed assets.\nother changes were attributable to the reconfiguration\ny Collaboration on the most impactful assessments at four refineries – Rotterdam in We undertook a detailed assessment of assets\nof Kwinana refinery, turnaround activity at Castellón\nopportunities to replenish water in stressed and the Netherlands, Lingen in Germany and Cherry and created a new database tool to capture\nrefinery and use of non-freshwater sources in bpx\nscarce catchments where we operate. Point and Whiting in the US – representing information and generate expected usage\nenergy Eagle Ford. This was partially offset by\napproximately 51% of our total consumption baselines and tolerances for each site.\nRead more about our aims and objectives: increases in consumption at Cherry Point owing to\nin 2023. Our assessments help identify areas\nbp.com/peopleandplanet the introduction of the new hydrocracker and cooling A leak detection programme was rolled out\nwhere we can create operational efficiencies in\nwater infrastructure projects and an increase in in 2023 and the frequency of site checks was\nwater consumption.\ndrilling and completions activity at some of our bpx increased to once every quarter to reduce the\nenergy operations. At our Lingen refinery, a water recycling project risk of persistent unmonitored leaks.\nwent into operation. A new water treatment\nWe actively manage our freshwater demands in This contributed to a 25% decrease in monthly\nsystem recycles wastewater from the refinery\nareas of stress and scarcity. Taking into account network water use in New Zealand from\nand reuses it for industrial processes. The volume\nanalysis that utilized the World Resources Institute January to September 2023 and an associated\nof treated water is equivalent to approximately\n(WRI) Aqueduct Global Water Risk Atlas, in 2023 28% reduction in invoiced spend. In 2024\n500,000m3 per annum of fresh water saved.\neight of our 17 major operating sites were located further roll-out of the programme is planned in\nin regions with medium to extremely high water At our bpx energy facilities in the US, produced New Zealand and Australia.\nstress (2022 five). Based on anticipated changes water is used instead of fresh water to commission\nin the areas WRI identifies as water stressed, this operations at some of the wells. The volume of\nnumber is expected to remain largely unchanged produced water used is equivalent to 6,000m3 per\nby 2030, assuming a business as-usual scenario annum of fresh water saved. At Eagle Ford Shale,\na The baseline freshwater consumption is defined as 55.9 million m3/yr. with no portfolio changes.\n46 bp Sustainability Report 2023"
    },
    {
      "page": 49,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nWater replenishment collaboration\nRestoring traditional water\nWe aim to work with others to replenish\nsupply systems\nwater, focusing on catchments where we can\nachieve the biggest impact. We are measuring In Azerbaijan, one of the most ancient but\nthe impact of any collaborations by utilizing sustainable means of water abstraction is a\nvolumetric water benefits, as defined by the Water kahriz – an underground network of gently\nResources Institute. sloping horizontal subterranean canals with\ninterconnected wells, which delivers water\nIn 2023 we developed and implemented a plan\nthrough a passive collection system.\nto deliver catchment collaboration projects that\ncould help us achieve our 20% target by 2025. Kahrizes have been a key feature in arid and\nWe also signed up to support three catchment semi-arid environments since antiquity.\ncollaboration projects in Azerbaijan: However, they have gradually been replaced\nby alternative means of abstraction and\ny A project with the Regional Development\nconsequently fallen into disrepair. In addition,\nPublic Union to supply water to irrigate 83ha of\nthe skills required to design, build and maintain\narable land at the Goychay Base Station of the\nthem have almost disappeared.\nScientific Research Institute of Fruit and Tea\nCultivation and in surrounding communities. To help address this, we have signed an\ny A project run by the Social Development Public agreement with an external consultancy to\nUnion to establish a community-run model for carry out the refurbishment of two kahrizes\nthe provision of safe drinking water, irrigation and in the Tovuz region of Azerbaijan while\nsanitation systems in communities in the Central simultaneously providing training for local\nAran and Ganja-Dashkasan regions. people to learn the skills needed to maintain\ny A project to revive the use of a traditional water them and possibly design and build more in\nabstraction system that involves training local the future.\npeople in the Tovuz region, as detailed in the\nadjacent case study.\nWe continued our work to improve clean water\nsupply in Mauritania. Through our Greater Tortue\nAhmeyim joint venture, we are funding the\nexpansion of the N’Diago water supply project\nlocated along the Senegal river. This expansion\nis expected to increase access to safe drinking\nwater – for example, through the installation of\nsolar-powered water distribution systems – for a\nfurther 455 households, bringing the total number\nof people supported to approximately 6,000.\nSolar-powered water distribution system, N’Diago commune, Mauritania\nSee the glossary on pages 59-61\n47 bp Sustainability Report 2023"
    },
    {
      "page": 50,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nNature-based solutions Our approach\nWe support a well-designed, high-integrity\nChampioning Nature-based solutions in action\nNature-based solutions (NbS) are increasingly voluntary carbon market that builds on advances\nbeing used to address societal challenges, such Some of our subsidiaries in the US have worked in technologies and methodologies, as well as new\nnature-based as water management, coastal erosion and the to improve biodiversity at several environmental forms of governance, to maintain and enhance\nimpact of adverse weather events. They also remediation and restoration sites. its credibility.\nprovide ecological, social, and economic\nsolutions Near a former copper smelter in Montana, one We support the Core Carbon Principles set\nco-benefits, including natural climate solutions\nsubsidiary has restored hundreds of acres of out by the Integrity Council for the Voluntary\nthat reduce or remove greenhouse gas emissions\nfunctional wetlands and created a biodiverse Carbon Market and believe our own due diligence\nthrough nature conservation, restoration or\nwildlife habitat where moose, elk, deer and approach can build on and complement\nOur aim 18 is championing improved land management.\nother wildlife now graze across the 3,500-acre its requirements.\nnature-based solutions and enabling In 2023 we worked on finalizing our NbS action Dutchman estate.\nIn 2023 we expanded the centre of excellence\ncertified natural climate solutions. plan, which focuses on ways of embedding nature\nAt Warm Spring Ponds, Montana, an (CoE) in our low carbon trading business. The\ninto our engineering designs for new projects and\nWe aim to use nature-based solutions (NbS) to environmental remediation site is managed to CoE comprises a team of subject matter experts\nexisting operations.\ndeliver value and contribute to our people and provide over 1,300 acres of wildlife habitat that responsible for the screening and due diligence\nplanet aims in our operations and through our We are currently focused on raising awareness supports a large rainbow trout population and of carbon credit projects as well as the ongoing\nbusiness activities. We will also support the and improving understanding of NbS and its attracts thousands of migratory waterfowl that monitoring and management of our carbon\ndevelopment of scalable markets for certified potential applications and on identifying where stop at the ponds. credit portfolio.\nnatural climate solutions that help the world we can embed it into our engineering practices,\nAt both of these Wildlife Habitat Council Gold Our portfolio\nreduce deforestation, get to net zero and supported by technical guidance and tools.\nCertified sites, our subsidiary has employed We continued to build our portfolio of NCS\ndeliver environmental and social benefits.\nnovel monitoring technologies such as drones voluntary carbon projects in 2023. For example,\nand remote sensing to track species diversity, in Zambia, we entered into an agreement with\nWe have set two objectives for this aim: abundance, and migration patterns. BioCarbon Partners to support the Kafue-Zambezi\nCommunity REDD+ (Reducing Emissions from\ny Use nature-based solutions to deliver value and\nDeforestation and forest Degradation) project.\ncontribute to our people and planet aims. Natural climate solutions\nThe conservation efforts in this project are\ny Enable emissions reductions through community-led and they aim to benefit up to\ninvestments in certified natural climate solutions We support the scaling up of high-integrity NCS, 400,000 people in 40 chiefdoms. The project,\n(NCS). which can contribute to climate change mitigation which targets the conservation of a significant\nand generate environmental and social benefits.\npart of the Kavango-Zambezi wildlife corridor,\nWe believe that climate finance channelled through\nRead more about our aims and objectives: anchored by the Kafue National Park, will be\nthe voluntary carbon market can play an important\nbp.com/peopleandplanet developed using the 2023 Verified Carbon\nrole in accelerating the energy transition and\nStandard consolidated methodology for reducing\nmeeting the goals of the Paris Agreement. It can\nemissions from deforestation and forest\nalso help to preserve and enhance biodiversity and\ndegradation to quantify emissions reductions.\nprovide economic benefits for local communities.\nSee the glossary on pages 59-61\n48 bp Sustainability Report 2023"
    },
    {
      "page": 51,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nExternal engagement Increasing circularity across bp Our actions in 2023\nWe engaged externally to support the growth In addition to the development of our new focus\nof the carbon market in 2023. For example, we Unlock Our internal framework for circularity uses and areas and implementation of our new waste\nresponded to the EU’s open consultation on the adapts definitions from the Ellen MacArthur data collection methodology, we also focused on\ndevelopment of the EU 2040 Climate Target – circularity Foundation. It focuses on three principles embedding our circularity framework and building\nexpressing our support for a dedicated target for of circularity: eliminate waste and pollution; momentum in our businesses.\ncarbon removals and highlighting the importance circulate products and materials; and regenerate\nFor example, we included our circularity\nof including nature-based removals, which nature. We believe it can help to clarify circularity\nOur aim 19 is to unlock new sources framework as guidance in our Operating\ncan play an important role in meeting the EU’s principles and set out practical actions that our\nManagement System and highlighted circularity\nclimate ambitions. of value through circularity. businesses can take to support this aim.\nas an important topic for operations to consider\nIn addition, we contributed to the development of We want to keep materials in use for longer when planning new projects.\nOur circularity focus areas\na paper, ‘The Evolving Voluntary Carbon Market’, and value them throughout their lifecycle.\nIn 2023 we identified new focus areas for our In our Castrol business:\nthrough the International Emissions Trading We will do this by using resources responsibly\ncircularity work. These are:\nAssociation’s voluntary carbon market working and embracing circular principles in design, y We have started introducing re-refined base\ngroup, to promote the role that the voluntary operations and decommissioning and aim to y Map resource inflows identified as being oils into some of our product formulations.\ncarbon market plays in channelling finance to work with partners and our joint ventures to most significant to bp‘s circularity agenda. We proved the potential for circularity when\ndecarbonization efforts and setting out the actions create opportunities. y Improve the waste recycling and recovery rate we used Castrol ON re-refined electric vehicle\nrequired to continue this positive flow of finance. from our operated sites (excludes DCWI and transmission oil in Jaguar Racing Team’s\nWe currently participate in several other We have one objective for this aim: remediation waste)a from our 2022 baseline all-electric race cars at the 2023 Monaco E-Prix.\nNCS and voluntary carbon market-related rate of 44%. y Castrol is rolling out a new bottle range in Europe\ny To increase the circularity of our existing that uses less plastic overall. For example, the\ntrade associations: As we grow our transition growth engines, we\noperations and products and identify circularity five-litre bottle uses up to 20% less plastic by\ny Oil and Gas Climate Initiative NCS working group opportunities in new projects and businesses. will work to incorporate circularity: weight compared to the previous packaging.\ny WBCSD carbon removals, NCS and climate y We aim to further integrate circular economy y Our high-density polyethylene bottles in\nIn 2023 we also agreed new focus areas to unlock\nworking groups considerations into the strategic approach of India now include 30% post-consumer\ncircularity and these will help guide our efforts\ny Natural Climate Solutions Alliance certain businesses including Hydrogen and recycled content.\nfrom 2024.\ny CCS+ Initiative EV charging.\nIn our convenience business:\nRead more about our aims and objectives: y Our wind business aims tob:\nbp.com/peopleandplanet – send zero blades to landfill, where options y We are reducing food waste in Europe and the\nUK through our partnership with Too Good To\nare available and feasiblec, d,\nGo, with our one millionth Too Good To Go magic\n– recycle or recover 90% of permanent\nbag of food sold in Germany. In 2023 we have\nmagnets and waste from operated sitesd,\ndiverted more than one million kilograms of\n– include secondary materiald, e, surplus food from waste.\n– support the use of product passports y In Australia, together with OzHarvest, we avoided\nthrough industry associations and our food waste and supported local communities by\na Recycling & recovery rate calculated as: (quantity of waste (or exempted waste) sent for recycling or recovery)/(total quantity of waste managed). supply chain partners. delivering around 54,000 meals to those in need\nExcludes Drilling, Completion, Wells and Intervention (DCWI) chemicals, fluids and drill cuttings discarded from our DCWI operations as well as\nwaste from remediation sites. instead of disposing of the food.\nb Where we are not the controlling entity (e.g. joint ventures (JV)) we will aim to influence the JV to pursue similar aims.\nc Refers to recovery or recycling options that are commercially and technically available and feasible.\nd Applies to projects in which bp is the controlling entity, with capex >$250m (off-shore wind) or >$50m (on-shore wind).\ne >5% in one key component, for >50% of those components within the operating boundary; includes reuse of components.\nSee the glossary on pages 59-61\n49 bp Sustainability Report 2023"
    },
    {
      "page": 52,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\ny In Germany, our CarCare product range now Waste streams\nWaste disposed\nuses up to 75% less packaging than previously Building on our work in 2022, including the (kt)\nand in Poland all CarCare packaging is made of introduction of a new methodology to collect\n400 228\n50% recycled material. waste data, in 2023 we identified opportunities\ny In several countries across Europe we have to improve circularity across our operated sites. 228\nintroduced price discounts for customers who Our focus was on improving our recycling and 300 203 176\n153\nbring their own coffee cups to our retail sites. recovery rate, in line with our new waste-related\nfocus area. 200\nWe are making progress towards our target for\nall bp own-brand food packaging in Europe to be We plan to prioritize the opportunities we have 143\nreusable, recyclable or biodegradable by 2025. identified from our new waste data methodology 100\nFor example, we are now offering reusable cups and develop targeted plans to address them. 81 97 77 89\nand bowls across Germany through a deposit We will do this by applying the waste hierarchy and 0\nsystem called Recup and Rebowl. considering options for waste avoidance, waste 2019 2020 2021 2022 2023\nreduction and diversion to recycling and recovery. Hazardous\nNon-hazardous\nA good example of turning waste into resources\nCircularity in action at Fowler Ridge\nfor use elsewhere is from our Cherry Point refinery, Waste recycled or recovered\nIn our onshore wind business we demonstrated where we took steps to recover and reuse a variety (kt)\ncircularity in action during a major technology of materials including concrete which was crushed\n300\nupgrade, at Fowler Ridge 1 wind farm in the US. to use as road bedding, asphalt reused for road\n203 195 165\nThe blades and nacelles, which house power surface paving and sand which can be used in 250 166\ngeneration equipment and transformers at construction and to improve drainage. In total\n200\nthe top of the wind towers, were replaced on approximately 42kt of materials were kept in use\n40 turbines, which are consequently expected on site instead of being disposed. 150\nto generate up to 40% more energy from the\nWaste data for 2023\nsame wind resource. 100\nWe disposed of around 240kt of hazardous and\n88\nThe decommissioned blades will be shredded non-hazardous waste in 2023, a 21% decrease 50 53 59 76\nand blended with raw materials to make from 2022 (2022 305kt) and we recycled or\n0\ncement products, diverting up to around 1.5kt recovered around 250kt of waste, a 4% increase\n2020 2021 2022 2023\nof material from landfill. In line with our new from 2022. Our recycling and recovery ratea\nHazardous\nendeavour to send zero blades to landfill, the was 51%. Non-hazardous\nbusiness anticipates sending all metal resulting\nfrom future repower projects to a disposal yard\nto be repurposed or recycled.\na Recycling & recovery rate calculated as: (quantity of waste (or exempted waste) sent for recycling or recovery)/(total quantity of waste managed).\nExcludes Drilling, Completion, Wells and Intervention (DCWI) chemicals, fluids and drill cuttings discarded from our DCWI operations as well as\nwaste from remediation sites.\nSee the glossary on pages 59-61\n50 bp Sustainability Report 2023"
    },
    {
      "page": 53,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nSustainable purchasing position Supporting our sustainability aims\nSustainable\nbp Procurement’s Sustainable Purchasing Position Aim 20 reflects the three areas of our sustainability\nsets out focus areas for current and future frame across our supply chain and is closely linked\npurchasing suppliers, so we can engage them productively with our other aims. For example, our procurement\nand progress together towards a more sustainable activities support the delivery of aim 19 – unlock\nsupply chain. circularity and aim 1 – net zero operations,\nbecause we source goods and services\nThe position comprises two parts: our objectives\nOur aim 20 is developing a more that support efforts towards our operational\nacross decarbonization, social sustainability and\nsustainable supply chain. decarbonization. In addition, our ongoing work\nenvironmental sustainability – aligning with our\non human rights, labour rights and diversity in\nWe will work with our key suppliers to embed net zero, people and planet aims; and our core our supply chain contributes to our aim 12 – just\nsustainable practices, focusing on reducing principles for achieving our objectives, including transition (see pages 35-37) and our aim 14 –\ngreenhouse gas emissions and increasing the prioritization, collaboration, industry action, and greater equity (see pages 39-40).\ncircularity of what we buy. capability building.\nIn 2023 our procurement teams continued to\nThe position also highlights areas where we\ndrive progress in support of our aims. For example:\nmay require suppliers to share more detailed\nWe had one objective for this aim: information or demonstrate progress in future. y Net zero – Our logistics category team\ny To define our sustainable procurement policy In 2023 we also updated bp’s expectations of successfully introduced electric vehicles into the\nand set long-term aims by 2023. its suppliers, to reflect both an update to our last-mile fleet in Bangalore, India and are now\ncode of conduct in 2022 and the Sustainable planning to roll out across multiple locations in\nWe responded to this objective by developing and Purchasing Position. India for our Castrol business.\npublishing a sustainable purchasing position in\ny People – We partnered with a supplier\nNovember 2023. bp.com/sustainablepurchasing\nto support employability for local people\nin Oman with 30 graduates completing a\nRead more about our aims and objectives: bp.com/supplierexpectations\none-year professional training programme\nbp.com/peopleandplanet\ndesigned to help them compete in the local\nemployment market.\ny Planet – We worked with a supplier to embrace\ncircularity by diverting decommissioned office\nmaterials from landfill at one of our US locations\nand repurposing nearly all of them.\nSee the glossary on pages 59-61\n51 bp Sustainability Report 2023"
    },
    {
      "page": 54,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nEngaging constructively with our\nEngaging\nstakeholders helps us deliver our\nstrategy and sustainability aims.\nWe engage with them in various\nways, from local meetings to\nglobal partnerships.\nstakeholders\nIn this section\nEngaging with our stakeholders in 2023 53\nDecarbonizing the future of aviation: Our senior asset\ndirector from Air bp discusses the potential to scale up\nsustainable aviation fuel during a keynote panel event at\nDubai Airshow.\nDubai Airshow, Dubai, UAE\n52 bp Sustainability Report 2023"
    },
    {
      "page": 55,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nE ngaging with our stakeholders in 2023\nOur main stakeholder groups are employees, customers, investors and shareholders, government\nand regulators, partners and suppliers, and society.\nEmployees Government and regulators Customers Local communities\n87,800a $11.9bn >12m $117m\nemployees worldwide corporate income and production tax paid customer touchpoints social investment spend\nOur employees play a critical role in maintaining We engage with supranational organizations like the Engaging with customers helps us understand We aim to work in ways that benefit local\nsafe, reliable and compliant operations. They also EU, national and local governments and regulators how we can add value for them. Our engagement communities and help us build respectful,\nimplement our purpose and strategy. We celebrate to build constructive relationships and to support with end-consumers, through our convenience transparent relationships with them.\ntheir contributions and are committed to engaging the development of national energy projects. & mobility and retail businesses, ranges from\nOur community engagement ranges from one-\nthem in the opportunities and challenges we face We also co-operate with governments, regulators focus on product preferences to diversity and\nto-one conversations conducted by dedicated\nusing a variety of tools and channels, including and legislators on the development of policies that accessibility considerations. Increasingly, we work\ncommunity liaison officers to large public\nwebcasts and our intranet. promote a secure, affordable and lower carbon with commercial customers to help them achieve\nconsultations. In addition, we provide information\nenergy system – enabling us to deliver our strategy their sustainability goals and progress towards the\nReinventing Leadership – We began to roll about our activities and invite people to share their\nand embed sustainability across bp. decarbonization of industry sectors.\nout Reinventing Leadership, a programme that feedback through accessible channels, including\noffers leadership development opportunities for Boosting Indonesia’s energy supply – In 2023 Training truckers in India – Castrol India, in confidential speak up mechanisms.\nemployees at every level. By the end of 2023 more we began the Tangguh Expansion Project, partnership with TV9 news network, launched\nCommunity outreach in the Mid-West, US\nthan 3,000 employees across all bp businesses following close engagement with the Indonesian ‘Pragati ki Paathshaala’ (School of Progress),\n– We conducted community engagement\nand regions had participated in one of the five government to finalize the terms of a 20-year creating two classrooms on wheels to train\nevents across six Indiana counties, to address\nReinventing Leadership offers available. extension to the Tangguh production sharing truck drivers on driving safety, maintenance, and\nstakeholder concerns, provide information on our\nagreement. Once the expansion project is fully business management. The programme aims\nEmployee communications – We launched an proposed carbon capture and storage project,\noperational, Tangguh is expected to provide about to reach 10,000 independent truck owners, with\ninternal podcast called ‘Who we are: Stories of and build understanding among local landowners\n35% of Indonesia’s gas production. more than 4,500 reached in the first month.\nour people’. It highlights the work our employees and communities. Through 17 local events we\nAddressing human trafficking – In the US, we\nare doing to advance our purpose and aims. UK skills and workforce development – Our EVP reached 1,200 stakeholders and held constructive\nsupport the Convenience Stores Against Trafficking\nTo support our aim 15, for employee wellbeing people & culture spoke on a panel at Skills for discussions about their concerns.\ncampaign run by the non-profit organization, In\nwe also created a dedicated internal social Growth 2023, a conference hosted jointly by the\nour Backyard. Retail employees have been trained\nmedia channel to facilitate conversations on UK government Department for Education (DfE)\nto recognize the signs of human trafficking and\nrelevant topics such as cancer awareness and and Department for Business & Trade and our SVP\nare running awareness-raising campaigns in bp\nmental health. Europe and UK head of country spoke on a green\nand Amoco stores. TravelCenters of America also\nskills panel at the DfE and Times Higher Education\nRead more about developing our people and supports Truckers Against Trafficking, displaying\nGreen Skills Conference.\nemployee sentiment on page 11 posters in guest-facing areas and, in 2023,\nRead more about our advocacy work on partnering on the Freedom Drivers Project, an\na This figure reflects new acquisitions including TravelCenters page 28 educational mobile exhibit to raise awareness of\nof America. domestic sex trafficking.\nSee the glossary on pages 59-61\n53 bp Sustainability Report 2023"
    },
    {
      "page": 56,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nEmpowering communities in Mauritania Investors and shareholders Partners and suppliers Non-operated joint ventures\nand Senegal – bp and our joint venture Our non-operated joint ventures (NOJV) solutions\npartners in the Greater Tortue Ahmeyim (GTA) team provides guidance on sustainability\n$4.8bn $151.7bn\nproject developed the Community Livelihood engagement for our NOJV relationship managers.\nEnhancement (CLE) programme, which is Our collaborative activities with our NOJV partners\ndesigned to benefit the local communities of include seminars, workshops and support for\ntotal dividends distributed to bp shareholders in payments to suppliers for goods and services\nSaint-Louis and N’Diago. Following stakeholder target setting.\nconsultations, several community development It is important that our shareholders and Supply chain partners\nADNOC – In October we held a workshop with\ncommittees were established to support the potential investors understand our strategy We engage with our suppliers and partners to\nbp and ADNOC teams to identify opportunities\nCLE governance process and act together with and our progress. It is equally important for us improve sustainability and reduce any adverse\nto reduce operational carbon dioxide (CO) and\nthe GTA project as a new impetus for inclusive to understand their views of bp and the energy impacts in our supply chain. When appropriate we 2\nmethane (CH) emissions at the Bab field in\ncommunity development. sector. We use insights from our investor also help some of our suppliers around the world 4\nthe United Arab Emirates. This on-site session\nengagements to inform our communications to to make progress against their own sustainability\nRead more about our community was part of our ongoing emissions reduction\nfinancial markets. and safety goals.\nengagement on page 38 collaboration with ADNOC.\nOur investor relations team co-ordinates one- Our engagement includes daily business\nGas Natural Açu (GNA) – GNA is developing a\nNon-governmental organizations (NGOs) to-one engagement with key investors and interactions, performance reviews and\nlarge power complex in the city of São João da\nWe work with NGOs at international, national and investor events. supplier forums.\nBarra, Brazil. Working with our partners, we have\nlocal levels. Many of them have complementary Investor update – In October we hosted an\nGlobal safety supplier forum – Our production collaborated with GNA on its sustainability policy,\nexpertise on social and environmental issues. investor update in Denver, US, that included\n& operations team held a global safety supplier which includes GNA contributing to the social\nWe sometimes rely on them to act as a bridge a field trip to see bpx energy’s oil and gas\nforum, focused on eliminating tier 1 process and economic development of the São João da\nbetween bp and other stakeholders. Our work with and biogas operations in the Permian region.\nsafety events, fatalities and life-changing injuries. Barra community. For example, GNA has designed\nCreating Communities in Australia, for example, is Breakout sessions provided an update to investors\nAttendees included safety experts and leaders specific professional qualification courses\nfocused on community engagement. See page 35. on safety and delivery against our net zero aims,\nfrom our global suppliers. The forum discussed for women in the community to create a safe\nin particular aim 1– net zero operations and\nOur engagement with other NGOs is also reported how to create a consistent approach to process environment for their learning and improve their\naim 4 – reducing methane.\nunder our aims. For example, read more about our safety across our industry and included a visit to a employability, with most of the women who have\nwork in Trinidad and Tobago with Shift, an expert Climate Action 100+ (CA100+) – Our score hazard research site where controlled explosions completed these courses finding jobs at GNA.\non the UN Guiding Principles. See page 36. improved in the CA100+ Net Zero Company were used to highlight potential process\nBenchmark in 2023. We were ‘fully aligned’ against safety risks.\nEnvironmental Defense Fund (EDF) – Through\nfive metrics (three in 2022) and ‘partially aligned’\nour memorandum of understanding with EDF, on all other metrics. We value our engagement Read more about diversity in our supply\nwhich runs until 2025, we are working together to with CA100+ and its constructive challenge chains on page 40\ndrive the reduction of global methane emissions\nand support. In line with the 2019 resolution it Read more about sustainable purchasing\nacross the oil and gas value chain. In 2023 this\nrequisitioneda, we evaluate new material capex on page 51\nincluded collaborating on the use of evolving investments for consistency with the Paris\nsatellite technology, to advance analytics such as\ngoals, disclose principal climate-related metrics\naerial measurement of methane emissions during\nand relevant targets or goals, and the link between\ntanker loading and to increase greenhouse gas\nthese and executive remuneration.\nemissions awareness and competency within\nnon-operated joint ventures across the industry. Read more about our performance against the\nCA100+ benchmark at: bp.com/ourreporting\na The requirements of the CA100+ resolution can be found on page 59. bp’s responses to the requirements of the resolution are detailed in the bp Annual Report 2023 (see page 15).\nSee the glossary on pages 59-61\n54 bp Sustainability Report 2023"
    },
    {
      "page": 57,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nTrade associations and industry initiatives Academia\nWe believe that our participation in trade Engagement with our academic partners\nPartnering across sectors\nassociations and industry initiatives brings provides fresh perspectives and evidence-based\nsignificant benefits. Through our many insights on climate change and the energy In addition to our engagement with specific stakeholders or our focus on single issues, we also engage\nmemberships, we share our opinions and transition. We maintain a global network of through initiatives or organizations that bring together businesses, NGOs, academia, think tanks and\nadvocate for policy and development in line with strategic university partners and run scholarship governments to address multiple issues.\nour strategy. programmes and joint research initiatives. We also\nSustainable Markets Initiative (SMI) – World Business Council for Sustainable\nengage with academic institutions to bring new\nIpieca – We are a long-standing member of Ipieca. We are a founding member of the SMI. Development (WBCSD) – We are a founding\ntalent into bp including through our bp Future\nIn 2023 we actively participated in working groups Three bp employees are on secondment in member of the WBCSD. Our EVP for strategy,\nTalent Scholars scheme, intern and graduate\nfocused on GHG emissions, biodiversity, water the secretariat there, and our CEO and other sustainability & ventures sits on its executive\nprogrammes, and partner with academia to deliver\nmanagement, circularity, just transition, labour executives actively participate in the SMI committee and our EVP people & culture is a\nour apprenticeship programmes.\nrights and modern slavery and reporting. programme, and particularly in the Energy commissioner on its Business Commission\nAcademic partnerships in China – In 2023 we\nTransition Taskforce. During 2023 the taskforce to Tackle Inequality. In 2023 we participated\nGlobal Business Initiative for Human Rights – celebrated the 20th anniversaries of two major\ndeveloped and published two reports – one in a number of WBCSD initiatives including its\nbp is a member of the Global Business Initiative partnerships in China: the Tsinghua-bp Clean\ndefining pathways for the decarbonization climate, nature and energy working groups.\non Human Rights (GBI), which has representatives Energy Research and Education Center (CEC) and\nof heavy industries, and a second on\nfrom a number of major multinational the bp-DICP Energy Innovation Laboratory (EIL). Design for Good – We joined the Design for\ncharting a path for resilient and sustainable\ncorporations, across a range of industries. The CEC funds cutting-edge research, supports Good alliance in 2023. It aims to deliver direct\ngrid development in Sub-Saharan Africa.\nWe engage across many pertinent human rights emerging talent and helps shape low carbon and measurable positive impact in support of\nBoth reports aim to encourage further activity\ntopics, learning from the experience of others energy development in China, including a CEC-led the United Nation’s Sustainable Development\nfocused on enabling investment in transition\nand sharing good practice. In 2023 we held low carbon study that contributed to China setting Goals through humanity and planet-centred\nand infrastructure projects. The transition\ndiscussions with peers about our work on topics new climate ambitions in 2020. The EIL, located design. This alliance involves collaboration and\nframework developed by the taskforce in 2022\nthat included the quality of community relations at the Dalian Institute of Chemical Physics, has encourages bp designers to commit time to\nto help stakeholders identify, assess, rank, and\nand renewable energy. successfully completed more than 50 projects and working on cross-industry teams to design and\ntrack companies driving the transition has now\nRead about our involvement on the Oil & Gas made several technological breakthroughs in low been implemented by Sustainable Fitch, which build solutions for communities globally.\nDecarbonization Charter on page 25 carbon energy research. launched a Transition Assessment based on the\nRead more about trade associations International Centre for Advanced Materials taskforce’s methodology in July 2023.\non page 29 (ICAM) – A partnership between bp, Imperial\nUniversity London, Manchester University and\nCambridge University in the UK and Illinois Urbana\nChampaign in the US, it is focused on research\nto help solve global energy industry challenges.\nIts work focuses solely on supporting low carbon\nactivities. In 2022 bp and Johnson Matthey\ninitiated a UK government co-funded project\nthrough ICAM that aims to convert carbon dioxide,\nwaste and sustainable biomass into lower carbon\nand sustainable fuels and products. In 2023\nbp and ICAM launched a major programme of\nfundamental research to support our hydrogen\ngrowth engine.\n55 bp Sustainability Report 2023"
    },
    {
      "page": 58,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nIn this section\nMateriality 57\nAbout our reporting 58\nGlossary 59\nAssurance statement 62\nCautionary statement 64\nOur repor ting\nbp office, London, UK\n5566 bp Sustainability Report 2023"
    },
    {
      "page": 59,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nM ateriality\nTo inform our sustainability reporting and help us to report on the issues that matter to our stakeholders,\nwe conduct materiality assessmentsa.\nOur 2023 materiality process Material issues\nBuilding on the process used in 2022, we\nworked with an external agency to refresh Our Get to Improve Care for\nspecific elements of the assessment used for approach net zero people’s lives our planet\nthis sustainability report – so it reflects external\ndevelopments relating to sustainability and ESG.\nBusiness ethics Climate change and Access to clean energy Biodiversity and\nThis refresh involved research to identify new\nand emerging ESG topics. It included a review of and accountability the energy transition sensitive areas\nESG frameworks, legislation and industry trends.\npages 9-10 pages 15-19 page 34 page 45\nIssues covered in the bp Sustainability Report\n2022 were also assessed to test their continuing\nEmployee attraction GHG emissions Diversity, equity and inclusion Circularity\nstrategic significance.\nand retention – our products\nChanges in materiality for 2023 pages 49-50\nWe identified 20 key issues of continuing pages 10-11 pages 22-23 pages 39-40\nimportance to bp and mapped them to our Nature-based solutions\nsustainability frame. This highlighted that there Safety GHG emissions Health and wellbeing\nhad been no significant changes in topics – our operations page 48\npages 7-8\nidentified compared to the previous year.\npages 20-21 pages 41-42 Sustainable supply chain\npage 51\nMethane gas emissions Human rights\npages 24-25 pages 35-37 Water management\npages 46-47\nPublic policy and lobbying Just transition\npages 28-30 pages 35-37\nRenewable energy Sustainable livelihoods and\ncommunity engagement\npages 26-27 pages 37-38\na For the bp Sustainability Report 2023 this exercise built on previous sustainability report-related materiality assessments and was for the purposes of the bp Sustainability Report 2023 only.\nSee the glossary on pages 59-61\n57 bp Sustainability Report 2023"
    },
    {
      "page": 60,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nAbout our reporting\nWe aim to report on many different aspects of bp, including joint ventures where we are the operator.\nOur aim is to provide useful and transparent reporting.\nESG Standards and frameworks\nTo help stakeholders analyse our progress on Read more about how we refer to different CDP UN Global Compact\nsustainability we publish a detailed ESG datasheet. reporting standards and frameworks to guide our We submitted a response to the CDP climate We are a signatory to the UN Global Compact\nOur sustainability data management system, approach to sustainability reporting. questionnaire and received an A- score in 2023. and have reinforced our support for the 10\nOneCSR, provides a robust platform for collecting, bp.com/ourreporting principles on human rights, labour, environment\nanalysing and sharing data about the carbon, and anti-corruption through our purpose\nenvironmental and social performance of our Task Force on Climate-related Financial and sustainability frame. We responded to\nprojects and operations. Disclosures (TCFD) the enhanced Communication on Progress\nquestionnaire in 2023.\nWe also use IRIS, our global application for We describe how we have made disclosures\nSASB standards\nrecording, reporting and learning from health and against the TCFD’s recommendations and\nsafety incidents. recommended disclosures, in the bp Annual We take the SASB oil and gas exploration and Ipieca – the global oil and gas industry\nReport 2023 and online at bp.com/TCFD production standard into account when making association for advancing environmental and\nbp.com/ESGdata disclosures as part of our response to growing social performance\ndemand for non-financial information to help\nIpieca’s sustainability reporting guidance\nVerification and assurance benchmark corporate performance. informs the way we report on environmental\nand social issues.\nOur verification methods include reviews of data Global Reporting Initiative (GRI) standards\nby reporting businesses and subject matter We report with reference to the GRI universal\nexperts, second-line and group reviews, along with standards and oil and gas industry standards.\nthird-line reviews by internal audit.\nWe ask Deloitte to provide limited external\nassurance for several key sustainability metrics\nto the internationally recognized ISAE 3000\nstandard. Read the Deloitte assurance statement\non pages 62-63.\nRead more: bp.com/basisofreporting\nOur reporting centre\nYou can access our current and past reports online.\nbp.com/reportingcentre\nSee the glossary on pages 59-61\n58 bp Sustainability Report 2023"
    },
    {
      "page": 61,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nG lossary\nAverage carbon intensity of sold energy Special resolution: Climate Action 100+ shareholder Such disclosure and reporting to include the Energy products\nproducts resolution on climate change disclosures. criteria and summaries of the methodology and For the purposes of our 2023 disclosures relating\nThe rate of GHG emissions per unit of energy core assumptions used, and to omit commercially to our aim 3, we consider an energy product to\nThat in order to promote the long-term success\ndelivered (in grams COe/MJ) estimated in confidential or competitively sensitive information be one that is generally used to satisfy an energy\n2 of the company, given the recognized risks and\nrespect of sold energy products. GHG emissions and be prepared at reasonable cost; and provided demand. In the case of fuels, to burn them to\nopportunities associated with climate change, we\nare estimated on a lifecycle basis covering that nothing in this resolution shall limit the release their calorific content, and in the case of\nas shareholders direct the company to include in\nuse, production, and distribution of sold company’s powers to set and vary its strategy, or electricity to provide work or heat. For further\nits strategic report and/or other corporate reports,\nenergy products. associated targets or metrics, or to take any action information on products included in bp’s 2023\nas appropriate, for the year ending 2019 onwards,\nwhich it believes in good faith, would best promote aim 3 reporting see the Basis of Reporting.\nBiofuels production a description of its strategy which the board\nthe long-term success of the company.\nBiofuels production is the average thousands of considers, in good faith, to be consistent with the bp.com/basisofreporting\nbarrels of biofuel production per day during the goals of Articles 2.1(a)(1) and 4.1(2) of the Paris Customer touchpoints\nperiod covered, net to bp. This includes equivalent Agreement (3) (the Paris goals), as well as: Customer touchpoints are the number of retail\nElectric vehicle charge points/EV charge\nethanol production, bp Bunge biopower for grid customer transactions per day on bp forecourts\n(1) Capital expenditure: how the company points\nexport, refining co-processing and standalone globally. These include transactions involving fuel\nevaluates the consistency of each new Defined as the number of connectors on a\nhydrogenated vegetable oil (HVO). and/or convenience across all channels of trade.\nmaterial capex investment, including in the charging device, operated by either bp or a bp\nBiogas supply volumes exploration, acquisition or development of oil Developed renewables to final investment joint venture, as adjusted to be reflective of bp’s\nBiogas supply volumes is the average thousands and gas resources and reserves and other decision (FID) accounting share of joint arrangements.\nof barrels of oil equivalent per day of production energy sources and technologies, with (a) the Total generating capacity for assets developed to\nFast/Fast charging\nand offtakes during the period covered net to bp. Paris goals and separately (b) a range of other FID by all entities where bp has an equity share\nFast charging comprises rapid charging and\noutcomes relevant to its strategy. (proportionate to equity share). If the asset is\nBlue hydrogen ultra-fast charging.\nsubsequently sold, bp will continue to record\nHydrogen made from natural gas in combination (2) Metrics and targets: the company’s principal\ncapacity as developed to FID. If bp equity share Green hydrogen\nwith carbon captured and stored (CCS). metrics and relevant targets or goals over the\nincreases, developed capacity to FID will increase Hydrogen produced by electrolysis of water using\nshort, medium and/or long term, consistent\nCapital expenditure proportionately to share increase for any assets renewable power.\nwith the Paris goals, together with disclosure of:\nTotal cash capital expenditure as stated in the where bp held equity at the point of FID.\nInstalled renewables capacity\ngroup cash flow statement. Capital expenditure a. The anticipated levels of investment in (i) oil\nEmissions from the carbon in our upstream oil Installed renewables capacity is bp’s share of\nfor the operating segments and customers and gas resources and reserves; and (ii) other\nand gas production capacity for operating assets owned by entities\n& products businesses is presented on the energy sources and technologies.\nsame basis. Estimated CO 2 emissions from the assumed where bp has an equity share.\nb. The company’s targets to promote combustion of upstream production of crude oil,\nJoint venture\nCA100+ resolution reductions in its operational greenhouse natural gas and natural gas liquids (NGLs) based\nA joint arrangement whereby the parties that have\nThe CA100+ resolution means the special gas emissions, to be reviewed in line on bp’s net share of production, excluding bp’s\njoint control of the arrangement have rights to the\nresolution requisitioned by Climate Action 100+ with changing protocols and other share of Rosneft production and assuming that\nnet assets of the arrangement.\nand passed at bp’s 2019 Annual General Meeting, relevant factors. all produced volumes undergo full stoichiometric\nthe text of which is set out below. combustion to CO 2 . LNG portfolio\nc. The estimated carbon intensity of the\nLNG portfolio refers to bp group’s LNG equity\ncompany’s energy products and progress on\nproduction plus additional long-term merchant\ncarbon intensity over time.\nLNG volumes.\nd. Any linkage between the above targets and\nexecutive remuneration.\n(3) Progress reporting: an annual review of\nprogress against (1) and (2) above.\n59 bp Sustainability Report 2023"
    },
    {
      "page": 62,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nLow carbon activity Net zero operations Operating management system (OMS) Sold energy products\nAn activity relating to low carbon including: bp’s aim to reach net zero operational greenhouse bp’s OMS helps us manage risks in our operating For the purposes of aim 3, these represent the\nrenewable electricity; bioenergy; electric vehicles gas (CO 2 and methane) emissions by 2050 or activities by setting out bp’s principles for energy products we sell to third parties including\nand other future mobility solutions; trading and sooner, on a gross operational control basis, in good operating practice. It brings together both marketed sales and physically traded energy\nmarketing low carbon products; blue or green accordance with bp’s aim 1 which relates to our bp requirements on health, safety, security, products. For these purposes, intercompany\nhydrogen and carbon capture, use and storage reported Scope 1 and 2 emissions. Any interim the environment, social responsibility and sales (sales between two group subsidiaries) are\n(CCUS). Note that, while there is some overlap of target or aim in respect of bp’s aim 1 is defined operational reliability, as well as related issues, not included and equity accounted entities are\nactivities, these terms do not mean the same as in terms of absolute reductions relative to our such as maintenance, contractor relations treated as third parties.\nbp’s strategic focus area of low carbon energy baseline year of 2019. and organizational learning, into a common\nStrategic convenience sites\nor our low carbon energy sub-segment, reported management system.\nNet zero production Strategic convenience sites are retail sites, within\nwithin the gas & low carbon energy segment.\nbp’s aim to reach net zero CO 2 emissions, in Physically traded energy product the bp portfolio, which sell bp-supplied vehicle\nLow carbon activity investment accordance with bp’s aim 2, from the carbon in our For the purposes of aim 3, this includes trades in energy (e.g. bp, Aral, ARCO, Amoco, Thorntons,\nCapital investment in relation to low carbon upstream oil and gas production, in respect of the energy products, which are physically settled, bp pulse, TravelCenters of America and PETRO)\nactivity. estimated CO 2 emissions from the combustion with the exception of, for example, financial trades and either carry one of the strategic convenience\nof upstream production of crude oil, natural gas and certain other transactions where the purpose brands (e.g. M&S, REWE to Go) or a differentiated\nMethane intensity\nand natural gas liquids (based on bp’s net share or effect is that the volumes traded or supplied net bp-controlled convenience offer. To be considered\nMethane intensity refers to the amount of\nof production, excluding bp’s share of Rosneft off against each other. a strategic convenience site, the convenience\nmethane emissions from bp’s operated upstream\nproduction and assuming that all produced offer should have a demonstrable level of\noil and gas assets as a percentage of the total Rapid/Rapid charging\nvolumes undergo full stoichiometric combustion differentiation in the market in which it operates.\ngas that goes to market from those operations. Rapid charging includes electric vehicle charging\nOur methodology is aligned with the Oil and Gas to CO 2 ). Aim 2 is bp’s Scope 3 aim and relates to of greater than or equal to 50kW, and less Strategic convenience site count includes sites\nScope 3 category 11 emissions within the selected under a pilot phase.\nClimate Initiative’s (OGCI). than 150kW.\nboundary of bp’s net share of upstream production\nNet zero of oil and gas. Any interim target or aim in respect Renewables pipeline Sustainable emissions reductions (SER)\nReferences to global net zero in the phrase, ‘to of bp’s aim 2 is defined in terms of absolute Renewable projects satisfying the criteria below SERs result from actions or interventions that\nhelp the world get to net zero’, means achieving reductions relative to the baseline year of 2019. until the point they can be considered developed have led to ongoing reductions in Scope 1\n(direct), Scope 2 (indirect) greenhouse gas (GHG)\na balance between anthropogenic emissions by to FID:\nNet zero sales emissions (carbon dioxide and methane), or\nsources and removals by sinks of greenhouse\nbp’s aim to reach net zero for the carbon intensity Site-based projects that have obtained land both, such that GHG emissions would have been\ngases on the basis of equity, and in the context of sold energy products, in accordance with exclusivity rights, or for PPA-based projects an higher in the reporting year if the intervention had\nof sustainable development and efforts to\nbp’s aim 3. Any interim target or aim in respect of offer has been made to the counterparty, or for not taken place. SERs must meet three criteria:\neradicate poverty’, as set out in Article 4(1) of\nbp’s aim 3 is defined in terms of reductions in the auction projects pre-qualification criteria has been a specific intervention that has reduced GHG\nthe Paris Agreement. References to net zero for\ncarbon intensity of the energy products we sell met, or for acquisition projects post a binding offer emissions, the reduction must be quantifiable\nbp in the context of our ambition and aims 1, 2\nand 3 mean achieving a balance between (a) the (in grams CO 2 e/MJ) relative to the baseline year has been accepted. and the reduction is expected to be ongoing.\nof 2019. Reductions are reportable for a 12-month period\nrelevant Scope 1 and 2 emissions (for aim 1), Retail sites\nfrom the start of the intervention/action.\nScope 3 emissions (for aim 2) or product lifecycle New material capex investment Retail sites include sites operated by dealers,\nemissions (for aim 3) and (b) the aggregate of A decision taken by the resource commitment jobbers, franchisees or brand licensees or joint\napplicable deductions from qualifying activities meeting in 2021 to incur inorganic or organic venture (JV) partners, under the bp brand.\nsuch as sinks under our methodology at the investments greater than $250 million that relate These may move to and from the bp brand as their\napplicable time. to a new project or asset, extending an existing fuel supply agreement or brand licence agreement\nproject or asset, or acquiring or increasing a share expires and are renegotiated in the normal course\nin a project, asset or entity. of business. Retail sites are primarily branded bp,\nARCO, Amoco, Aral, Thorntons, and TravelCenters of\nAmerica and also includes sites in India through\nour Jio-bp JV.\n60 bp Sustainability Report 2023"
    },
    {
      "page": 63,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nTransition growth bp believes that underlying RC profit or loss is\nActivities, represented by a set of transition growth a useful measure for investors because it is a\nengines, that transition bp toward its objective measure closely tracked by management to\nto be an integrated energy company, and that evaluate bp’s operating performance and to make\ncomprise our low carbon activity alongside financial, strategic and operating decisions and\nother businesses that support transition, such because it may help investors to understand and\nas our power trading and marketing business evaluate, in the same manner as management, the\nand convenience. underlying trends in bp’s operational performance\non a comparable basis, period on period, by\nTransition growth investment\nadjusting for the effects of these adjusting items.\nCapital investment in relation to transition\nThe nearest equivalent measure on an IFRS basis\ngrowth, that is aligned to our aim 5 (to increase\nfor the group is profit or loss attributable to bp\nthe proportion of investment we make into our\nshareholders. The nearest equivalent measure on\nnon-oil and gas businesses. For this purpose, we\nan IFRS basis for segments and businesses is RC\ndefine ‘oil and gas’ activities as those primarily\nprofit or loss before interest and taxation.\nencompassing the production, refining and sale\nof fossil hydrocarbons and their products and A reconciliation to IFRS information is provided in\nthose associated with the dedicated gas and oil the bp Annual Report and Form 20-F 2023 page 382\ntrading businesses). for the group and pages 39-47 for the segments.\nUltra-fast/Ultra-fast charging upstream\nVehicle charging greater than or equal to 150kW. upstream includes oil and natural gas field\ndevelopment and production within the gas\nUnderlying replacement cost (RC) profit\n& low carbon energy and oil production &\nor loss\noperations segments. References to upstream\nNon-IFRS measure. RC profit or loss (as defined\nexclude Rosneft.\nin the bp Annual Report and Form 20-F 2023 page\n380) after excluding net adjusting items and\nrelated taxation. See the bp Annual Report and Form\n20-F 2023, page 337, for additional information\non the adjusting items that are used to arrive at\nunderlying RC profit or loss in order to enable a\nfull understanding of the items and their financial\nimpact. Underlying RC profit or loss before interest\nand tax for the operating segments or customers\n& products businesses is calculated as RC profit\nor loss (as defined above) including profit or loss\nattributable to non-controlling interests before\ninterest and tax for the operating segments and\nexcluding net adjusting items for the respective\noperating segment or business.\n61 bp Sustainability Report 2023"
    },
    {
      "page": 64,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nAssurance statement\nIndependent limited Assurance Report by Deloitte LLP to BP p.l.c. (“bp”) on selected sustainability metrics\n(the “Selected Information”) within the sustainability report and the ESG datasheet for the reporting year\nended 31 December 2023.\nOur assurance conclusion Unit of measure Reported value\nBased on our procedures described in this report, and Safety indicators\nevidence we have obtained, nothing has come to our 1. Recordable Injury Frequency (RIF) (employees and contractors) injuries per 200,000 0.274\nattention that causes us to believe that the Selected\nhours worked\nInformation for the year ended 31 December 2023, as listed\nbelow, has not been prepared, in all material respects, in 2. Total fatalities (employees and contractors) Number 1\naccordance with the Basis of Reporting defined by bp.\n3. Process safety events (Total of tier 1 and tier 2) Number 39\nScope of our work\nEnvironmental indicators\nbp has engaged us to perform an independent limited 4. Scope 1 (direct) GHG emissions (operational boundary) (aim 1) MtCO2e 31.1\nassurance engagement in accordance with International\nStandard on Assurance Engagements 3000 (Revised) 5. Scope 1 (direct) GHG emissions from UK locations (operational boundary) (aim 1) MtCO2e 1.0\nAssurance Engagements Other than Audits or Reviews of\nHistorical Financial Information (“ISAE 3000” (Revised)) and\n6. Scope 1 (direct) GHG emissions from global locations (excluding UK and offshore) (operational boundary) (aim 1) MtCO2e 30.1\nthe International Standard on Assurance Engagements 3410 7. Scope 2 (indirect) market-based GHG emissions (operational boundary) (aim 1) MtCO2e 1.0\nAssurance engagements on greenhouse gas statements\n(“ISAE 3410”) issued by the International Auditing and 8. Scope 2 (indirect) market-based GHG emissions from UK and offshore locations (operational boundary) (aim 1) MtCO2e 0.0\nAssurance Standards Board (“IAASB”) and our agreed terms 9. Scope 2 (indirect) market-based GHG emissions from global locations (excluding UK and offshore) MtCO2e 1.0\nof engagement. (operational boundary) (aim 1)\nThe Selected Information in scope of our engagement for\nthe year ended 31 December 2023 is listed in the table on\n10. Scope 1 (direct) GHG emissions (equity boundary) (aim 1) MtCO2e 31.9\nthis page. 11. Scope 2 (indirect) GHG emissions (equity boundary) (aim 1) MtCO2e 1.5\nThe Selected Information, as listed in the table on this page,\nneeds to be read and understood together with the bp Basis\n12. Total Sustainable Emissions Reductions (SERs) (aim 1) MtCO2e 0.9\nof Reporting 2023, which can be found on the bp website 13. Scope 1 (direct) carbon dioxide emissions (operational boundary) (aim 1) MtCO2e 30.2\n(bp.com/basisofreporting).\n14. Scope 1 (direct) methane emissions (operational boundary) (aim 1) Mte 0.03\n15. Emissions from carbon in the upstream oil and gas production (aim 2) MtCO2 315\n16. Carbon intensity of total marketed and physically traded energy products (aim 3) gCO2e/MJ 77\n17. Methane intensity (%) (aim 4) % 0.05\n18. Energy consumption for UK and offshore locations (operational boundary) GWh 4,688\n19. E nergy consumption for global locations (excluding UK and offshore) (operational boundary) GWh 120,082\n62 bp Sustainability Report 2023"
    },
    {
      "page": 65,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nInherent limitations of the Selected y Communicating matters that may be relevant to the y Through inquiries of management, obtained an Use of our report\nSelected Information to the appropriate party including understanding of internal controls relevant to the Selected\nInformation\nidentified or suspected non-compliance with laws and Information, the quantification process and data used This report is made solely to the Company in accordance\nregulations, fraud or suspected fraud, and bias in the in preparing the Selected Information, the methodology with ISAE 3000 (Revised), ISAE 3410 and our agreed terms\nWe obtained limited assurance over the preparation of\npreparation of the Selected Information. for gathering qualitative information, and the process for of engagement. Our work has been undertaken so that we\nthe Selected Information in accordance with the Basis\nof Reporting. Inherent limitations exist in all assurance y Reporting our conclusion in the form of an independent preparing and reporting the Selected Information. We did might state to the Company those matters we have agreed to\nengagements. Any internal control structure, no matter limited Assurance Report. not evaluate the design of particular internal control state to them in this report and for no other purpose.\nhow effective, cannot eliminate the possibility that fraud, activities, obtain evidence about their implementation or Without assuming or accepting any responsibility or liability\nerrors or irregularities may occur and remain undetected Our independence and competence test their operating effectiveness. in respect of this report to any party other than the Company\nand because we use selective testing in our engagement, y Inspected documents relating to the Selected and the Company’s Directors as a body we acknowledge\nwe cannot guarantee that errors or irregularities, if present, In conducting our engagement, we complied with the Information, including, where applicable, board level that the Company may choose to make this report publicly\nwill be detected. independence requirements of the FRC’s Ethical Standard safety and sustainability committee minutes and, where available for others wishing to have access to it, which does\nand the ICAEW Code of Ethics. The ICAEW Code is applicable internal audit outputs to understand the not and will not affect or extend for any purpose or on any\nThe self-defined Basis of Reporting, the nature of the founded on fundamental principles of integrity, objectivity, level of management awareness and oversight of the basis our responsibilities. To the fullest extent permitted by\nSelected Information, and absence of consistent external professional competence and due care, confidentiality and Selected Information. law, we do not accept or assume responsibility to anyone\nstandards allow for different, but acceptable, measurement professional behaviour. y Performed procedures over the Selected Information, other than the Company and the Company’s Directors as a\nmethodologies to be adopted which may result in variances\nWe applied the International Standard on Quality including recalculation of relevant formulae used in body, for our work, for this report, or for the conclusions we\nbetween entities. The adopted measurement methodologies\nManagement (UK) 1 (“ISQM (UK) 1”), issued by the manual calculations. have formed.\nmay also impact comparability of the Selected Information\nreported by different organisations and from year to year Financial Reporting Council. Accordingly, we maintained a y Performed procedures over underlying data on a\nwithin an organisation as methodologies develop. comprehensive system of quality including documented sample basis to assess whether the data had been Deloitte LLP, London\npolicies and procedures regarding compliance with ethical collected and reported in accordance with the Basis of\nWe draw your attention to the specific limitations, due to requirements, professional standards and applicable legal Reporting, including verifying to source documentation, 8 March 2024\nthe nature of the Selected Information, set out in the “Key and regulatory requirements. where applicable.\nprocedures performed” section below.\ny Performed procedures over the Selected Information\nKey procedures performed\nincluding assessing management’s assumptions\nRoles and responsibilities\nand estimates.\nWe are required by ISAE 3000 (Revised) and ISAE 3410 to\nbp is responsible for: plan and perform our work to address the areas where we y Accumulated identified misstatements and assessed\nwhether material.\ny Selecting and establishing the Basis of Reporting. have identified that a material misstatement in respect of\ny Preparing, measuring, presenting and reporting the the Selected Information is likely to arise. The procedures y Read the narrative accompanying the Selected Information\nSelected Information in accordance with the Basis we performed were based on our professional judgment. with regard to the Basis of Reporting, and for consistency\nof Reporting. In carrying out our limited assurance engagement in with our findings.\ny Publishing the Basis of Reporting publicly in advance respect of the Selected Information, we performed the Physical asset inspections and site visits have not been\nfollowing procedures: performed as part of our limited assurance procedures.\nof, or at the same time as, the publication of the\nSelected Information. y Performed an assessment of the Basis of Reporting The procedures performed in a limited assurance\ny Designing, implementing, and maintaining internal to determine whether it is suitable for the engagement engagement vary in nature and timing from, and are less\nprocesses and controls over information relevant to the circumstances and the ‘Selected Information’, and, where in extent than for, a reasonable assurance engagement.\npreparation of the Selected Information to aim to ensure necessary, discussed with bp the need for edits. Consequently, the level of assurance obtained in a limited\nthat they are free from material misstatement, including y Performed analytical review procedures to understand assurance engagement is substantially lower than the\nwhether due to fraud or error. the underlying subject matter and identify areas where a assurance that would have been obtained had a reasonable\ny Providing sufficient access and making available all material misstatement of the Selected Information is likely assurance engagement been performed.\nnecessary records, correspondence, information and to arise. We perform our engagement to obtain limited assurance\nexplanations to allow the successful completion of y Through inquiries of management, obtained an over the preparation of the Selected Information in\nour engagement. understanding of bp, its environment, processes and accordance with the Basis of Reporting. We draw your\ninformation systems relevant to the preparation of the attention to the following specific limitation:\nWe are responsible for:\nSelected Information sufficient to identify and further\ny Planning and performing procedures to obtain sufficient assess risks of material misstatement in the Selected y Process Safety Events and Total Fatalities are recorded,\nand Recordable Injury Frequency is calculated, based on\nappropriate evidence in order to express an independent Information, and provide a basis for designing and\nevents reported by sites relating to bp employees and bp\nlimited assurance conclusion on the Selected Information. performing procedures to respond to assessed risks and\ncontractors, as defined in the Basis of Reporting. As a\nto obtain limited assurance to support a conclusion.\nresult, our testing may not identify instances where events\nmay have occurred but have not been reported.\n63 bp Sustainability Report 2023"
    },
    {
      "page": 66,
      "text": "Introduction Our approach Getting to Improving Caring for Engaging Our reporting\nnet zero people’s lives our planet stakeholders\nC autionary statement\nIn order to utilize the ‘safe harbor’ provisions of the bp’s global workforce to deliver on these aims plans and expectations in relation to divestments or any other entity and must not be relied upon\nUnited States Private Securities Litigation Reform and mobilize them to become advocates for including non-core assets; expectations regarding in any way in connection with any investment\nAct of 1995 (the ‘PSLRA’) and the general doctrine net zero, the aim to set new expectations for bp’s activities in offshore wind in the US; plans to decisions. BP p.l.c. is the parent company of the\nof cautionary statements, bp is providing the relationships with trade associations around the focus on the customer and scale up of mobility bp group of companies. Where we refer to the\nfollowing cautionary statement. globe, the aim to be recognized as an industry solutions, including electrification, biogas and company, we mean BP p.l.c.. The company and\nleader for the transparency of its reporting and biofuels fuels and hydrogen; plans to do more each of its subsidiaries are separate legal entities.\nbp Sustainability Report 2023 contains certain\nthe aim to provide integrated clean energy and to integrate sustainability into our governance Unless otherwise stated or the context otherwise\nforecasts, projections and forward-looking\nmobility solutions; plans and expectations for bp’s structures and business processes, so that it requires, the term ‘bp’, and terms such as ‘we’,\nstatements – that is, statements related to future,\nsustainability frame that underpins the strategy informs our strategic and operational decisions; ‘us’, and ‘our’, are used in the Sustainability Report\nnot past events and circumstances with respect\nincluding 10 aims (our people and planet aims) statements regarding the uncertainties in the for convenience to refer to one or more of the\nto the financial condition, results of operations\nregarding more clean energy and the plan to have energy transition; forward-looking statements members of the bp group instead of identifying a\nand businesses of bp and certain of the plans\ndeveloped 50GW renewable energy generating involve risk and uncertainty because they relate to particular entity or entities.\nand objectives of bp with respect to these\ncapacity to final investment decision by 2030, events and depend on circumstances that will or\nitems. These statements may generally, but not\nsupporting a just transition that advances human may occur in the future and are outside the control\nalways, be identified by the use of words such\nrights and education and includes developing just of bp. Actual results or outcomes may differ from\nas ‘will’, ‘expects’, ‘is expected to’, ‘aims’, ‘should’,\ntransition plans in priority areas, helping over one those expressed in such statements, depending\n‘may’, ‘objective’, ‘is likely to’, ‘intends’, ‘believes’,\nmillion people build sustainable livelihoods, greater on a variety of factors including those set out in\n‘anticipates’, ‘plans’, ‘we see’ or similar expressions.\ndiversity, equity and inclusion for our workforce the ‘Risk factors’ in our Annual Report and Form\nIn particular, such statements, among other\nand customers and increasing supplier diversity 20-F 2023 and any other matters referred to at\nstatements, may include but are not limited to:\nspend in 2023 from $1 billion to $650 million, bp.com/sustainability.\nstatements relating to the purpose, ambition,\nenhancing the health and wellbeing of our\naims, targets, plans and objectives of bp – as In addition to factors set forth elsewhere in this\nemployees, contractors and local communities,\nwell as statements regarding expectations for report, those set out above are important factors,\napplying our NPI biodiversity methodology on new\nbp’s strategy including for bp’s transformation although not exhaustive, that may cause actual\nbp projects in scope, replenishing more fresh water\nfrom being an international oil company focused results and developments to differ materially from\nthan we consume in our operations, using nature-\non producing resources, to an integrated energy those expressed or implied by these forward-\nbased solutions to deliver value and contribute to\ncompany focused on delivering energy solutions looking statements. The term ’material’ is used\nour people and planet aims in our operations and\nfor customers; plans and expectations regarding within this document to describe issues for\nthrough our business activities and using circular\nbp’s ambition to be a net zero company by 2050 voluntary sustainability reporting that we consider\nresources and embracing circular principles in\nor sooner and help the world get to net zero, to be of high or medium importance in terms\ndesign, operations and decommissioning, working\nincluding its five aims to get bp to net zero across of stakeholder interest and potential business\nwith our key suppliers to embed sustainable\nits production, operations and sales, as well as impact. Material for the purposes of this document\npractices, and publishing a sustainable purchasing\nits aims in respect of, methane measurement should not, therefore, be read as equating to any\nposition, identifying circularity focus areas;\nat major oil and gas processing sites by 2023 use of the word in other BP p.l.c. reporting or\nexpectations that by 2030 bp’s net production\nand aims for subsequent reduction of methane filings. bp’s Annual Report and Form 20-F 2023 may\nof oil, natural gas and natural gas liquids will be\nintensity of operations, and aims to increase the be downloaded from bp.com/annualreport.\naround 20-30% lower relative to 2019; plans and\nproportion of investment into non-oil and gas\nexpectations about growing our renewables and No material in the bp Sustainability Report 2023\nbusinesses over time; plans and expectations\nbioenergy businesses and seeking early positions forms any part of that document. No part of this\nregarding bp’s five aims to help get the world\nin hydrogen and carbon capture, use and storage Sustainability Report or bp.com/sustainability\nto net zero, including the aim to more actively\nand strengthen our gas position; our role in the Net constitutes, or shall be taken to constitute, an\nadvocate for policies that support net zero,\nZero Teesside and Northern Endurance projects; invitation or inducement to invest in BP p.l.c.\nincluding carbon pricing, the aim to incentivize\n64 bp Sustainability Report 2023"
    },
    {
      "page": 68,
      "text": "Give your feedback\nEmail the corporate reporting team\nat corporatereporting@bp.com\nFollow us on social media\ntwitter.com/bp_plc\nfacebook.com/bp\nlinkedin.com/company/bp\ninstagram.com/bp_plc\nyoutube.com/bp_plc\nthreads.net/bp_plc\nBP p.l.c.\n1 St James’s Square\nLondon SW1Y 4PD\n© BP p.l.c. 2024\nbp.com/sustainability"
    }
  ]
}