{
  "company": "BP",
  "year": "2022",
  "pdf_path": "reports/BP/2022/annual_report.pdf",
  "total_pages": 66,
  "pages": [
    {
      "page": 1,
      "text": "Reimagining energy\nfor people and our planet\nbp sustainability report 2022"
    },
    {
      "page": 2,
      "text": "Contents\nSustainability at bp Getting to net zero 16 Engaging stakeholders 52 About our 2022 reporting\nOur sustainability frame 1 Our net zero ambition and aims 17 Engaging with our stakeholders 53\nSince we launched our sustainability frame we\nOur strategy and performance 2 Getting to net zero introduction 18 have worked to further embed sustainability\nOur reporting 56\nLetter from our chief executive officer 3 Net zero aims 1-5 update 19 across bp. We have also made progress\nMateriality 57 in a number of areas, which are covered in\nLetter from our EVP, strategy, Consistency of our ambition and\nAbout our reporting 58 this report.\nsustainability & ventures 4 aims with the Paris goals 20\n2022 at a glance 5 Five aims to get bp to net zero 21 Glossary 59 Our corporate reporting suite for 2022\nAssurance statement 61 comprises several elements, including this\n2022 sustainability highlights 6 Aim 1: Net zero operations 22\nreport. You may also be interested in:\nCautionary statement 62\nAim 2: Net zero production 23\nOur approach 7\nAim 3: Net zero sales 25\nbp.com/quickread\n‘Who we are’ 8\nAim 4: Reducing methane 27 bp.com/sustainability\nSafety in 2022 8\nAim 5: More investment into transition 28 bp.com/reportingcentre\nEthics and compliance 10\nFive aims to help the world get to net zero 30\nOur people 11 bp.com/ourreporting\nAim 6: Advocating 31\nPolicies and practices 12 bp Annual Report 2022\nAim 7: Incentivizing employees 31\nIdentifying and managing risk 14\nAim 8: Aligning associations 32 Net zero ambition progress update\nSustainability in our processes 15\nAim 9: Transparency leader 33 ESG data sheet\nAim 10: Clean cities and corporates 34\nImproving people’s lives 36\nFive aims to improve people’s lives 37\nAim 11: More clean energy 38\nAim 12: Just transition 39\nAim 13: Sustainable livelihoods 41\nAim 14: Greater equity 42\nAim 15: Enhance wellbeing 44\nCaring for our planet 45 How to navigate this report\nFive aims to care for the planet 46 Deloitte has assured selected key performance\nAim 16: Enhancing biodiversity 47 Another page of this report indicators (KPIs) in this report. Their statement\nis on page 61.\nAim 17: Water positive 48 An online reference\nAim 18: Championing nature-based solutions 49 \nDefinitions in the glossary, pages 59-60\nRead more about the KPIs that have been\nassured: bp.com/basisofreporting\nAim 19: Unlock circularity 50\nAim 20: Sustainable purchasing 51"
    },
    {
      "page": 3,
      "text": "Sustainability\nat bp\nOur sustainability frame\nOur purpose is reimagining energy for people and our planet. Our sustainability frame translates our purpose into action and underpins our strategy\nto become an integrated energy company.\nThis report covers our performance against our net zero, people and planet aims. It also sets out our broader approach to sustainability through two\nlenses: our strong foundations built over many years and our ongoing work to embed sustainability more deeply across bp.\nOur sustainability aims\nOur aims and objectives\n1 Net zero operations\nSustainability at bp is about creating value by\n2 Net zero production\nconnecting the business opportunities of the\nenergy transition with our aims. 3 Net zero sales\n4 Reducing methane\nOur approach\n5 More investment into transition\nOur beliefs and foundations 6 Advocating\nOur approach to sustainability helps us do the\n7 Incentivizing employees\nright thing on safety, greenhouse gas emissions,\nhuman rights, biodiversity, and other social and 8 Aligning associations\nenvironmental factors.\n9 Transparency leader\nEmbedding into our DNA\n10 Clean cities and corporates\nWe are working to embed sustainability more\ndeeply into our culture, decision making,\ngovernance, systems, and processes, see 11 More clean energy\npages 8-15.\n12 Just transition\nEngaging stakeholders 13 Sustainable livelihoods\n14 Greater equity\nWe learn through ongoing engagement with our\nmany different stakeholders and work with them 15 Enhance wellbeing\nto deliver our aims, see pages 52-55.\n16 Enhancing biodiversity\n17 Water positive\n18 Championing nature-based solutions\n19 Unlock circularity\n20 Sustainable purchasing\n1 bp sustainability report 2022"
    },
    {
      "page": 4,
      "text": "Sustainability\nat bp\nOur strategy and performance\nOur strategy is to become an integrated energy company. We believe we are equipped\nto deliver energy security and affordability today, and to accelerate the energy transition.\nOur three-pillar strategy is focused on investing\nin our transition growth engines and, at the\nsame time, investing in today’s energy system.\nAnd integration connects it all.\nResilient Convenience Low carbon\nhydrocarbons and mobility energy\nTransition growth engines\nSustainability\nEmbedded across our strategy is our sustainability\nframe, which sets out our aims for getting to\nnet zero, improving people’s lives and caring for\nour planet. • Hydrogen\n• Convenience\n• Bioenergy • Renewables\n• EV charging\n& power\nIntegration\nConnecting our strategic focus areas together\nis integration. We believe we are distinctively\nset up to create integrated energy solutions for\ncustomers and generate attractive returns.\nSustainability\nIntegration\nRead more: bp.com/strategy\n2 bp sustainability report 2022"
    },
    {
      "page": 5,
      "text": "Sustainability\nat bp\nchanging company\nA changing world, a\nA lot has happened in the time since we set a new direction for the company in 2020. The COVID-19 pandemic,\nthe Russia-Ukraine war, a cost-of-living crisis – and following the terrible earthquakes in Türkiye and Syria our\nthoughts have been with colleagues and all those affected. We are helping where we can, supporting agencies,\nsupplying fuels, and donating $5 million to the humanitarian relief efforts.\nThroughout this time, our core job has been to the culture of care for others that is key to people The right direction\nfocus on performing while transforming – keeping looking after each other, and on continuing to\nenergy flowing and delivering for our shareholders, improve the effectiveness of our safety processes With three years of experience and delivery under\nand at the same time investing in our transition and and procedures. our belt, we have increased confidence that\nthe energy transition. We have supercharged our the direction we set is the right one. Overall, we\nbioenergy ambitions by acquiring Archaea Energy, A faster but orderly transition remain focused on our net zero ambition and the\na leading US producer of renewable natural gas. flexibility and resilience in our strategy is allowing\nWe have tripled the size of our global network of One thing clearer than ever since 2020, is that the it to respond to change while remaining consistent\nEV chargers since 2019. We now have businesses world wants and needs a better and more balanced with the Paris goals. As you’ll see throughout\nin hydrogen and in offshore wind, and increased energy system – one that delivers energy that is this report, and as Giulia says in her letter, we are\nour renewables pipeline by 14 gigawatts, to 37 secure and affordable as well as lower carbon – making progress. The company is performing\ngigawatts, in 2022. Our refineries in Germany all three – what’s known as the energy trilemma. well and the strategy – underpinned by our\nand Spain now have units producing sustainable To tackle this massive challenge, action is needed sustainability frame – is working.\naviation fuel. And, since 2019 we have reduced to accelerate the energy transition and – at the\nWe have much more to do – and we have an\nemissions while bringing on new oil and gas energy same time – to make sure that rapid transition is\nawesome team that wants to do more to help.\nsupplies. That is change – at scale. In just three balanced and orderly, so that affordable energy\nIn our annual engagement survey, employees\nyears, annual investment in our transition growth keeps flowing where it’s needed today.\ntell us they have never been prouder of bp –\nengines – bioenergy, convenience, EV charging,\nbp’s integrated energy company strategy very and I could not be prouder of them.\nhydrogen, renewables and power – has gone from\ndeliberately sets us up to help on both counts –\n3% to 30% of total bp capital investment spend. Thank you for your support and challenge, and\nand in February 2023 we leaned further into it.\nas always, I welcome your feedback.\nWe plan to invest an additional $8 billion by 2030\nSafety first into our transition growth engines including EV Bernard Looney\nchargers and sustainable aviation fuels that can Chief executive officer\nNothing is more important than safety, it is core\nhelp people and businesses decarbonize sooner. March 2023\nto who we are as a company. We want zero\nOur cumulative investment in these transition\naccidents, zero people hurt – that will always\ngrowth engines is expected to be in a range of\nbe our goal. And our progress on safety in some\n$55-65 billion between 2023 and 2030. And we plan\nareas continues – we saw 19% fewer tier 1 and\nto invest an additional $8 billion into high-quality\ntier 2 process safety events in 2022 compared\noil and gas options that we can deliver quickly.\nto 2021. But we also have challenges. Tragically,\nAnd where we can, we will do this using our existing\nfour people lost their lives while working for bp\ninfrastructure to allow us to minimize additional\nlast year, and a pedestrian was killed in a collision\nemissions and maximize both value and our\nwith one of our vehicles. We continue to focus on\ncontribution to energy security and affordability. For terms with refer to the glossary on pages 59-60.\n3 bp sustainability report 2022"
    },
    {
      "page": 6,
      "text": "Sustainability\nat bp\nstrategy\nBringing our to life\nI am pleased to see how much progress we have made, despite a year of stark challenges for the world.\nWe are embedding sustainability in the way we do business. We are in action on the aims we set ourselves\nfor net zero, people and planet – with some tangible results.\nTo all our teams, partners and suppliers – y Aim 5 now covers our transition growth In action on our planet aims\neveryone we have worked with in 2022, thank you. investment . As Bernard said, in just three years,\nWe are building momentum as we pursue our the proportion of our annual investment in these We have made progress across all our planet aims\n20 aims. transition growth engines has grown tenfold. in 2022, including site-based water assessments\nat our Castellón refinery in Spain (aim 17) and we\nWe also made progress in our aims 6-10 to help\nIn action on our net zero aims launched our new circularity framework and waste\nthe world get to net zero, including advocating\nmetrics, to help guide bp businesses to identify\nfor policies that support net zero. We actively\nFocusing on our aims for getting bp to net zero : opportunities for circularity (aim 19).\nsupported many of the climate and energy related\ny On aim 1 (net zero operations ) – by the end of provisions in the US Inflation Reduction act, which We are also working to restore, maintain and\n2022 we achieved a 41% cut in Scope 1 and 2 has now passed into law. enhance biodiversity where we operate (aim 16).\nabsolute emissions compared to 2019. In 2022 we introduced our net positive impact\ny On aim 2 (net zero production ) the absolute In action on our people aims methodology and are putting it into practice\nemissions from the carbon in our upstream oil in several new projects, including a pipeline\nand gas production were 15% lower, compared to We have five aims to improve people’s lives and replacement in an area of high biodiversity in\n2019. Following our update on strategic progress throughout 2022 have taken steps to further Trinidad. Our restoration projects include seagrass\nin February 2023, we made an adjustment to embed social sustainability, including assessing and coral reefs in Tobago, ecosystems in Türkiye\nour aim 2 (net zero production). Compared to conformance with the bp human rights policy (aim and biodiversity in the Ajameti Managed Reserve\n2019 we are now targeting a 10-15% reduction 12) and launching a social mobility framework for in Georgia.\nby 2025 (previously 20%) and are aiming for action (aim 14).\n20-30% reduction by 2030 (previously 35-40%). More to do\nWe became the first major energy, mobility and\nWe also expect to produce around 2 million\nconvenience employer to be accredited as a living\nbarrels of oil equivalent a day by 2030 – around I am proud to be part of a remarkable team at bp\nwage employer in the UK (aim 13: sustainable\n25% lower than 2019. and of what they have achieved so far. We know\nlivelihoods). A fair wage is one that meets an\ny On aim 3 (net zero sales ) our target for 2025 is employee’s basic needs. In our global review of there is much more to do, but we have plans in\nplace, a distinctive framework to support them and\na 5% reduction in carbon intensity and we have our businesses in 2022 we confirmed that all our\ngrowing confidence in bp’s transformation into an\nnow reached 2%, compared to 2019. employees were being paid a fair wage.\nintegrated energy company – with sustainability\ny On aim 4 (reducing methane) – our methane\nOutside bp, our approach is socially inclusive and at its core.\nintensity (based on existing reporting\nseeks to benefit the communities we work with\nmethodologies) decreased from 0.14% in 2019 Giulia Chierchia\n(aim 12: just transition). We want to build stronger\nto 0.05% in 2022; and we are on track to deliver EVP, strategy, sustainability & ventures\nrelationships, encourage mutual trust and help\nenhanced methane measurement technology March 2023\nthe local workforce to develop skills for the future\nand solutions at all our existing major oil and gas\nenergy system. In Scotland, we have invested\nsites by the end of 2023.\nover £1 million with our partner EnBW to support\ntraining and reskilling in the offshore wind industry. For terms with refer to the glossary on pages 59-60.\n4 bp sustainability report 2022"
    },
    {
      "page": 7,
      "text": "Sustainability\nat bp\n2022 at a glance\nA snapshot of our scale and reach, and our performance against our strategy.\nAbout bp Our performance Value creation\nWe are a global business, with operations in We create value for society in many different ways: through our\nEurope, North and South America, Australasia, Resilient hydrocarbons products and services and as an employer, taxpayer, supply chain\nAsia and Africa – through which we deliver energy participant and investor in local communities. Our sustainability\nproducts and services to our customers. We are Upstream Biofuels bp-operated hydrocarbon frame guides our decisions and actions so that our focus areas of\nincreasingly focusing on doing this in ways that productiona production plant reliability getting to net zero, improving people’s lives and caring for our planet\nhelp drive the transition to a lower carbon future. 2.3 27 96% become increasingly integral to how we create value.\nmmboe/d kb/d\nEmployees Countries of operation (2021 2.2mmboe/d) (2021 26kb/d) (2021 94%) Total economic value generated by bp\n67,600 62 $246.7bn\n(2021 65,900) (2021 >65) (2021 $167.1bn)\nUnderlying replacement cost (RC) profit Convenience and mobility Payments to suppliers Dividends\n$27.7bn $174.0bn $4.4bn\nCustomer touch Strategic Electric vehicle\npoints per day convenience sites charge points\n(2021 $12.8bn) (2021 $122.2bn) (2021 $4.3bn)\n~12m 2,400 ~22,000\nsourcing goods and services dividends distributed to bp\nshareholders\n(2021 >12m) (2021 2,150) (2021 13,100)\nTaxes to governments Benefits paid to employees\n$12.5bn $9.6bn\n(2021 $5.4bn) (2021 $8.9bn)\nLow carbon energy 2030 aim contributing to economies through providing jobs for 67,600\nthe taxes we pay people worldwide\nDeveloped Installed renewables Hydrogen\nrenewables to FID capacity net production net Social investment spend\n5.8 2.2 0.5-0.7 $93m\nGW GW Mtpa\n(2021 4.4GW) (2021 1.9GW) (2021 $51m)\nsupporting additional initiatives to\nbenefit communities\na Relative to 2019, we expect our hydrocarbon production to be around 25% lower by 2030, reflecting active management and high-grading of the portfolio, including divestment of non-core assets.\nFor terms with refer to the glossary on pages 59-60.\n5 bp sustainability report 2022"
    },
    {
      "page": 8,
      "text": "Sustainability\nat bp\n2022 sustainability highlights\nSince launching our net zero aims in 2020 and our people and planet aims in 2021, we have been in action to deliver them.\nIn 2022 we made progress across these three focus areas – as described in detail in this report.\nGetting to net zero\nNet zero operations Reducing methane Transition growth investment\n41% 0.05% $4.9bn\nreduction in absolute emissions against the 2019 baseline, see page 22. methane intensity(calculated using our existing methodology), up from $2.4 billion in 2021 against aim 5 activities (transition growth\nsee page 27. investment) on an equivalent basis, see page 28.\nImproving people’s lives\nMore clean energy Just transition Sustainable livelihoods\n5.8GW >£1m\nAll employees\ndeveloped renewables to FID, see page 38. committed to X-Academy in Scotland for a reskilling initiative paid a fair wage worldwide in 2022, see page 40.\n(as part of our JV with EnBW), see page 39.\nCaring for our planet\nEnhancing biodiversity Water positive Unlock circularity\nBiodiversity restoration Improving water efficiency Circularity framework\nSupported biodiversity projects in Georgia, Türkiye and Trinidad First water efficiency assessment completed, see page 48. launched to support all bp businesses, see page 50.\nand Tobago, see page 47.\nFor terms with refer to the glossary on pages 59-60.\n6 bp sustainability report 2022"
    },
    {
      "page": 9,
      "text": "In this section\n‘Who we are’ 8\nSafety in 2022 8\nEthics and compliance 10\nOur people 11\nPolicies and practices 12\nIdentifying and managing risk 14\nSustainability in our processes 15\nOur approach\nWhiting refinery, Indiana, US\n7 bp sustainability report 2022"
    },
    {
      "page": 10,
      "text": "Our approach\nOur approach: foundations and embedding sustainability\nOur approach to sustainability is targeted, systematic and collaborative. It rests on strong, well-established foundations that guide the way we work.\nThese foundations support our aims, which focus our efforts where bp can make the greatest difference for people and our planet. We are working\nto embed sustainability more widely and deeply in our culture, business decisions, processes and governance.\n‘Who we are’ We refreshed our code in January 2023, including Safety in 2022 Eliminating fatalities and life-changing injuries\nupdated content to incorporate our sustainability We recognize the value of industry standardization\nframe and ‘Who we are’. The code also At bp, safety comes first and is foundational to and consistent rules in our aim to improve our\nIn 2022 we launched ‘Who we are’ – setting out contains a new tool to help employees navigate everything we do. We want to do better on safety safety performance – for example, the IOGP\nour three key beliefs and nine descriptors of how difficult decisions. performance and to help us do this we are making Life Saving Rules. We continued rolling out and\nwe work. ‘Who we are’ defines what we stand for, Our code applies to all bp employees, officers and our OMS simpler, clearer and even more rigorous. embedding these rules across our operating\nbuilding on our best qualities and the things that board members. Mandatory training and regular These updates to our OMS will emphasize an businesses in 2022, to supplement our existing\nare most important to us. It articulates how we communications help employees understand how even closer focus on human performance, our safety practices and strengthen our OMS. We will\nexpect everyone at bp to work and underscores to apply it and how to raise questions or concerns. Safety Leadership Principles and the International continue this process in 2023.\nthe fact that safety always comes first. Association of Oil & Gas Producers’ (IOGP) Life\nEmployees have a responsibility to speak up Saving Rules. We also piloted the IOGP Process Safety\nOur three key beliefs are defined as Live our if they become aware of something that is Fundamentals, to improve awareness of process\npurpose, Play to win and Care for others. ‘Who unsafe, unlawful or inconsistent with our code. The aim we set in 2021, to eliminate fatalities, safety risks and highlight how our own processes\nwe are’ also encapsulates making a positive To make this easy, we provide several speak life-changing injuries and tier 1 process safety can help us manage them.\nimpact, doing the right thing and having a speak events, provided the basis for our strategic focus in\nup channels, including line managers, ethics &\nup culture. It is now integrated into our updated 2022, along with our work to embed a consistent\ncompliance liaisons and our confidential global\ncode of conduct (our code), and is already guiding safety culture.\nhelpline, OpenTalk. Our code reinforces the Defining life-changing injuries\nour approach to recruitment, assessment,\nimportance of speaking up and of non-retaliation. We deeply regret that in 2022 four people lost their\ndevelopment, performance management We have worked closely with IOGP to help\nIt also provides an overview of the concerns lives while at work for bp.\nand reward. develop our industry’s first ‘Permanent\nmanagement process.\nIn February 2022 a contractor driving for Aral Impairment Injury’ definition. We have adopted\nRead more: bp.com/whoweare All bp employees are required to confirm annually in Germany, lost his life in a vehicle collision on this definition and updated our systems and\nthat they have read and understand our code a highway. processes. Consequently, we are able to record\nOur code of conduct and complied with its principles. We expect and and report actual and potential life-changing\nIn April 2022 a specialist tank contractor lost his\nOur code sets the standards and expectations encourage all our contractors and their employees injuries from January 2023 onwards. This new\nlife in an explosion while repairing a tank at an Aral\nfor how we do the right thing and also empowers to act in ways that are consistent with our code. metric will sharpen our focus on eliminating\nretail site in northern Germany.\nour people to speak up without fear of retaliation. injuries that change lives irreversibly.\nIt puts safety first, and together with our safety Read more: bp.com/codeofconduct In September 2022 two bp employees lost their\nleadership principles and operating management lives in a fire at our Toledo refinery in the US.\nsystem (OMS), helps us make safe and ethical\nWe have offered our condolences and support\ndecisions, act responsibly and comply with\nto the families and employees affected by these\napplicable laws.\nfatalities. We are taking action to learn from these\nincidents and drive improvements in safety.\n8 bp sustainability report 2022"
    },
    {
      "page": 11,
      "text": "Our approach\nOur approach: foundations and embedding sustainability\nOur safety culture Personal safety Days away from work case frequencyb Process safety\nOur Safety Leadership Principles, which we In addition to the fatalities reported for 2022, we (workforce per 200,000 hours worked) Our combined process safety events (PSEs) have\nrefreshed in 2021, are designed to guide behaviour recorded an increase of 14% in our recordable generally decreased over the last 10 years, apart\nand ways of working across bp to drive a robust, injury frequency (RIF) and an increase of 34% 0.07 from in 2019. This downward trend continued\nconsistent safety culture. Our Safety Leadership in our days away from work case frequency 0.068 in 2022, with 12 fewer (19%) reported than in\n0.06\nPrinciples are: (DAFWCF), compared with 2021. We attribute 2021, due to a 28% reduction in tier 2 PSEs.\nthis to an increase in the number of hand or 0.05 Although portfolio changes may effect the overall\ny We genuinely care about each other. 0.051\nankle injuries suffered by retail employees in our 0.04 0.048 0.047 baseline of our operations, our goal continues to\ny We will not compromise our focus on safety. 0.044\ncustomers & products (C&P) business. We have be the elimination of tier 1 PSEs.\ny We encourage and recognize the need to implemented a safety intervention plan in C&P, 0.03\nspeak up. based on the number and nature of both personal 0.02 We identified areas for improvement in process\nsafety for refining and production, including\ny We understand how work actually happens. and process safety incidents. 0.01\nmechanical integrity and the need to follow\ny We learn why mistakes occur and\nIn our production & operations business, RIF 0.0 procedures. On this basis we have taken action\nrespond supportively.\nand DAFWCF decreased compared with 2021. 2018 2019 2020 2021 2022 to further strengthen our OMS process safety\nOur principles are guided by human performance. We attribute this to our sustained effort to improve barriers. These barriers comprise physical\nThey help us enable a culture of care by safety, including our work on safety leadership, Driving safety or non-physical means to prevent, control or\nunderstanding how people interact with their safety culture and human performance. Driving safely is one of the greatest personal safety mitigate accidents, and consequently improve our\nworking environment, by recognizing that they can We expect to see further performance risks we face at bp. In 2022 we recorded one safety performance.\nmake mistakes and by doing all we can to keep improvements as we roll out and embed the Life driving-related contractor fatality and one vehicle\nthem safe. Saving Rules across bp. accident that resulted in life-changing injuries to Process safety eventsc\nthe driver. In total, 10 severe vehicle accidents (number of incidents)\nWe review how people interact with equipment\nand systems, examining potential causes of stress Recordable injury frequencya occurred, the same as in 2021. The number of\nand fatigue as well as the quality of our systems (workforce per 200,000 hours worked) kilometres driven fell by 0.2% compared with 2021. 100\n72\nand procedures. Showing care about how work We took action to improve safety for those driving\n80\nis being done and acting on concerns raised can 0.25 on behalf of bp in several ways – for example,\nhelp drive a learning culture, which can help us issuing a group-wide alert that emphasized 60 56 53\nmake the workplace safer. Through our work on 0.20 how important it is to be aware of vulnerable 46\n0.198\ndiversity, equity and inclusion and through our 0.187 road users. A second alert was issued to help 40 33\ncode, we also support people to speak up about 0.15 0.166 0.164 improve contractors’ oversight processes for land\ntheir safety concerns. 0.132 transportation. We require all newly purchased or 20 26\n0.10\nleased light vehicles used on behalf of bp to have a 16 17 16 17\n5-star New Car Assessment Program safety rating 0\n0.05\n(where available). 2018 2019 2020 2021 2022\nTier 1\n0.0 Tier 2\n2018 2019 2020 2021 2022\na The number of reported work-related incidents that resulted in a fatality or injury.\nb The number of incidents that resulted in an injury where a person was unable to work for a day (or shift) or more.\nc Tier 1 events are losses of primary containment from a process of greatest consequence – causing harm to a member of the workforce, damage to equipment from a fire or explosion, a community impact or exceeding defined quantities (per API RP 754 tier 1 definitions). Tier 2 events are those of lesser\nconsequence (per API RP 754 tier 2 definitions).\n9 bp sustainability report 2022"
    },
    {
      "page": 12,
      "text": "Our approach\nOur approach: foundations and embedding sustainability\nSpills and spills prevention Our code explicitly prohibits engaging in any We take corrective action with suppliers Political donations\nWe have made progress in preventing and form of bribery or corruption and includes an and business partners who fail to meet We prohibit the use of bp funds or resources\nreducing spills over many years, driven by risk expectation that we work to ensure our business our expectations. This action may include to support any political candidate or party.\nmanagement, investigations, work on process partners comply with our requirements. terminating contracts. We recognize the rights of our employees to\nsafety (including a focus on mechanical integrity) Our group-wide anti-bribery and corruption, anti- We are a founding member of the Extractive participate in the political process and these\nand control of work improvements. In 2022 there money laundering and anti-tax evasion policies Industries Transparency Initiative (EITI) and rights are governed by the applicable laws in\nwere 108 oil spillsa compared with 121 in both and related procedures all include measures and support its anti-corruption efforts. Through the the countries where we operate. Our stance on\n2021 and 2020. guidance to assess and mitigate risks, understand disclosure of government revenues and other political activity is set out in our code.\nOur operating sites collaborate to share good relevant laws and report concerns. They apply relevant information, EITI can help to mitigate In the US we provide administrative support for\npractice and our central team ensures serious or to all bp-operated businesses, and were updated corruption risks in the extractive sector and the bp employee political action committee (PAC)\ncomplex incidents are thoroughly investigated and during 2022. Where bp is not the operator, we support local anti-corruption efforts. In 2022 – a non-partisan, employee-led committee that\nsystemic gaps closed as soon as possible. have processes in place to manage our interests, we supported EITI activities through multi- encourages voluntary employee participation\nincluding guidance to help bp asset managers stakeholder groups in Trinidad and Tobago, in the political process. All bp employee PAC\nRead more: bp.com/ESGdata influence operators in line with our expectations. Mauritania and Senegal. contributions are weighed against the PAC’s\nWe provide appropriate training for employees in Revenue transparency and payments criteria for candidate support, reviewed for\nEthics and compliance locations or roles assessed to be at a higher risk of to government compliance with federal and state law, and publicly\nbribery and corruption. Around 7,500 employees We support transparency about the flow of reported in accordance with US election laws.\nTo maintain and build trust in bp, our employees completed anti-bribery and corruption training revenue from our oil and gas activities to\ncommit to working to a consistent set of high in 2022 as part of our ethics and compliance governments through EITI, which supports the\nstandards, set out in our code of conduct. risk-based learning. This is lower than the 12,700 disclosure of payments made to, and received by\nemployees trained in 2021, due to the cadence for governments in relation to oil, gas and mining.\nRead more about our code on page 8. assigning training based on exposure to ethics and\ncompliance risk.\nAnti-bribery and corruption\nWe assess our exposure to bribery and corruption\nManaging bp’s key enduring risks, including our\nrisk when working with suppliers and business\nexposure to bribery and corruption, is essential.\npartners. If appropriate, we put in place a risk\nWe operate in parts of the world where bribery and\nmitigation plan and will choose not to work with a\ncorruption present a high risk, so it is important\ncounterparty, or to reject tenders, if we conclude\nto inform our employees, contractors, suppliers,\nthat the risks are too high. We also conduct anti-\nand others, that our commitment to ethical and\nbribery compliance audits on selected suppliers\ncompliant operations is unwavering.\nwhen contracts are in place.\na The number of accidental or unplanned losses of hydrocarbon from primary containment from a bp or contractor operation, irrespective of any secondary containment or recovery. Oil spills > 1bbl are defined as any liquid hydrocarbon release of more than, or equal to, one barrel (159 litres, equivalent to\n42 US gallons).\n10 bp sustainability report 2022"
    },
    {
      "page": 13,
      "text": "Our approach\nOur approach: foundations and embedding sustainability\nTax transparency As our taxes are largely based on profits, if we Total number of concerns and enquiries raised To implement these capability plans, we are\nWe take a responsible and transparent approach make more profits we rightly pay more tax. We are developing our in-house talent (including targeted\nto tax and work to create open, constructive paying significantly more as a result of these new 2,000 reskilling campaigns) and recruiting externally.\nrelationships with governments and tax authorities. windfall taxes. 1,061 This two-pronged approach helps us meet\n867 demand for roles in which we anticipate significant\n1,500 1,008\nOur responsible tax principles align with our Read more: bp.com/tax skills shifts, or where there is a critical need to\ncode, our beliefs and supporting behaviours, and 830 761 close large skills gaps due to business evolution.\nThe B Team responsible tax principles, which Employee concerns and enquiries 1,000 This work is also integral to our aim 12 to support\nwe have adopted in full. We comply with the tax Everyone who works for bp has a responsibility to 843 788 a just transition.\nlegislation of the countries where we operate and speak up if they become aware of something that 500 600 584 606\nwe do not tolerate the facilitation of tax evasion by is unsafe, unlawful or inconsistent with our code. Read more about our aim 12, just transition,\npeople who act for or on behalf of bp. We encourage people to speak up because we on page 39.\n0\nIn 2022 higher energy prices led to governments want to learn why mistakes happen and respond 2018 2019 2020 2021 2022\nimplementing windfall taxes on energy producers supportively. We do not tolerate retaliation of any OpenTalk\nand suppliers, who benefited from the higher kind and consider it to be misconduct. Raised with management Global sustainability network\nprices. The UK introduced the energy profits levy, Any concerns or enquiries can be raised through Our global sustainability network (GSN),\nincreasing the taxes we pay on our North Sea multiple speak up channels. These include line In 2022 around 50 separations resulted from non- launched and run by employees, now has more\nprofits from 40% to 65% in 2022 and to 75% in managers, senior leaders, contacts in our people conformance with our code or unethical behaviour. than 5,700 members across 60 countries.\n2023. The EU introduced a solidarity contribution & culture, ethics & compliance and legal teams, This total excludes exits of contractors, vendors\nfor 2022-23 on production and refining activities. works councils, or our confidential global helpline, and staff employed at our retail stations. In 2022 the GSN ran numerous local events\nand several global learning events. They also\nOpenTalk. This helpline is available 24/7 in more\nTaxes paid to governmentsa connected members to sustainability projects\nthan 75 languages, by phone or internet, to Our people\n($ million) that can help them build their personal\nemployees, the wider workforce, communities,\ncapabilities while also supporting delivery\nbusiness partners and other stakeholders who Our people are crucial to delivering our purpose\nof our sustainability frame. They focus on\n12,000 want to raise a concern. In most locations, and strategy. We focus on providing the support\n12,453\na number of topics, for example, identifying\nanyone has the right to contact OpenTalk and skills they need to thrive and help bp succeed.\nopportunities to add value for bp through\nanonymously. In July 2022 we launched a QR\n10,000 In 2022 we continued our work to build skills circularity, innovation in natural climate\ncode for use on mobile devices to make it easier\nforecasts and implement capability plans across solutions, implementing sustainable design and\nto contact OpenTalk.\n8,000 bp, including those for our transition growth growing bp’s overall sustainability capability.\nMore than 1,350 concerns and enquiries were engines such as hydrogen, offshore wind, digital\n7,527 reported in 2022, around 3% fewer than in 2021 and our electric vehicle charging business,\n6,000 6,913\n(more than 1,400 concerns and enquiries). bp pulse. We are building new capability plans for\n5,378 However, concerns reported per 100 employees in global business services, convenience and fleet,\n4,000 2022 was unchanged at 2.5. which we plan to finalize in 2023.\n3,337 As in 2021 the most frequently raised concerns\n2,000 related to bullying, harassment and discrimination,\nwith these accounting for nearly half of all\nconcerns. The second most common issue was\n0\n2018 2019 2020 2021 2022 alleged fraud.\na Comprises corporate income and production taxes.\n11 bp sustainability report 2022"
    },
    {
      "page": 14,
      "text": "Our approach\nOur approach: foundations and embedding sustainability\nDeveloping our people Education, employability and skills development Policies and practices Human rights policy – Our human rights policy\nIn 2022 bp employees collectively completed Through our education and employability aligns with the UN Guiding Principles on Business\nmore than 1.1 million hours of formal learning initiatives, we invest to develop future talent. Our policies and practices set out expectations and Human Rights. It is underpinned by the\n(2021 750,000 hours). This learning takes place This helps to increase the availability of the for how we manage environmental and social International Bill of Rights and the International\nwithin a development frame, applicable to all skilled people the world needs to advance the performance during our activities. They already Labour Organization’s Declaration of Fundamental\nemployees, which covers safety, technical depth, energy transition and builds on our work to include environmental and social requirements, Principles at Work, including its Core Conventions.\nfuture skills (such as digital and sustainability) and promote science, technology, engineering, and which form the foundation for many of our Our policy also details our intention to obtain\nleadership. Our development offer and training mathematics skills. sustainability aims. independent third-party assessments of selected\nportfolio also includes a rigorous mandatory As we continue our work to embed sustainability, sites and business activities on a risk prioritized\ncurriculum focused on compliance with applicable Much of this work is focused on supporting social we are reviewing and updating our relevant basis, to assess their conformance. We started\nlaws and regulations and conformance with our mobility in disadvantaged communities. In 2022 practices to reflect our sustainability frame, these assessments in 2022.\nwe expanded our social mobility framework for\ninternal standards. action to improve the representation, inclusion, our aims and our ways of working. Labour rights and modern slavery – We publish\nWe strengthened our development offer retention and advancement of employees from Our operating management system our labour rights and modern slavery (LRMS)\nthroughout 2022 as we evolved to meet the socioeconomically diverse backgrounds. principles online.\nOur OMS provides a single framework\ndemands of the energy transition. for delivering safe, reliable and compliant Indigenous peoples – A number of bp-operated\nRead more about social mobility on page 43.\ny We launched a new global learning platform, operations. It includes environmental and businesses are located in countries where\ngrow@bp, which gives our employees access Monitoring employee sentiment social requirements related to our sustainability indigenous peoples live, including Indonesia,\nto a wealth of learning content through a single frame. These requirements apply to businesses Australia and the US. We seek to apply the\npoint of access. This provides learning pathways We measure employee sentiment through over which bp has operational control. We are principles of free, prior and informed consent\nthat build employees’ knowledge of the energy our ‘Pulse’ annual survey, sent to all eligible updating our OMS in 2023, incorporating revised where practical when consulting and engaging\ntransition and our sustainability aims, including employees, and through our ‘Pulse Live’ survey, requirements that support delivery of our with indigenous peoples about new projects\n‘sustainability at bp’, which is now one of our sent to a representative sample of around 8% of sustainability frame and aims. (ideally including before the commencement\nmost utilized pathways. employees weekly. of activities) – recognizing their human rights\nAll our major operating sites attest or certify to\ny We added new learning resources to our Record employee engagement ISO 14001, in line with our OMS requirementa. and respecting their sensitivities concerning\nlivelihoods, land, environment and culture.\n‘Net Zero + Me’ training, which explains Results from the 2022 ‘Pulse’ annual survey\nhow employees can contribute to our net showed pride in working for bp is at the highest Social Our internal requirements for projects and\noperations reflect our human rights policy.\nzero ambition. level on record, increasing to a record 78%. Our code and OMS contain requirements and\ny We ran two successful growth weeks to promote Employee engagement also increased to 70%. guidance about the need to respect the rights\nRead more on page 39.\nour learning culture and highlight the skills Both numbers are notable given that participation of workers and community members. Our OMS\nwe will need in future – with around 25,000 was the highest since the survey began, with an requires projects to identify, engage and consult Read our human rights policy and LRMS\nparticipants across more than 60 countries. 80% response rate. with affected people and to seek feedback principles: bp.com/humanrights\nSustainability was a focus area in both growth on our proposed or actual activities, potential\nWe continue to build engagement plans based on\nweeks with sessions from internal and external impacts and mitigation measures. In 2022 Read our modern slavery and human\nsurvey feedback and on real-time updates from\nsustainability experts to build employees’ an internal review of our operated activities trafficking statement: bp.com/modernslavery\nour monthly snapshot.\nawareness and capability. found a high level of conformance with our\ncommunity requirements.\na Our Mauritania and Senegal gas business will become a major operating site once operational, after which they will look to attain ISO certification or attestation as per our OMS requirement.\n12 bp sustainability report 2022"
    },
    {
      "page": 15,
      "text": "Our approach\nOur approach: foundations and embedding sustainability\nEnvironmental In 2022 we carried out project activities in Air emissions – We monitor our air emissions and Water – Our businesses actively manage our\nbp environmental policy – Our environmental international protected areas in the context of where possible, put measures in place to reduce fresh water demands in areas of stress and\npolicy is established through relevant elements both the UK Net Zero Teesside project and the potential impact of our operational activities on scarcity, based on analysis carried out using the\nof our code, in particular the sections on ‘safety the French Frontignan Terminal sealines local communities and the environment. In 2022 World Resources Institute Aqueduct Global Water\nand sustainability’ and ‘our responsibility and how decommissioning project. In line with our our total air emissions decreased by 9% compared Risk Atlas.\nwe speak up’. The policy is supported by relevant environmental practices, the project teams with 2021.\naspects of our commitment to health, safety, identified and assessed the environmental risks bpx energy contributed to this decrease by Read more about our aim 17, water positive,\nsecurity and environmental performance, our and mitigation measures necessary to avoid and reducing its non-methane hydrocarbon emissions on page 48.\nsustainability frame, our biodiversity position and reduce the projects’ impacts. by 4% through various interventions including Find more environmental and social data:\nour internal group requirements and guidance, Read more about our aim 16, enhancing electrification, compressor optimization and bp.com/ESGdata\nincluding those that form our OMS. flaring reduction projects.\nbiodiversity, on page 47.\nWorkplace design and operations\nRead more: bp.com/environmentalpolicy\nWaste – We adopt a lifecycle approach to waste Air emissions We are embedding sustainability into our\nmanagement, with a goal of avoiding, reducing and by substance (kt) workplace approach through the design and\nBiodiversity and protected areas – Our\nreusing waste from our operations. We disposed operation of our global workplace portfolio.\nbiodiversity position builds on robust practices\nof around 305kt of hazardous and non-hazardous 250 We aim to develop and operate safe and\nalready in place to manage biodiversity across bp\nwaste in 2022, a 13% increase from 2021 (270kt). sustainable workplaces that enhance ways\nprojects. We are committed not to operate any\n200 64 of working and support the delivery of our\nnew oil or gas exploration or production activities 67\nRead more about waste streams on page 50. sustainability frame. In 2022 we moved into a\ninside natural or cultural UNESCO World Heritage\nsites, or in Strict Nature Reserves and Wilderness 150 32 56 LEED Platinum office in Madrid and achieved\n23 LEED Gold at our Pune office in India.\nAreas as listed on 1 January 2020 and defined Waste disposed 100 115 110\nby the International Union for Conservation of (kt) 19 42 39\n79\nNature (IUCN). 50 10 10\n500 43 39\nWe review this commitment periodically and\n0\nengage with UNESCO, the IUCN and the UNEP\n400 242 2018 2019 2020 2021 2022\nWorld Conservation Monitoring Centre. In our\n228 Non-methane hydrocarbons group\nprotected areas update we report on the number\n300 Sulphur oxides group\nand overlap of our major operating sites in or near 203 176 228 Nitrogen oxides group\nto protected areas and key biodiversity areas.\n200\n183\nRead more: bp.com/protectedareas 100 143\n97\nRead more: bp.com/biodiversityposition 81 77\n0\n2018 2019 2020 2021 2022\nHazardous\nNon-hazardous\n13 bp sustainability report 2022"
    },
    {
      "page": 16,
      "text": "Our approach\nOur approach: foundations and embedding sustainability\nSupplier expectations Identifying and managing risk Managing climate-related risk\nWe want to work with suppliers who strive for The bp leadership team and board review the group’s principal risks and uncertainties annually.\nbp manages, monitors and reports on principal\nsustainability in their supply chains. We try Climate change and the transition to a lower carbon economy has been identified as a principal\nrisks and uncertainties identified as having\nto develop and strengthen relationships with risk, covering various aspects of how risks associated with the energy transition could manifest.\nthe potential to impact our ability to deliver our\nsuppliers who are committed to and act in Physical climate-related risks such as extreme weather are covered in our principal risks related to\nstrategy. Management, the leadership team, the\naccordance with our code of conduct. safety and operations.\nboard and relevant committees provide regular\noversight of how principal risks to bp are identified,\nRead more about sustainable purchasing\nassessed and managed. In 2022 risks discussed Climate-related transition risks Climate-related physical risks\non page 51.\nincluded climate change and the transition to a and opportunities The physical risks identified across bp primarily\nlower carbon economy, strategic and commercial At a group level, we have identified three relate to severe weather and often represent\nRead more: bp.com/supplierexpectations\nrisks such as financial liquidity, prices and markets, broad, material climate-related transition risks potential for increased drivers for safety and\nsafety and operational risk including process and opportunities: operational risks to our operations.\nInfluencing non-operated joint ventures\nsafety, personal safety and environmental risks,\nWe have processes for managing our interests compliance and control risks such as ethical y The value of our hydrocarbon business could We have identified the potential for changes\nin non-operated joint ventures (NOJV), including misconduct and changes in law and regulation. be impacted by climate change and the in the availability of freshwater, including as a\nways to encourage sustainability. One example energy transition. result of climate change, as a risk to some of our\nis our eight essentials framework – a system bp’s holistic system of internal control includes y Our ability to grow or deliver expected returns operations. We recognize that we could also face\nthat guides our NOJV portfolio managers in their policies, processes, management systems, from our transition growth engines could be other forms of physical climate-related risk over\nrelationships with NOJVs. The eight essentials organizational structures, culture and standards impacted by the energy transition. the longer term, for example associated with\nframework is accessible through a dedicated of conduct employed to manage our business and y Our ability to implement our strategy could be changes in sea level rise, extreme temperatures\ncentre of expertise. associated risks. impacted by evolving attitudes towards the and flooding, which could impact our operations.\nIn 2022 our engagement on sustainability frame The group operations risk committee provides energy sector and climate change and the\nissues with NOJVs focused on net zero operations, oversight of safety and operational risk energy transition. Read more: bp.com/TCFD\nmethane emissions, biodiversity and human management for the group, including risks relating\nRead more on pages 50-62 of the\nrights, using a variety of approaches including to sustainability. Our operating businesses identify\nbp Annual Report 2022.\nseminars, board resolutions and support for target and manage risk, using our OMS. We also monitor\nsetting. We believe these activities can help us to how risk is managed in NOJVs.\nbecome more robust and consistent in our efforts We are continuing to integrate sustainability risks\nto influence NOJVs on sustainability issues. into our risk management processes; building on\nboth the labour rights and modern slavery risk\nassessments that are already in place and our\nwork on climate-related risks.\nRead more about how we manage risk on\npages 69-75 of the bp Annual Report 2022.\n14 bp sustainability report 2022"
    },
    {
      "page": 17,
      "text": "Our approach\nOur approach: foundations and embedding sustainability\nSustainability in our processes Human rights governance Governance structure Investment governance and evaluating\nThe S&SC has oversight of human rights, including consistency with the Paris goals\nWe are embedding sustainability into our\nmodern slavery. Our group operations risk The board assesses capital allocation across\nprocesses, including our wider governance bp board level\ncommittee reviews progress on managing the the bp portfolio, including the level and mix of\nstructure and practices, building on work done\npotential operational and associated supply chain capital expenditures and divestments, strategic\nover many years. In January 2021 we introduced a\nrisks of modern slavery. Our human rights working acquisitions, distribution choices and deleveraging,\nnew sustainability structure that helps us do this. group was consolidated into the sustainability Board Safety and as well as reviewing certain investment cases\nsustainability committee\nforum from 1 January 2021. for approval.\nRead more on pages 50-51 of the\nbp Annual Report 2022. For capital investments above defined financial\nRead more: bp.com/humanrights\nPeople and thresholds investment approval is conducted\nAudit Remuneration\ngovernance through the executive-level resource commitment\nGovernance Planning and performance management committee committee\ncommittee meeting (RCM), which is chaired by the chief\nThe board is responsible for setting the strategy In 2022 all bp business groups and supporting executive officer.\nand for monitoring bp’s management and functions developed sustainability plans, setting\noperations as they work to execute strategic priority actions to support delivery of our aims. EVP level The CA100+ resolution requires bp to disclose\ndelivery against our targets and aims. These plans will be managed alongside the annual how we evaluate the consistency of new material\nThe board-level safety and sustainability business planning process, and a sustainability CEO capex investments greater than $250 million with\nperformance management approach has also Group Resource the Paris goals. bp’s evaluation was undertaken\ncommittee (S&SC) oversees effective\nimplementation of the sustainability frame b A e im en s s 1 e -5 t w w i e th re in i n th cl e u g d r e o d u i p n g th o e v e p r l n a a n n n c in e g s a tr n u d c g tu ro re u . p bp le t a e d a e m rship su co st m ai m na it b te ili e ty co m m e m e i t t i m ng ent b sa y n th ct e i o R n C e M d – fo o r f n w ew hi c m h a t t h e e r r ia e l w ca e p re e x fi v in e v i e n s 2 tm 02 e 2 n . t s\nand management of health, safety and\nbusiness performance management processes The outcome of this is included in the bp Annual\nenvironmental risks.\nacross bp in 2022, including long-term planning Report 2022.\nIssues and Group Group\nOversight of sustainability matters is embedded and performance management updates to the advocacy operations financial All investment cases must set out their\nthrough our executive-level group sustainability bp leadership team. meeting risk committee risk committee investment merits and are considered against\ncommittee, chaired by our EVP, strategy,\na set of balanced investment criteria. In 2022\nsustainability & ventures. The committee’s remit\nwe further embedded sustainability into our\nis to provide oversight, challenge and support in SVP level\ninvestment governance process by developing our\nthe implementation of bp’s sustainability frame\nsustainability assessment template, for use in all\nand management of potentially significant\nProduction investment cases reviewed by RCM. The template\nnon-operational sustainability (including climate-\nSustainability forum & operations provides information on a case’s impact on our\nrelated) risks and opportunities.\ncarbon table net zero aims 1-3, its expected GHG intensity, and\nAt SVP level, the sustainability forum comprises significant impacts on, or contribution to, certain\nrepresentatives from each bp entity, provides aims concerning people and planet. This helps to\nCross bp forums and meetings\nfeedback to the group sustainability committee maintain the consistency of our investments with\nand aims to deliver alignment and visibility of key our strategy and sustainability aims.\nsustainability issues.\nMeetings and forums to allow cross group\nRead more on pages 28-31 of the\ndiscussions, integration and implementation\nbp Annual Report 2022.\nFor terms with refer to the glossary on pages 59-60.\n15 bp sustainability report 2022"
    },
    {
      "page": 18,
      "text": "In this section\nOur net zero ambition and aims 17\nGetting to net zero introduction 18\nFive aims to get bp to net zero 19\nGett ing t o Consistency of our ambition and\naims with the Paris goals 20\nFive aims to get bp to net zero 21\nAim 1: Net zero operations 22\nAim 2: Net zero production 23\nAim 3: Net zero sales 25\nAim 4: Reducing methane 27\nnet zero Aim 5: More investment into transition 28\nFive aims to help the world get to net zero 30\nAim 6: Advocating 31\nAim 7: Incentivizing employees 31\nAim 8: Aligning associations 32\nAim 9: Transparency leader 33\nAim 10: Clean cities and corporates 34\nPerformance and progress\n4 Reducing methane\nReducing emissions\nbpx energy has utilized electrification and\ncentralized gathering infrastructure to reduce\nemissions, methane intensity and flaring intensity\nin its Permian basin operations.\nThe Grand Slam facility allows new well sites to be\nbuilt without tanks, flares, compressors and other\nsources of emissions. In 2022 bpx connected\nmore than 70 legacy wells to low-pressure\ngathering systems, with nearly half linked to Grand\nSlam. We are planning to connect further legacy\nsites in 2023.\nNearly all bpx’s centralized facilities and connected\nwells use imported electricity with a lower\ncarbon intensity as their primary energy source.\nTheir operation, together with other emissions\nreduction work, has achieved positive results.\nSince 2019 bpx’s Permian methane intensity has\nreduced from over 4% to under 1% and its flaring\nintensity has dropped from 16% to less than 0.5%\nin 2022.\nbpx energy Grand Slam facility, Texas, US Also contributes to:\n1 Net zero operations 22\n16 bp sustainability report 2022"
    },
    {
      "page": 19,
      "text": "Getting to\nnet zero\nnet zero\nOur ambition and aims\nWe launched our five aims to help the world get to net zero in February 2020, alongside five aims to get bp to net zero.\n1 2 3 4 5\nNet zero Net zero Net zero Reducing More $ into\noperations production sales methane transition\n  \nNet zero across our entire Net zero across the carbon Net zero across the energy Install methane measurement Increase the proportion\noperations by 2050 or sooner. in our upstream oil and gas products we sell by 2050 at all our existing major oil and of investment we make\nproduction by 2050 or sooner. or sooner. gas processing sites by 2023, into our non-oil and\npublish the data, and then drive gas businesses.\na 50% reduction in methane\nintensity of our operations.\nRead page 22 for more Read page 23 for more Read page 25 for more Read page 27 for more Read page 28 for more\n6 7 8 9 10\nAdvocating Incentivizing Aligning Transparency Clean cities\nemployees associations leader and corporates\nMore actively advocate for Incentivize our global Set new expectations for To be recognized as an Our regions, corporates and\npolicies that support net zero, workforce to deliver on our our relationships with trade industry leader for the solutions team is working\nincluding carbon pricing. aims and mobilize them to associations around the globe. transparency of our reporting. to help countries, cities and\nbecome advocates for corporations around the world\nnet zero. decarbonize.\nRead page 31 for more Read page 31 for more Read page 32 for more Read page 33 for more Read page 34 for more\nFor terms with refer to the glossary on pages 59-60.\n17 bp sustainability report 2022"
    },
    {
      "page": 20,
      "text": "Getting to\nnet zero\nGetting to net zero: introduction\nOur destination is unchanged – to be a net zero company by 2050 or sooner, and to help the world get to net zeroa.\nWe are aiming to be net zero across our operations, production and sales.\nSince we launched our 10 net zero aims in 2020, y The transition to a low carbon world requires a We continue to believe our ambition and aims,\nwe have been working to deliver them. range of other energy sources and technologies, taken together, are consistent with the goals of the\nincluding low carbon hydrogen, modern Paris Agreement. By setting a path that enables us\nThe unprecedented events of 2022 – the\nbioenergy and carbon capture, use and storage. to make a positive contribution, working to build\ncontinuing COVID-19 pandemic, the war in Ukraine,\nand participate in many of the new net zero value\nan energy crisis and a cost-of-living crisis – are\nRead more: bp.com/energyoutlook chains the world will need, our ambition and aims\na reminder that a successful energy transition\nsupport the world’s progress towards Paris.\naddress security, affordability and lower carbon –\nthe so-called energy trilemma. The bp sustainability report 2021 described our\nOur net zero targets and aims\napproach to divestment activities, which remains\nWe discuss these issues in the bp Energy Outlook\nunchanged, and how divestments – which\n2023, which updates the 2022 Outlook to account Since 2020 we have made the following updates:\ncontinue to be an important part of our strategy –\nfor factors including the Russia-Ukraine war and y We now aim for a 50% reduction in our contribute to our aims 1, 2 and 3. It also described\nthe passing of the US Inflation Reduction Act.\noperational Scope 1 and 2 emissions in 2030 our position on carbon credits and offsetting.\nThe scenarios in the Outlook explore some of the\n(formerly 30-35%).\npossible pathways that the transition could take up This year’s report provides an update on our work\ny For aim 3 we are aiming to reduce to net zero\nto 2050 and help to inform our core beliefs about it. to champion nature-based solutions – see aim 18\nthe average carbon intensity of sold energy\non page 49.\nThese beliefs include: products by 2050 or sooner (previously a\nreduction of 50%). For 2030 we are aiming for a\ny The carbon budget is running out. Despite the Read the bp sustainability report 2021:\n15-20% reduction in the lifecycle carbon intensity\nmarked increase in government ambitions, CO 2 of these products (previously >15%). We also bp.com/reportingcentre\nemissions have increased every year since the\nexpanded aim 3 to include physically traded\nParis COP in 2015 (except for 2020).\nenergy products .\ny The disruption to global energy supplies and\ny Our aim 5 is now aligned with our transition growth\nassociated energy shortages caused by the\nengines (see page 28). This means we expect to\nRussia-Ukraine war increases the importance\ninvest more than 40%, or $6-8 billion of our capital\nattached to addressing all three elements of\nexpenditure in transition growth engines by 2025\nthe energy trilemma: security, affordability, and\nand around 50% by 2030 – or $7-9 billion.\nlower carbon.\ny For aim 2 we are now targeting a 10-15%\ny The structure of energy demand will continue\nreduction by 2025 (previously 20%) in the\nto change, with fossil fuels declining and being\nemissions associated with the carbon in our\nreplaced by a growing share of renewable energy\nupstream oil and gas production and are\nand by increasing electrification.\naiming for 20-30% reduction by 2030\n(previously 35-40%).\na What we mean by net zero for the world is different from what it means for bp. See the glossary on pages 59-60.\nFor terms with refer to the glossary on pages 59-60.\n18 bp sustainability report 2022"
    },
    {
      "page": 21,
      "text": "Getting to\nnet zero\nNet zero aims 1-5 update\nFive aims to get bp to net zero – progress summary\nAims Measure/coverage 2019 2020 update 2021 performance 2022 performance 2025 targets 2030 aims Aims for 2050\nor sooner\nBaseline\nAim 1 Scope 54.4 16% a 35% a 41% a 20% a 50% a Net zero\nNet zero operations 1+2\n\n30-35%b\nMtCOe\n2\nBaseline\nAim 2 Scope 361 9% a 16% a 15% a 10-15% a 20-30% a Net zero\nNet zero production 3\n\n20%b 35-40%b\nMtCO\n2\nA N im e t 3 zero sales lifec A y v c e le r a c g a e rb on B 7 as 9 elin c e 2% cd 1% cd 2% cd 5% d 15-20% d Net zero\n\nintensityj gCOe/MJ 50%b\n2\nAim 4 e e e e f 50% f\nReducing methane Methane intensity 0.14% 0.12% 0.07% 0.05% 0.20%\nreduction\nAim 5 Transition growth g g g h $6-8bn i $7-9bn i\n$634m $995m $2.4bn $4.9bn\nMore $ into transition investment\n$3-4bni ~$5bni\na Reduction in absolute emissions against the 2019 baseline.\nb Previous target/aim set in 2020.\nc The previously reported aim 3 figures have been recalculated in accordance with the expanded sales boundary (now the average carbon intensity of sold energy products), methodology improvements for power, and updated carbon intensity factors and physical/chemical properties, and so differ\nfrom those presented in the 2019-2021 bp Annual Report and Form 20-F, sustainability report and ESG datasheet. For more detail on how this metric is calculated see the basis of reporting.\nd Reduction in the average carbon intensity of sold energy products against the 2019 baseline.\ne The methane intensity for these years is calculated using our existing methodology and, while it reflects progress in reducing methane emissions, will not directly correlate with progress towards delivering the 2025 target under aim 4.\nf The 0.20% methane intensity target is based on our new measurement approach, which we aim to have in place across the relevant operations by the end of 2023. The 50% reduction we are aiming for is against a new baseline which we plan to set based on that new measurement approach.\ng Values have been restated to align with transition growth investment.\nh In 2022 capital expenditure against aim 5 activities (transition growth investment) increased from $2.4 billion on an equivalent basis in 2021 ($2.2 billion based on previous aim 5 low carbon investment metric). Most of this spend related to investments in biogas, EV charging, offshore wind, power\nand convenience.\ni 2025 target has been updated from $3-4 billion (in low carbon activity investment) to $6-8 billion in transition growth investment and 2030 aim has increased from ~$5 billion to $7-9 billion respectively.\nj Average carbon intensity of our sold energy products. As explained on page 26, aim 3 emissions can be thought of as combining elements of bp Scopes 1, 2 and 3.\nFor terms with  refer to the glossary on pages 59-60.\n19 bp sustainability report 2022"
    },
    {
      "page": 22,
      "text": "Getting to\nnet zero\nConsistency of our ambition and aims with the Paris goals\nIn a world heading for net zero, we believe that bp is best positioned for success if we are also heading for net zero – working\nto build and participate in net zero value chains, and using our capabilities to integrate along and across those value chains.\nWe believe that our net zero ambition and aims, Our view of Paris consistency continues to be based on three key principles:\ntaken together, set out a path for bp that is\nconsistent with the goals of the Paris Agreement.\n1 Informed by Paris-consistent energy 2 Positioned for strategic resilience 3 Contributes to net zero\nWhen we refer to ‘consistency with Paris’ we transition scenarios We believe our strategy positions bp There are many ways a company at the\nconsider this to mean consistency with the world We are confident that our approach is for success and resilience in a Paris- heart of the energy sector can make a\nmeeting the goals set out in Articles 2.1(a) and 4.1 science-based. We see the Intergovernmental consistent world – a world that is progressing on meaningful contribution to the world getting to\nof the Paris Agreement on Climate Change . Panel on Climate Change (IPCC) as the most one of the many global trajectories considered net zero. These include: policy advocacy and\nBoth the Sharm el-Sheikh Implementation Plan authoritative source of information on the science to be Paris-consistent, and ultimately meets the seeking to use the company’s influence with\nagreed by the Parties at COP27 in November of climate change and we use it and other sources Paris goals. trade associations (who conduct climate-related\n2022 and the Glasgow Climate Pact agreed by the to inform our strategy. The IPCC highlights that advocacy); low carbon collaboration and support\nThe strategy diversifies bp’s portfolio and business\nParties at COP26 in November 2021 reaffirmed there are a range of global pathways by which for others in their own decarbonization efforts\ninterests, reducing the risk that challenges facing\nthe temperature goal set out in Article 2 of the the world can meet the Paris goals, with differing (such as cities and companies); and investment in\na single business area might adversely affect\nParis Agreement. implications for regions, industry sectors and low carbon and technology development.\nbp’s strategic resilience. In addition, within the\nsources of energy.\nWe believe that our ambition and our 10 net zero inevitable constraints associated with factors bp seeks to advance these areas through our aims\naims need to be considered as a package for Paris The bp Energy Outlook 2023 has been updated such as long-term capital investments, contractual 1-5 in support of our ambition to be a net zero\nconsistency. That is because they combine to set to reflect the significant developments in global commitments and organizational capabilities at company by 2050, or sooner, and aims 6-10 which\nbp’s direction for net zero, supporting society’s energy markets over the past year, including the any given time, bp’s ability to maintain its strategic are focused on activities which can help the world\ndrive towards the Paris goals and enabling bp to possible impact of the Russia-Ukraine war on the resilience rests, in part, on the governance used get to net zero, see page 21 and page 30.\nsucceed in a Paris-consistent world. pace of the energy transition. It includes three to keep the strategy under review in light of new\nmain scenarios – two of which we regard as Paris- information and changes in circumstances. Read more about consistency with Paris on\nOur ambition and aims enable us to make a\nconsistent (Accelerated and Net Zero scenarios) pages 28-31 of the bp Annual Report 2022.\npositive contribution to the world meeting\n– that we use to inform our strategy.\nthe Paris goals and getting to net zero,\nincluding in its pursuit of efforts to limit global\nRead more about scenarios which inform our\naverage temperature rise to 1.5°C above pre-\nnet zero ambition on page 4 of the net zero\nindustrial levels.\nambition progress update.\nFor terms with refer to the glossary on pages 59-60.\n20 bp sustainability report 2022"
    },
    {
      "page": 23,
      "text": "Getting to\nnet zero\nFive aims\nnet zero\nto get bp to\nWe are focused on delivering our net zero aims and investing in our transition and the energy transition.\n1 2 3 4 5\nNet zero Net zero Net zero Reducing More $ into\noperations production sales methane transition\n  \nWhat we have achieved What we have achieved What we have achieved What we have achieved What we have achieved\n41% reduction in 15% reduction in 2% reduction in the 0.05% methane $4.9bn transition\nabsolute emissions absolute emissions average carbon intensity growth investment\nagainst the 2019 against the 2019 intensity of sold energy\nbaseline baseline products against the\n2019 baseline\n(2021 performance 35%) (2021 performance 16%) (2021 performance 1%) (2021 performance 0.07%) Including our ~$3 billion deal\nto acquire Archaea Energy – a\nleading US producer of renewable\nnatural gas.\n(2021 performance $2.4bn)\nRead page 22 for more Read page 23 for more Read page 25 for more Read page 27 for more Read page 28 for more\nFor terms with refer to the glossary on pages 59-60.\n21 bp sustainability report 2022"
    },
    {
      "page": 24,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n1 Our actions Carbon capture and storage (CCS) and hydrogen Our progress in 2022\nNet zero\nWhere conditions are suitable, extraction of\nOperational efficiency We made further progress against our operational\nCO from produced gas streams and reinjection\n2 emissions reduction targets. Our combined\noperations We are implementing energy efficiency measures, underground can serve to reduce overall Scope 1 and 2 emissions, covered by aim 1 were\n electrifying our centralized facilities, reducing operational emissions. We believe this could be\n31.9MtCOe – a decrease of 41% from our 2019\nflaring and venting, and managing methane across the case at our Tangguh LNG facility in Indonesia, 2\nbaseline of 54.4MtCOe. The total decrease\nour operations. Emissions reduction activities where we are progressing the Tangguh Enhanced 2\nof almost 22.5MtCOe includes 16.0MtCOe\nOur aim 1 is to be net zero across our may include powering refineries and onshore Gas Recovery and CCS scheme, designed to 2 2\nattributable to divestments and 4.1MtCOe\nentire operations on an absolute basis upstream assets using power with lower carbon inject CO 2 back into the reservoir. We also plan to in sustainable emission reductions (SERs 2 ).\nattributes, as we are already doing at a number of increase the use of blue and green hydrogen at\nby 2050 or sooner. Compared with 2021 (35.6MtCOe), Scope 1 and 2\nour European refineries. our refineries, reducing the emissions associated 2\nemissions decreased by 10%.\nThis aim relates to our Scope 1 (from running with the use of natural gas and grey hydrogen.\nthe assets within our operational control We have already exceeded our 2025 target\nPortfolio optimization\nboundary) and Scope 2 (associated with of 20% emission reductions against our 2019\nproducing the electricity, heating and cooling As we high-grade our portfolio and focus on our baseline. However, we plan to bring new projects\nthat is bought in to run those operations) GHG most resilient assets, we expect emissions from online and continued investment will be needed\nemissions. These emissions were 54.4MtCOe our operations to reduce over time. to meet our 2030 aim. SERs have been a core\n2\nin 2019. We are targeting a 20% reduction in our focus for us, allowing us to apply our skills to\naim 1 operational emissions by 2025 and will Actions driving aim 1 deliverya emission reductions and we intend to maintain\naim for a 50% reduction by 2030 against our MtCO2e that focus. So to support delivery of this aim, we\n2019 baseline. are continuing to identify and progress potential\n54.4\nprojects, including flaring and venting reduction,\nenergy efficiency, electrification and CCS.\nProgress and targets\n45.5\nReduction in emissions against the 2019 baseline Scope 1 (direct) and Scope 2 (indirect) GHG\n(absolute basis). emissions (operational control boundary)b\n35.6 (MtCOe)\n16% 2020 performance 2\n31.9 60 5.2\n35% 2021 performance\n3.8\n41% 2022 performance 49.2\n40 2.4\n41.7 1.5\n20% 2025 target\n33.2\n30.4\n50% 2030 aim 20\nNet zero 2050 or sooner\n0\n2019 2020 2021 2022\nScope 1\n2019 2020 2021 2022 Operational CCS and Portfolio 2030 Scope 2\nefficiency hydrogen optimization\na This chart is intended to be illustrative of a range of contributions that individual aspects of our plans may make relative to others. They should not be taken to represent specific expectations of actual impacts of actions driving delivery.\nb Operational control data comprises 100% of emissions from activities operated by bp, going beyond the IPIECA guidelines by including emissions from certain other activities such as contracted drilling activities.\nFor terms with refer to the glossary on pages 59-60.\n22 bp sustainability report 2022"
    },
    {
      "page": 25,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n2\nScope 1 (direct) emissions, covered by aim 1, SERs from our businesses and activities included: Our actions\nwere 30.4MtCO 2 e – a decrease of 8% from y Cherry Point, Gelsenkirchen and Rotterdam Net zero\n33.2MtCOe in 2021. Of these Scope 1 emissions, Portfolio optimization\n2 refineries and Gelsenkirchen Chemicals reduced\n29.7MtCO 2 e were CO 2 and 0.7MtCO 2 e methane. Scope 2 emissions from purchased electricity production Becoming net zero on an absolute basis across\nEmissions decreased due to divestments, by 662ktCOe through further lower carbon  the carbon in our upstream oil and gas production\ndelivery of SERs and other temporary power agree 2 ments. is in part linked to reducing that production.\noperational changes. We believe that the Scope 3 emissions associated\ny Tangguh LNG achieved emissions reductions of\nScope 2 (indirect) emissions decreased by 86ktCOe through the addition of a steam heat Our aim 2 is to be net zero on an with our upstream oil and gas production will not\n0.9MtCO 2 e, to 1.5MtCO 2 e, a 38% reduction recovery 2 project. absolute basis across the carbon in exceed their 2019 peak and have stated that we\ncompared with 2021. This decrease resulted y bpx energy reduced operational emissions our upstream oil and gas production are aiming for a reduction in oil and gas production\nf t r h o o m se l o a w t o e u r r c C ar h b e o r n ry p P o o w in e t r , a G g e r l e s e e m nk e ir n c t h s e , i n n c a l n u d d ing f b u y r 3 th 5 e 1 r k e tC le O ct 2 r e ifi , t c h a r t o io u n g , h t h p e ro in je t c ro ts d u in c c t l i u o d n i n o g f new by 2050 or sooner. b (e y x a cl r u o d u i n n d g 2 p 5 ro % d b u y c t 2 io 0 n 3 0 fr , o c m om R p o a s r n e e d f t t ) o c. 2019\nRotterdam sites. technologies such as at the Grand Slam facility, This is our Scope 3 aim and is based on bp’s This reduction aim takes account of anticipated\ny Divestments accounted for 1.2MtCO 2 e of the and the installation of vapour recovery at Eagle net share of productionc (around 361MtCO 2 in base decline of existing fields, new projects coming\nScope 1 and 2 emissions decrease, including Ford in the US. 2019). It is associated with the CO 2 emissions online and the ongoing strategic high-grading\nbpx energy divestments and the transition of from the assumed combustion of upstream of our portfolio – which we are designing to be\nbp equity share emissions\nour Angola business to the Azule integrated production of crude oil, natural gas and natural operationally and economically robust, and also\njoint venture. We report our operational (Scope 1 and 2) GHG gas liquids (NGLs). resilient to unplanned or unexpected factors such\nemissions with reference to two boundaries – as price volatility and geopolitical risk.\ny Delivery of SERs reduced Scope 1 and 2 We are now targeting a 10-15% reduction by\noperational control and bp equity share – in our\nemissions by 1.5MtCO 2 e. ESG datasheet. Operational control boundary 2025 and will aim for 20-30% by 2030 against Our exploration and production capital\ny Other permanent reductions, partly delivered our 2019 baseline. expenditure has declined from a peak of\nbroadly covers bp-operated assetsa. bp equity\nin 2021, included the repurposing of the $4.6 billion in 2010, to around $500 million in 2022.\nshare covers 100% of emissions from subsidiaries\nKwinana refinery (0.1MtCOe reduction)\n2 and the percentage of emissions equivalent to Progress and targets Carbon capture and storage and blue hydrogen\nand ending production at Foinaven floating\nour share of joint arrangements and associatesb.\nReduction in emissions against the 2019 baseline In future, the Scope 3 emissions under aim 2\nproduction storage and offloading vessel\nOur Scope 1 and 2 emissions reduced on both (absolute basis). could also be reduced by other mitigation actions.\n(0.1MtCOe reduction).\n2 an operated and equity share basis, compared\ny Temporary production-related changes with 2021. 9% 2020 performance For example, the use of carbon capture and\nstorage (CCS) for the production of blue hydrogen\naccounted for a decrease of 1.0MtCO 2 e. 16% 2021 performance or electricity from our equity production.\ny Total hydrocarbons flared decreased from 967kt Read more: bp.com/ESGdata\n15% 2022 performance\nto 654kt due to operational flaring reductions\nand the transition of the Angola business to the 10-15% 2025 target\nAzule integrated joint venture. 20-30% 2030 aim\nNet zero 2050 or sooner\na Operational control data comprises 100% of emissions from activities operated by bp, going beyond the IPIECA guidelines by including emissions from certain other activities such as contracted drilling activities.\nb bp equity share data comprises 100% of emissions from subsidiaries and the percentage of emissions equivalent to our share of joint arrangements and associates, other than bp’s share of Rosneft. On 27 February 2022, following the military action in Ukraine, the bp board announced that bp intends to\nexit its 19.75% shareholding in Rosneft Oil Company (Rosneft).\nc Excluding bp’s share of production in Rosneft. On 27 February 2022, following the military action in Ukraine, the bp board announced that bp intends to exit its 19.75% shareholding in Rosneft Oil Company (Rosneft).\nFor terms with refer to the glossary on pages 59-60.\n23 bp sustainability report 2022"
    },
    {
      "page": 26,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nOur progress in 2022 Estimated emissions from the carbon in our Our aim 2 pathway\nupstream oil and gas production\nOur destination is unchanged: we are aiming would exit. Including Rosneft, our oil and gas\nSince 2019 our estimated Scope 3 emissions (MtCO 2 ) to be net zero for aim 2 by 2050, or sooner. production in 2022 was around 40% lower than\ncovered by aim 2 have reduced by 15% which is at\n400 We expect our pathway to net zero to be fine- in 2019.\nthe upper end of our revised 2025 target of a 10-15%\ntuned over time, to reflect emerging opportunities\nreduction against our 2019 baseline. However, 300 361 To support a balanced as well as rapid energy\nbetween now and 2025, we expect to see growth in 328 304 307 and challenges as the world transitions to a transition, during this decade we now plan to\nbetter, and more balanced, energy system.\nunderlying production due to major project start-ups, 200 slow the pace of planned divestments and invest\ndeferred divestments and growth in bpx production. As part of our ‘update on strategic progress’ in appropriate, short cycle-time oil and gas\n100\nOur aim to reduce our oil and gas production from on 7 February 2023, we announced our plan to development opportunities. Slowing divestments\n2019 levels by around 25% by 2030, underpins increase investment in today’s energy system, means we will operate these assets for longer\n0\nour 2030 aim of a 20-30% reduction in Scope 3 2019 2020 2021 2022 compared to our previous plans. and the volume of emissions abatement projects\nemissions covered by aim 2 against a 2019 baseline. undertaken this decade may increase as we\nAs a result, we are now aiming to reduce our oil\nwork to meet our aims and targets under aim 1\nThe estimated Scope 3 emissions from the Estimated emissions from the carbon in our and gas productiona by around 25% by 2030\nupstream oil and gas production by product (Scopes 1 and 2 operated emissions reductions).\ncarbon in our upstream oil and gas production compared to 2019. Because aim 2 mirrors our\n(MtCO)\nwere 307MtCO in 2022 – a slight increase from 2 oil and gas production profile, we have updated Our position on project evaluation remains\n2\n304MtCO in 2021, mainly associated with an the medium-term pathway out to 2030 for aim 2. unchanged. As with any investment, we plan\n2 2019 2020 2021 2022\nincrease in underlying production due to the ramp- baseline performance performance performance We are now targeting a 10-15% reduction by 2025 to consider new oil and gas development\nup of major projects and higher asset performance. compared to the 2019 baseline (previously a 20% opportunities against our balanced investment\nTotal 361 328 304 307\nreduction) and aiming for 20-30% reduction by criteria. For new material capital investments, we\nOil 185 177 157 152 2030 (previously a 35-40% reduction). will continue to evaluate their consistency with\nthe goals of the Paris Agreement, as part of our\nGas 165 140 138 145 These reductions do not include production\nreporting against the requirements of a shareholder\nNGL 11 11 9 10 volumes from our shareholding in Rosneft, which\nresolution requisitioned by CA100+ in 2019.\nwe announced on 27 February 2022 that we\n2030 oil and gas changes from 2019 baselineb As described on page 20, we believe that our net zero ambition and aims, taken together, set out a\npath for bp that is consistent with the goals of the Paris Agreement. We do not consider a narrow\nfocus on individual aims as being particularly useful. However, for readers who may welcome such\na comparison, the adjacent chart shows the median and interquartile range of changes (2019-2030)\nin consumption of oil and gas as primary energy in the IPCC’s 1.5°C scenarios with no or limited\novershoot and in their well-below 2°C scenarios. These scenarios suggest a median 9.8% reduction in\nconsumption of oil and gas (within an interquartile range of reductions of between 1.5% and 24.5%) in\nIPCC interquartile IPCC interquartile range 1.5oC bp the 1.5°C limited / no overshoot scenarios, and a median increase of 7.7% (within an interquartile range\nrange well-below 2oC limited/no overshoot aim of increases of between 1.3% and 11.1%) in the well-below 2°C scenarios. These compare with bp’s aim\nto reduce oil and gas production by around 25% by 2030.\nIncrease in consumption Reduction in consumption\nThe chart does not separate out oil from gas; for context, median oil consumption reduces by 9.5%\n+20% +15% +10% +5% 0% -5% -10% -15% -20% -25% -30% -35% in the 1.5°C limited / no overshoot scenarios and increases by 2.2% in the well below 2°C scenarios.\nMedian gas consumption reduces by 9.8% in the 1.5°C limited / no overshoot scenarios and increases\nIPCC well below 2oC median IPCC 1.5oC median bp 2030 production aim\nby 11.1% in the well-below 2°C scenarios.\na Excluding bp’s share of production in Rosneft. On 27 February 2022, following the military action in Ukraine, the bp board announced that bp intends to exit its 19.75% shareholding in Rosneft Oil Company (Rosneft).\nb Primary energy oil and gas used as a proxy for production.\nFor terms with refer to the glossary on pages 59-60.\n24 bp sustainability report 2022"
    },
    {
      "page": 27,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n3\nOur actions Our strategic themes Examples of actions to advance aim 3 across our\nNet zero sales We expect the execution of our strategy across three strategic pillars include:\n Progress on our aim 3 is directly linked to our\nour three strategic pillars – resilient hydrocarbons, Resilient hydrocarbons\nstrategy to grow our low carbon presence\nconvenience and mobility, and low carbon energy\nand provide products that have lower lifecycle We are in action to grow our bioenergy businesses.\n– to support delivery of our aim 3 up to, and\nOur aim 3 is to reduce to net zero emissions. We anticipate that this change in our We aim to grow our biofuels production\nbeyond, 2030.\nthe carbon intensity of the energy sales portfolio will accelerate as the market evolves. to around 100,000 barrels per day by 2030.\nIn charting our aim 3 path, we recognize that Our refineries operate in regions where we expect\nproducts we sell by 2050 or sooner. We are aiming for around 50% of our capital\noften, significant aim 3 benefits arise over the to see strong growth in bioenergy demand, and\ninvestment to be in our transition growth\nThis aim applies to the average carbon intensity longer term – such as certain of the hydrogen or our manufacturing processes are well positioned\nengines – which includes low carbon activity –\nof the energy products we sell. It is estimated offshore wind projects we’re working on through to adapt to this.\nin 2030. Our aim 5 is to increase the proportion\non a lifecycle (full value chain) basis from the of investment into non-oil and gas. this decade coming into operation beyond 2030; Convenience and mobility\nuse, production, and distribution of sold energy utilization rates for EV charge points increasing in\nproducts per unit of energy (MJ) delivered. later years as EV uptake grows; and investing now EV charging is moving at pace, and we see\nRead more about our transition growth in convenience and retail platforms with a view significant value through our focus on fleets and\nIn February 2022 we expanded aim 3 to include investment on page 28. to introduce lower carbon transport offers as our fast charging to on-the-go customers. We have\nphysically traded energy products as well customers’ energy needs evolve. around 22,000 charge points – and almost all\nas marketed sales. In future, it may also cover charge points we roll out now are rapid or ultra-\ncertain other products, for example, those Actions driving aim 3 deliverya fast. Overall, we aim to grow our global network\nassociated with land carbon projects. We are to more than 100,000 EV charge points and to\nreporting on this basis for the first time this For aim 3, reducing the average carbon intensity of sold energy products is driven by the efforts of the increase our energy sales from those by more than\nyear and have recalculated our 2019-2021 energy sector, including ours, to decarbonize the products we sell today and investments in EV charging, 100-fold from 2021 to 2030.\ndata accordingly. bioenergy, renewables and power and hydrogen as well as the transition of our energy product trading\nmix in line with the decarbonization of our activities and global energy over time. Low carbon energy\n79 Where we see strategic value in doing so, we\nProgress and targets gCO 2 e/MJ intend to integrate our electricity generation\nReduction in the carbon intensity of our sold energy 15-20% positions with a growing commercial and\nproducts against the 2019 baseline. reduction industrial customer portfolio, and aim\nto significantly increase our electricity\n2% 2020 performance\ntrading volumes.\n1% 2021 performance\nHydrogen\n2% 2022 performance\nWe intend to significantly scale up our hydrogen\n5% 2025 target business and aim to deliver 0.5-0.7Mtpa of\n15-20% 2030 aim hydrogen production by 2030. We anticipate this\nwill primarily be green hydrogen (electrolysis of\nNet zerob 2050 or sooner\nwater using renewable power), while selectively\npursuing blue hydrogen (generated from natural\n2019 Bioenergy EV charging Renewables Hydrogen 2030\ngas) opportunities where there is regulatory\nbaseline and convenience & power\nsupport and CCS access. As markets evolve, we\nexpect to invest to build global export hubs for\nhydrogen and hydrogen derivatives. These are\na T his chart is intended to be illustrative of a range of contributions that individual aspects of our plans may make relative to others. They should not be taken to represent specific expectations of actual impacts of actions in advantaged geographies where we have an\ndriving delivery.\nb At the point of net zero, our net zero carbon intensity aim 3 also means we will be net zero on an absolute basis. established presence.\nFor terms with refer to the glossary on pages 59-60.\n25 bp sustainability report 2022"
    },
    {
      "page": 28,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nFull value chain emissions for energy products\nAim 3 update Average carbon intensity of sold energy productsa\nFollowing the changes to aim 3 we announced (gCO 2 e/MJ) Aim 3 is estimated on a lifecycle basis covering our full value chain including production and\nin February 2022, we have updated our aim 3 80 79 77 78 77 extraction, transportation, processing, distribution and use of the relevant products, assuming\nthe product is fully combusted.\nmetric from the average carbon intensity of 75 (5%)\nour marketed energy products to the average\n70 + + + +\ncarbon intensity of our sold energy products Lifecycle=\n65 (15%)\n(including physically traded energy products). (20%)\nIn addition, a number of methodological changes 60\nProduction Transportation Processing Transportation End use\nhave been made. These include methodology 55 and distribution\nimprovements for power, updated carbon\n50\nintensity factors and physical and chemical 2019 2020 2021 2022\nproperties of various energy products in line with Performance 2025 target How does aim 3 relate to Scope 1, 2 y Or other emissions associated with fuels we sell\nthe latest editions of industry publications. 2030 aim and 3 emissions? – such as when bp sells diesel or gasoline. For us\nto be able to sell the fuel, the oil from which it was\nAs a result of these changes, the energy\nWe are sometimes asked how our aim 3 relates\nincluded under aim 3 for 2019 – our baseline Average carbon intensity of sold energy productsb made had to be produced and transported to a\nto the Scope 1, 2 and 3 based approach we use\nyear – has increased from 12.6EJ to 20.9EJ (gCO2e/MJ)\nfor aim 1 (net zero operations) and aim 2 (net\nrefinery, where it was refined into fuel, and then it\nwas delivered to where we finally sold it to a user.\nand the emissions have increased from\n2019 2020 2021 2022 zero production).\n993MtCO 2 e to 1,638MtCO 2 e. Overall, the 2019 Each of these activities may have been\ncarbon intensity remained at 79gCO 2 e/MJ. Average emissions intensity At a high level, it is straightforwarde – because, completed by bp or other companies, so the\nof energy products 79 77 78 77 by covering the full ‘lifecycle’ emissions\nemissions from those activities could be Scope 1,\nAll figures, up to and including our baseline\nRefined energy products 95 92 92 92 associated with the energy products we sell Scope 2 or Scope 3 emissions for bp. Either way,\nyear of 2019, have been recalculated on this\n(see the graphic above), aim 3 covers many of\nrevised basis. Gas products 68 67 67 67 aim 3 covers those emissions (‘Production’,\nthe emissions that people might think of as bp’s\n‘Processing’, ‘Transportation’ or Distribution\nBioproducts 47 44 43 43 Scope 1, 2 or 3 emissions:\nemissions in the graphic above).\nPower productsc 57 59 56 52 y Such as when someone drives a vehicle\nOur progress in 2022 So, while aim 3 considers the emissions as relating\nusing fuel we sold, or heats their home with\nto the ‘lifecycle’ of the product, the GHG emissions\nIn 2022 the average carbon intensity of sold energy Share of energy delivered per energy natural gas we sold. Aim 3 covers those bp reports under our aim 3 can be thought of as\nproducts was 77gCOe/MJ. This represents a 2% product typebd emissions, which are labelled as ‘End use’ in the aggregating the relevant Scope 1, 2 and 3 emissions\n2\ndecrease from our 2019 baseline, primarily driven (%) graphic above. for bp – in other words, as combining elements\nby a reduction in the lifecycle emissions associated 9 8 7 6 of bp’s Scope 1 + 2 + 3 emissions, with the most\nwith the sold energy products. 100 1 significant Scope 3 categories being 1, 3, 4, 9 & 11f.\n44 42 46 46\nWe are also continuing to invest in activities that 75\ncontribute to our transition and net zero aims. In 2022 a The aggregate lifecycle emissions and energy values used in the calculation of the average carbon intensity of sold energy products is provided in\nour acquisitions included EDF Energy Services and 50 our ESG datasheet on bp.com.\nArchaea Energy – both of which are expected to 46 48 46 46 b T so h l e d s e h n a e r r e g o y. f energy is based on the total energy associated with sales of energy products, with electricity represented as fossil equivalence of\nfurther reduce the average carbon intensity of sold 25 c Covers all power, including renewable and non-renewable.\nenergy products in 2023 and beyond. d Due to rounding the sum of the component parts may not exactly equal 100%.\n0 e Note that in technical GHG accounting terms, the situation can be more complex. For example, the GHG Protocol has separate standards or\n2019 2020 2021 2022 guidance for the product lifecycle approach and for Scopes-based reporting. Using industry GHG accounting guidance, a vertical integrated\nRead more about our transition growth company such as bp, which can have activities at any of the stages depicted in the graphic, may select various boundaries for a Scope 3 category,\nGas Bio such as category 11. For bp’s aim 2, we selected the ‘upstream’ boundary for our Scope 3, category 11 reporting.\ninvestment on page 28. Refined Power f Category 1 is purchased goods and services; category 3 is fuel- and energy-related activities (not included in Scope 1 or Scope 2); category 4 is\nupstream transportation and distribution; category 9 is downstream transportation and distribution; category 11 is use of sold products.\nFor terms with refer to the glossary on pages 59-60.\n26 bp sustainability report 2022"
    },
    {
      "page": 29,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n4\nOur progress in 2022 Methane measurement bpx is also working with Kairos Aerospace to\nReducing monitor methane emissions. Kairos’s aircraft carry\nOur methane intensity in 2022 was 0.05% We progressed the deployment of our methane LeakSurveyor™ methane spectrometers that are\n– an improvement from 0.07% in 2021b. measurement approach across all our existing linked to powerful computing software. Using this\nmethane\nMethane emissions from upstream operations, major oil and gas processing sites in 2022, with system, bpx can identify the most significant\nused to calculate our intensity, continued on the the introduction of enhanced metering, software sources of emissions across the various basins\ndeclining trend they have followed since 2016 (when for flare efficiency and predictive emissions and action change where necessary.\nwe reported 111kt), decreasing by 35% to around monitoring on gas turbines. We remain on course\nOur aim 4 is to install methane\n28kt, from 43kt in 2021. Variations in production to deliver our methane measurement aim by the Methane reduction activity\nmeasurement at all our existing major\nand divestments accounted for approximately 85% end of 2023.\noil and gas processing sites by 2023, of the absolute reductions reported for 2022, and We continued working to reduce our operational\nWe have taken different approaches at our\npublish the data, and then drive a methane reductions from SERs accounted for methane emissions – from upgrades in our\nfacilities in order to align with the capabilities of\n50% reduction in methane intensitya 14%. Marketed gas volumes increased by 4.8% to available technologies. At our major facilities our current operations to advances in the design of our\n3,205bcf in 2022. new facilities. Methane SERs were around 2.2kt\nof our operations. approach focuses on the simultaneous use of\nin 2022, delivered across multiple projects.\nWe continue to progress our work under the multiple detection and measurement technologies.\nAnd we will work to influence our joint ventures World Bank’s Zero Routine Flaring Initiative by For example, at our offshore facilities in Trinidad\nto set their own methane intensity targets of 2030 (and by 2025 in our bpx energy operations). One of many promising solutions we have we updated our internal vessel inspections to\n0.2%. piloted is provided by our partner, the methane\nremove the need for depressurization. And on\nsensor expert, SeekOps Inc. This solution utilizes\nMethane intensityab our Glen Lyon floating production, storage and\nhighly advanced sensor technology deployed\nProgress and targets (%) offloading vessel in the North Sea, we optimized\non remotely operated aerial vehicles to monitor\nMethane intensitya 0.20 pressure control in our crude oil storage tanks.\nmethane emissions. It has been successfully used\n0.12%b 2020 performance 0.15 in the UK North Sea, Oman and the Azerbaijan- Technology implementation\nGeorgia-Türkiye region.\n0.07%b 2021 performance 0.14 Technologies to detect and measure methane\n0.10 0.12 Across bpx energy’s operations in the US, we use continue to evolve at pace. We have transformed\n0.05%b 2022 performance\na varied approach to detection and measurement, the way we approach methane emissions thanks\n0.20% 2025 targetc 0.05 0.07 reflecting the dispersed nature of bpx facilities to a range of technologies, but it is essential that\n0.05\n50% Aimd and the type and spread of methane sources. we monitor new developments and remain open to\n0\nThis approach centres on the integration of considering new solutions as they emerge.\n2019 2020 2021 2022\nmultiple solutions and the long-term goal is to\nFor example, we are monitoring the potential\nreach a predictive operating state, with potential\nof high-resolution satellite data to identify point\nemissions anticipated and avoided.\nsources of methane emissions at site level to\nsupport our leak detection and repair activities.\na Methane intensity refers to the amount of methane emissions from bp’s operated upstream oil and gas assets as a percentage of the total gas that goes to market from those operations. Our methodology is aligned with the Oil and Gas Climate Initiative’s (OGCI).\nb Methane intensity is currently calculated using our existing methodology and, while it reflects progress in reducing methane emissions, will not directly correlate with progress towards delivering the 2025 target under aim 4.\nc Methane intensity based our plans for increased source level measurement which we aim to have in place by the end of 2023.\nd The 50% reduction we are aiming for is against a new baseline which we plan to set based on the new measurement approach. We aim to have the new measurement approach in place across the relevant operations by the end of 2023.\nFor terms with refer to the glossary on pages 59-60.\n27 bp sustainability report 2022"
    },
    {
      "page": 30,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n5\nNOJV activities Our progress in 2022 Transition growth investment\nUnder the guidance of our non-operated More $ into (annual $bn)\njoint venture (NOJV) centre of expertise, we\nIn 2022 transition growth investment was\n$4.9 billion compared to $2.4 billion in 2021 – this\nare working to help our NOJVs reduce their\nmethane emissions.\ntransition was around 30% of total capital expenditure for 6.0\n4.9b\nthe year, up from around 3% in 2019.\nWe have prioritized collaboration with NOJVs that 4.0\nAs we pursue our net zero ambition, we see our\nhave the greatest potential to reduce methane\nemissions, and we are working on multiple aspects\nOur aim 5 is to increase the proportion annual transition growth investment reaching 2.4a\nof investment we make into our non- $6-8 billion in 2025 and are aiming for it to reach 2.0\nrelated to methane emission reductions, including\nmeasuring and reporting, the use of technology oil and gas businesses. $7-9 billion in 2030. 0.6a\n1.0a\nand setting meaningful targets. We are helping As announced in February 2023, going forward 0\ndifferent NOJVs make progress and in many Over time, as investment goes up in low and zero we are targeting increasing the proportion of our 2019 2020 2021 2022\ncarbon, we see it going down in oil and gas.\ninstances we learn from them. We also encourage annual capital expenditure invested in transition\nthem to work in line with organizations such as the growth engines to more than 40% of total spend Bioenergy\nMethane Guiding Principles and the Oil and Gas Progress and targets by 2025 and aiming for it to rise to around 50%\nWe plan to materially grow our established\nMethane Partnership (OGMP). by 2030.\nAnnual $ investment in transition growth engines bioenergy businesses. In October 2022 we\nannounced a significant investment through\nCollaboration and methane advocacy $0.6bna 2019\nour ~$3 billion deal to acquire Archaea Energy,\n$1.0bna 2020 Changes to aim 5 reporting basis a leading US producer of renewable natural\nIn 2022 we retained gold status for our plans to\nmeasure methane emissions under the OGMP 2.0 $2.4bna 2021 Our transition growth engines are bioenergy, gas (RNG). This will give us the opportunity to\nexpand our presence in the US biogas industry\nreporting framework. This award recognized the $4.9bnb 2022 convenience, EV charging, renewables and\nand accelerate our strategic bioenergy transition\nwork of many bp teams and collaborations with power, and hydrogen. We have restated our\n$6-8bnc 2025 target growth engine.\nour partners including NOJVs. Our work under aim 5 metric to align with our transition growth\nOGMP is consistent with and goes beyond aim 4, $7-9bnc 2030 aim investment . Archaea is a fast-growing business. In addition\nas emissions from shipping and non-operated to operating 50 RNG and landfill gas-to-energy\nAs a result, the proportion of capital\nassets are also included in scope. facilities across the US, producing around\nexpenditure that counts towards our aim 5\n6,000boed of RNG today, it has a development\nWe have advocated for progressive methane 2025 target has changed from $3-4 billion in\npipeline of more than 80 projects with the potential\npolicy, including the federal regulation of methane low carbon activity investment, to transition\nto produce around five times more RNG by 2030.\nemissions in the US, and the development of growth investment of $6-8 billion, and our 2030\npolicy and regulations in Europe through our aim has changed from around $5 billion in low\nresponse to the European upstream emissions carbon investment, to $7-9 billion of transition\nreduction regulations. growth investment.\nRead more: bp.com/advocacyactivities\na Values have been restated to align with transition growth investment .\nb In 2022, capital expenditure against aim 5 activities (transition growth investment ) increased from $2.4 billion on an equivalent basis in 2021 ($2.2 billion based on previous aim 5 low carbon investment metric). Most of this spend related to investments in biogas, power and offshore wind, and\nconvenience and EV charging.\nc 2025 target has been updated from $3-4 billion (in low carbon activity investment) to $6-8 billion in transition growth investment and 2030 aim has increased from ~$5 billion to $7-9 billion respectively.\nFor terms with refer to the glossary on pages 59-60.\n28 bp sustainability report 2022"
    },
    {
      "page": 31,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nEVs y In China we signed a strategic collaboration y In March 2022 we partnered with Marubeni Once operational, the renewable power it\nTogether with our strategic convenience site agreement with AVATR technology to accelerate Corporation, the major Japanese integrated generates at full scale could be used to produce\nnetwork, our investment in EV charging will help the development of an EV ultra-fast charging trading and investment conglomerate, to around 1.6 million tonnes of green hydrogen or\nus to offer low carbon solutions to customers. domestic network. explore a selected offshore wind development 9 million tonnes of green ammonia annually, for\nWe believe that, for road transport to decarbonize Convenience opportunity in Japan. use locally and internationally in decarbonizing\nat the pace and scale that is needed to achieve We currently have 2,400 strategic convenience We have incorporated our power trading and industries such as mining, shipping and steel.\nthe goals of the Paris climate agreement, it sites, with an aim to have around 3,000 by marketing activities into this growth engine.\nis necessary for the roll-out of EV charging 2025 and around 3,500 by 2030. In the UK we This reflects our focus on creating value through Low carbon activity capital expenditure\ni s n r n e c e f s a r e u a l d e l s t e d t , d r in u u d p c s e t o i u c n m a r e p r e b a a r o g n a n e d ll i o e z u g l a s w r t a a io i g p t n h e h i o – o e f f s o e e i r l t l e e e m c c v t t e a r r i n y i c c i b a t v y e h e e g s h a r o ic i d d m l e s o e s . f A y t – o s e t a b a h r e s e n p si a e g g r n t o n e t e d ia r a s te h n d i e p a w w n g i e t l h x o t b M e a n & l s s S io t r u n a n t t t e o il g o a ic t u l r c e o c a o n s v n t e v 2 n e 0 i n e 3 i n e 0 n c . e c W e e also i t d n h e t e e c g a o r r p a b p t o o io n r n i t z u e a n c t it h r y o e , s i o r s v p o e o r u w t r i e m o r w e n n , e t e p o d o h s r e t . f lp o l c io u , s a t s o m we e l r l s a s s I a n u c 2 b co 0 se u 2 t n 2 o t l e f o d o w u f o c r r a t o m rb ta o o l r n e t r a a t c h n t a s iv n it i i t 8 o y 0 n i % n g v r o e o f s w t o m t u h r e i t n n o t v t e a , s l a t a m i m e n 5 t ,\nbefore grid decarbonization begins to drive down partnership with Uber to make around 3,000 For example, in December 2022 we completed investment. It increased from $2.2 billion in 2021\nthe lifecycle carbon intensity of EV charging – retail locations available on Uber Eats by 2025. the purchase of EDF Energy Services, which will to over $4 billion. Most of this investment was in\njust as we expect in the coming years to see EVs This partnership will extend current local expand our presence in the US commercial and biogas, offshore wind, EV charging and hydrogen.\nmaking up a growing percentage of vehicles on arrangements in Australia, New Zealand, Poland, industrial (C&I) retail energy business. We expect\nthe road, contributing to increased utilization of South Africa and the US west coast. We added the acquisition to bring new opportunities for We anticipate that in 2030 more than 80% of our\nthe charge points we and others are working to the UK and eastern US locations during 2022 and enhanced lower carbon integrated energy aim 5 spend will be on low carbon activity .\ninstall now. continue to explore opportunities to launch in solutions for C&I customers, integration with other\nother markets. bp businesses, and capabilities that can support\nIn 2022 we continued to grow our EV charging We believe we are well positioned to bring decarbonization goals. Our aim 5 pathway\nnetwork, announcing the acceleration of our EV\ncharging ambition across our key markets: together our capabilities and reach in convenience Hydrogen Some of our capital investment goes into large\nand EV charging – enabling us, over time, transactions – for example, our acquisition\nWe aim to build a leading, global position in\ny In the US bp and Hertz signed a memorandum to provide customer-focused, lower carbon of Archaea Energy and EDF Energy Services\nhydrogen – initially by supplying our own refineries\nof understanding to develop a national network transport solutions. in 2022. It is often not possible to predict the\nand then scaling up to meet growing customer\nof EV charging stations powered by bp pulse. timing of such investments, which means the\nRenewables and power demand. In parallel, as markets evolve, we will aim\nAmply Power, acquired in 2021, is working progress we make on aim 5 may fluctuate.\ntowards installing charging infrastructure at 25 Going forward, we aim to build a portfolio, to develop global export hubs for hydrogen and\nHertz rental locations in several states. including a global position in offshore wind, in its derivatives. The level and proportion of the overall\ny In the UK we plan to invest £1 billion over the support of green hydrogen, e-fuels, EV charging In 2022 we progressed the Net Zero Teesside and investment going into our transition growth\nnext decade to support the roll-out of fast, and power trading, together with continued growth Northern Endurance Partnership projects through engines, or into the low carbon activity subset\nconvenient charging infrastructure. in Lightsource bp. the define stage. Both form part of the East Coast may vary as we pursue our target and aim.\ny In Spain and Portugal we announced a strategic y In 2022 we progressed our offshore US Cluster, which aims to remove nearly 50% of all UK Our disciplined approach to capital investment\ncollaboration with Iberdrola with plans to jointly Empire wind 1 and 2 projects with Equinor and industrial cluster CO 2 emissions. means that individual investments will be\ninvest up to €1 billion to accelerate the roll-out of development work continued on Beacon Wind. In Western Australia we have acquired a 40.5% made when we consider there to be a clear and\nEV charging infrastructure. y In January 2022, together with EnBW, we were interest in the Australian Renwables Energy compelling business case.\nawarded a 2.9GW gross offshore wind lease, Hub (AREH), which we will operate. AREH has\nnamed project Morven located off the east coast the potential to be one of the world’s largest\nof Scotland. renewables and green hydrogen hubs.\nFor terms with refer to the glossary on pages 59-60.\n29 bp sustainability report 2022"
    },
    {
      "page": 32,
      "text": "Getting to\nnet zero\nFive aims\nnet zero\nto help the world get to\nWe advocate for policies that support net zero, incentivize our workforce, assess our alignment with trade associations and help corporates achieve\ntheir decarbonization goals. We also take steps to increase the transparency of our disclosures.\n6 7 8 9 10\nAdvocating Incentivizing Aligning Transparency Clean cities\nemployees associations leader and corporates\nWhat we have achieved What we have achieved What we have achieved What we have achieved What we have achieved\nAdvocated for policies Linked our group Reviewed 51 of our Continued taking Helped corporates\nthat support net zero leaders’ incentive plan most significant trade steps to increase the meet their complex\nto our net zero associations for transparency of our decarbonization needs\noperations aim alignment with our reporting on climate-\nclimate policy positions related matters\nIncluding our public support We have expanded the We found 41 associations to be Through our TCFD disclosures. For example, we opened our\nfor hydrogen, EV infrastructure, sustainability measures in aligned and 10 to be partially And we have responded to first fast charging facilities\nrenewables and bioenergy. our long-term incentive plan aligned. consultations from CA100+, for electric trucks at our\nscorecard for group leaders, the ISSB and the SEC. Schwegenheim retail site in\nincluding linking performance to Germany.\nprogress on our aim 1 (net zero\noperations).\nRead page 31 for more Read page 31 for more Read page 32 for more Read page 33 for more Read page 34 for more\nFor terms with refer to the glossary on pages 59-60.\n30 bp sustainability report 2022"
    },
    {
      "page": 33,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n6 Our activities in 2022, included: y Working with a coalition to support the passage Incentivization\nAdvocating y Supporting ground breaking US climate of legislation to encourage future development Our annual bonus for all eligible employees,\nlegislation – the Inflation Reduction Act – which of CCUS projects in the state of Indiana. including the bp leadership team, has been linked\nhas now passed into law. We actively supported Acting on behalf of bp, our CEO has publicly to a sustainability measure since 2019.\nOur aim 6 is to more actively advocate many of its climate and energy provisions. advocated for an energy system that provides The bonus scorecard against which our eligible\ny Advocating through technical input, advertising secure, affordable and lower carbon energy. employees are measured was updated in 2021\nfor policies that support net zero,\nand public support, for the US Environmental His advocacy has included public statements in to incentivize them through three themes: safety\nincluding carbon pricing. Protection Agency to develop tougher direct support of hydrogen, EV infrastructure, renewables and sustainability (30%), including our sustainable\nWe have redirected resources to promote federal regulation aimed at reducing methane and bioenergy. emissions reductions which makes up 15%,\nwell-designed climate policies. In the future, emissions from the oil and gas industry. operational performance (20%) and financial\nany corporate advertising will be to push for y Responding to the UK Government Read more: bp.com/policyandadvocacy performance (50%).\nprogressive climate policy, communicate our commissioned Net Zero Review consultation – Read more: bp.com/USadvocacy We expanded the sustainability measures in our\nnet zero ambition or support delivery of our including advocacy for the policy environment long-term incentive plan scorecard for group\nstrategy, invite ideas, or build collaborations. needed to support CCUS, hydrogen, offshore leaders for 2022-24. This included explicitly linking\nwind and EV charging. 7\nWe will continue to run recruitment campaigns performance to progress on our net zero operations\ny Supporting and inputting to proposals for\nand advertise our products, services and Incentivizing aim (aim 1). We also included two social measures\nclimate reporting in the US by commenting on,\npartnerships – although we aim for these to – on employee engagement and on improved\nand advocating for, the Securities and Exchange\nincreasingly be low carbon. Commission new disclosure requirements. employees ethnic minority representation in our senior-level\nleader population. This is also included in the 2023-\ny Providing comments and support for the 25 scorecard and collectively, these changes mean\nAustralian Senate Climate Change Bills – that more than 30% of our long-term incentive plan\nOur progress in 2022 including the legislation of Australia’s emission Our aim 7 is to incentivize our global is linked to sustainability measures.\nreduction targets and an enhanced role for the\nAdvocacy takes place at regional, country, nation’s Climate Change Authority. workforce to deliver on our aims and\nRead more on pages 112-147 of the\nstate and international levels. It focused on y Advocating for ambitious sustainable aviation mobilize them to become advocates bp Annual Report 2022.\nseveral themes during 2022, including methane fuel (SAF) policies, including our response to the for net zero.\nemissions reductions, the need for increased EU’s proposed blending mandate consultation. Employee advocacy\nclimate policy and regulation, and zero and low This will include continuing to allocate a\nWe supported more ambitious targets compared We continued building a community of\ncarbon transportation. percentage of remuneration linked to emissions\nwith the proposal, including a consistent employee advocates, supported by a growing\nreductions for leadership and around\nThe Climate Action 100+ Net Zero Company approach to feedstocks, and flexibility for fuel communications and engagement network.\n32,000a employees.\nBenchmark assessed our Climate Policy suppliers to meet their SAF blending mandate These advocates supported a number of\nEngagement as ‘Aligned’ – on the basis that across the whole of the EU rather than at the progressive climate policy campaigns.\nwe take up Paris Agreement-aligned climate level of individual airports. Across Europe, this\nlobbying positions. included speaking at 25 events in 2022 and Our progress in 2022 We also held an educational summit, with\n10 sessions and more than 1,000 employee\nteaming up with several aligned companies\nOur advocacy hubs and organizations. To help our employees contribute to the delivery advocates attending. The summit gave employees\nWe have improved the transparency of our global y Responding to the Australian Government of our strategy and sustainability aims, we are the chance to build their advocacy skills and learn\nclimate policy advocacy by publishing our climate National Electric Vehicle Strategy consultation educating them about the importance of net zero, more about the importance of net zero.\npolicy positions and examples of our relevant – including advocating for scaled fast-charging incentivizing them to become advocates and We are focused on growing the size and impact\nactivities. We plan to provide updates on advocacy infrastructure, fuel efficiency standards and providing the support they need to do so. In 2022 of our employee advocate network, and have\nactivities throughout 2023. decarbonizing the Australian transport sector. we made progress on incentivization, education a dedicated employee advocacy team to help\nand advocacy support. achieve this.\n31 bp sustainability report 2022 a This figure reflects the number of employees eligible for a cash bonus in 2022. The number of eligible employees in 2021 was 30,000."
    },
    {
      "page": 34,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n8\nWe reviewed 51 of our most significant trade Working with trade associations on Hydrogen\nassociation memberships in 2022. In comparison, climate issues Hydrogen is one of our five transition growth\nAligning\n30 memberships were reviewed in our inaugural Our work with trade associations emphasized engines and we believe it will play an important\n2020 report. a number of areas related to climate change, part in decarbonizing the transportation and\nassociations We found that 41 associations aligned with our including EVs, hydrogen and methane. industrial sectors.\nclimate positions, and 10 were partially aligned We pushed for constructive engagement on In Europe we have promoted a pragmatic\n– this means we disagreed on some positions or climate policy proposals throughout 2022. approach to classifying hydrogen as low\nOur aim 8 is to set new expectations they did not take a public stance. With these 10 Some trade associations advocate on matters carbon – encouraging incremental increases\ngroups, we plan to stay as members and continue they consider to be important to their members; in the use of renewable power and supporting\nfor our relationships with trade\nto make a strong case for action in support of despite being a member, we may not always agree rapid development of the nascent renewable\nassociations around the globe. good climate policy. with the positions they take. hydrogen market. We have worked with many\nWe are committed to getting bp to net zero The seven climate positions we used as the basis EVs trade associations, including Hydrogen Europe,\nand we make the case for our views on climate of this review related to the Paris Agreement, to advocate for a more flexible approach than\nchange within the associations we belong to. climate science, reducing emissions, carbon We believe electrification of transport is key to that set out in rules originally proposed by the\nWe are transparent where we differ and where pricing, energy efficiency, technology and helping the world get to net zero and in 2022 we European Commission.\nactively advocated for EV charging policies that\nwe can’t reach alignment, we are prepared carbon credits. will accelerate and simplify the roll-out of EV Methane\nto leave.\nWe plan to provide an update on partially aligned charging infrastructure. As a member of ChargeUp We believe natural gas will play a significant role\nassociations in 2023. Europe, we called for faster grid connection and in the lower carbon energy system of the future.\npermitting procedures. However, natural gas contains a significant\nNew memberships in 2022\nOur progress in 2022 proportion of methane, so it is important that\nAs we transition to being an integrated energy In the US we aim to reduce emissions from road\nit is regulated and that national standards are\nTrade associations play a key role in fostering company, our trade association memberships are transport by contributing to lower carbon transport set. This is a fair way to ensure industry-wide\ncollaboration and bringing stakeholders together. necessarily changing. The associations we joined options, such as using biofuels, renewable natural prioritization of methane abatement.\nThey also offer opportunities to share good in 2022, which have fees of $50,000 or more per gas and EV charging. As well as direct advocacy,\npractice on issues of importance to bp. Our voice year, are: we are working with trade associations, such as With this in mind, in the US we support the direct\nCharIN, to advocate for technical standards in EV federal regulation of methane emissions from\nis one among many, but we believe everyone y India Hydrogen Alliance (ih2a) – an industry led\ncharging and infrastructure. bp pulse fleet, our new and existing sources across the value chain,\nneeds to work together to achieve net zero.\ncoalition focused on commercializing hydrogen\nwholly owned subsidiary, is also supporting the commend the EPA for advancing new rules aimed\nProgress is sometimes challenging and uneven technology and systems in India. advocacy efforts of a number of different trade at reducing methane emissions and are working to\nbecause associations need to take account of y Global Wind Energy Council (GWEC) – a global associations, including the Advanced Energy encourage our trade associations, notably API, to\nmembers’ differing views. We recognize this and trade association for the wind power industry. Economy, the Electrification Coalition, and the EV adopt a constructive position in support of federal\nwill continue using our influence to make our case. y Waterstof Nederland – a new Dutch hydrogen Charging Association, to facilitate EV expansion, regulation for new, modified, and existing sources.\nassociation that merges hydrogen-representing from manufacturing to generation.\nWe periodically assess the alignment of key\nbodies currently operating in the Netherlands.\nassociations with our position on climate. In our 2022 review of trade association\nOur priority is to influence within trade memberships, we addressed the American\nRead more including our trade associations\nassociations, but we may publicly dissent or resign Petroleum Institute’s (API) opposition to certain\nreviews: bp.com/tradeassociations\nour membership if there is material misalignment policies designed to accelerate the adoption of\non high priority issues. EVs. We have made it clear that EV charging is a\nkey part of our strategy.\nFor terms with refer to the glossary on pages 59-60.\n32 bp sustainability report 2022"
    },
    {
      "page": 35,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n9\nWe support work to align global reporting Testing the resilience of our strategy\nstandards and want to play our part in the\nTransparency Along with other organizations, including the IPCC\ndevelopment of quality, reliable, comparable\nand IEA, we believe there are a range of global\nstandards that enable companies to prepare and\npathways to achieve the Paris goals – each with\nleader disclose material, decision-useful information\ndiffering implications for regions, industries and\nto stakeholders. In 2022 we shared our views\nsectors, so business strategies need to be resilient\non consultations from the Securities Exchange\nto this uncertainty.\nCommission (SEC), the International Sustainability\nOur aim 9 is to be recognized as an Standards Board (ISSB) and the UK Transition We have conducted analysis to test our strategic\nindustry leader for the transparency of Plan Taskforce. resilience to different climate-related scenarios,\nusing the WBCSD (World Business Council for\nour reporting.\nRead more: bp.com/advocacyactivities Sustainable Development) Scenario Reference\nOn 12 February 2020, we declared our support Catalogue, which was developed at the request\nfor the recommendations of the Task Force on Updated TCFD disclosures of TCFD.\nClimate-related Financial Disclosures (TCFD). For the second year running, we have reported in The Scenario Catalogue comprises three\nWe intend to work constructively with the line with the FCA Listing Rule LR 9.8.6(8), which ‘Climate Scenario Reference Families’:\nTCFD and others – such as the International requires us to report on a ‘comply or explain’\nSustainability Standards Board (ISSB) – to basis against the TCFD Recommendations and y ‘Paris Ambitious 1.5°C’\ndevelop good practices and standards Recommended Disclosures. We consider our y ‘Paris Aligned Well-Below 2°C’\nfor transparency. 2022 climate-related financial disclosures to be y ‘Current Policies/BAU’.\nconsistent with all of the TCFD Recommendations\nWe have drawn on these to test the resilience of our\nand Recommended Disclosures, and\nstrategy and understand the potential implications\nconsequently compliant with the Listing Rule.\nOur progress in 2022 of a range of possible energy transition scenarios on\nWe have continued evolving our TCFD analysis bp’s reference group outlook to 2030.\nWe take steps to increase the transparency methodology and expanded the coverage to\nOur approach to these scenario analyses and\nof our reporting on climate-related matters all of our business areas for the purposes of\nresilience tests, and our key insights from them, are\nand sustainability. this analysis.\ndiscussed in our TCFD Strategy disclosures in the\nWe have actively participated in the development Read more on pages 50-62 of the bp Annual Report 2022.\nof carbon and net zero standards and bp Annual Report 2022. Overall, while recognizing the limitations of any\nbenchmarks. Whether or not we agree with\nsuch analysis, this work reinforces our confidence\na particular methodology, we welcome the Read more: bp.com/TCFD\nin the resilience of our strategy to a wide range of\nperspectives they can provide.\ntrajectories which the energy system could evolve\nCDP\nAlongside some of our peers, we participated in to follow throughout the next decade.\nWe submit data as part of the CDP climate change\na pilot of the new Net Zero Standard for Oil & Gas\nquestionnaire and make a copy available on our Read more on scenario analysis and\ndeveloped by the Institutional Investors Group for\nwebsite. In 2022 we received a score of B (2021 A-). resilience testing on pages 58-61 of the\nClimate Change. This standard is expected to be\nbp Annual Report 2022.\nintegrated into updates to the Climate Action 100+\nRead more: bp.com/ourreporting\n(CA100+) Net Zero Company benchmark.\nThroughout 2022 we responded to consultations\nfrom CA100+ and others.\n33 bp sustainability report 2022"
    },
    {
      "page": 36,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n10 We also see opportunities to offer decarbonization y NZTP is a joint venture between bp and Equinor, Logistics and transport emissions\nat scale through integrated energy hubs, bringing with bp as operator. The natural gas-fired Given the diversity of the logistics and transport\nClean cities\ntogether clusters of supply and demand for low power plant will be fully integrated with carbon sector, our work involves several different kinds of\ncarbon energy and fuels. Hubs provide a focus capture. It could generate up to 860MW of low decarbonization solutions, including electrification,\nand corporates for accelerating the delivery of lower carbon carbon power. hydrogen, mobility and biofuels.\nalternatives and can offer economies of scale, y H2Teesside aims to be one of the UK’s\nand opportunities for job creation, investment largest blue hydrogen production facilities, bp pulse, our EV charging business, is continuing\nand innovation. targeting 1GW of hydrogen production by 2030. to grow its network for both passenger cars and\nOur aim 10 is to provide integrated the truck industry – with a particular focus on\nIn Australia we have taken a 40.5% stake and fast charging. We are also working with our fleet\nclean energy and mobility solutions. Our progress in 2022\noperatorship in the Australia Renewable Energy Hub customers to install and operate charge points at\nOur regions, corporates and solutions team (AREH), in the Pilbara region of Western Australia. their sites and charging hubs.\nWe continued to help corporates meet their\nis working to help countries, cities and\ncomplex decarbonization needs, through our We aim to grow our worldwide EV network to\ncorporations around the world decarbonize. one-stop-shop offer and integrated approach. Read more about AREH on page 29. more than 100,000 charge points by 2030. In July\n2022 we opened our first fast charging facilities\nIntegrated energy hubs\nDecarbonizing sectors\nWe provide integrated energy solutions to help for medium and heavy-duty electric trucks at\nIn Teesside in the UK, we have worked to advance\nlarge corporations reduce their carbon emissions Industrial emissions our Schwegenheim retail site in Rheinland-Pfalz,\ncomponents of the East Coast Cluster – a vision\n– bringing together expertise from across bp and y In Germany we signed a memorandum of Germany.\nfor decarbonizing local heavy industries at scale,\nfrom our partners to deliver bespoke responses. with CO from their emissions taken offshore for understanding with thyssenkrupp Steel that In the UK, bp pulse is supporting Addison Lee’s EV\n2 focuses on developing a long-term supply of\nTo help meet industrial-scale demand for low permanent storage through Northern Endurance fleet by providing it with enhanced access to more\nlow carbon hydrogen and renewable power in\ncarbon energy sources, we work across our Partnership’s (NEP) CCUS facilities. There is than 3,000 ultra-fast and rapid EV charge points\nsteel production.\nportfolio of businesses and trading partners to potential to store up to 23 million tonnes of CO 2 across our public charging network.\ny In the US, bp and Linde announced plans to\ncreate and access the supply needed. emissions a year by 2035. bp and BOC, an industrial gases company, have\nadvance a major CCUS project in Texas that\nWe are focused on sectors that have significant y In May 2022, bp and Equinor were awarded two could enable low carbon hydrogen production at completed a detailed nine-month feasibility study\nemissions and are not straightforward to carbon storage licences in the UK’s Southern Linde’s existing facilities. The development will exploring designs for a hydrogen distribution and\ndecarbonize – heavy industry (steel, mining, North Sea, supporting the NEP development. also support storage of CO captured from other supply network for heavy-duty transport in the UK.\n2\ncement), heavy transport (shipping and road y HyGreen Teesside aims to be one of the biggest industrial facilities, paving the way for large- Rio Tinto and bp have agreed to work together\nfreight) and consumer goods. These sectors green hydrogen facilities in the UK – targeting scale decarbonization of the Texas Gulf Coast on a one-year biofuel trial to help reduce carbon\nhave interdependency along their value chains, hydrogen production by 2025, with a planned industrial corridor. emissions from Rio Tinto’s marine fleet. Under the\ncreating more demand for integration, and first phase of 80MWe of installed capacity. y In India we opened a new bp pulse EV charging trial, we are supplying Rio Tinto with marine\ncreating opportunities to shape new markets and In October 2022 we submitted a bid to the UK hub and a Wild Bean Café, at Infosys’s Pune biofuel, which will be trialled on the RTM Tasman\nmodels. We are able to offer them decarbonization government’s Hydrogen Business Model and campus – a base for around 45,000 employees. vessel on transatlantic and Atlantic-Pacific routes.\nas a service – anticipating and adapting to Net Zero Hydrogen Fund. In addition, we signed This is part of a pilot for our work with Infosys to The results of the trial will help Rio Tinto assess\ntheir needs along a transition pathway as four new memorandums of understanding with develop an energy-as-a-service offer to manage ways to reduce its carbon emissions from its\ntechnology advances. local industries for the potential use of green energy and reduce emissions at corporate parks marine fleet, and inform its future biofuel strategy.\nhydrogen by businesses and communities. and industrial complexes across India.\nTwo bp-led low carbon projects – Net Zero\nTeesside Power (NZTP) and H2Teesside – were\nshortlisted for UK government support in 2022,\nas part of the next phase of the UK’s CCUS\ncluster process:\nFor terms with refer to the glossary on pages 59-60.\n34 bp sustainability report 2022"
    },
    {
      "page": 37,
      "text": "Getting to\nnet zero\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nWe are aiming for a 20% share of global\nsustainable aviation fuel (SAF) supply by 2030.\nStrategic partnerships in Iberia\nIn March 2022 we announced our agreement to\nsupply DHL Express with SAF until 2026 as part of In July 2022 we announced our intention to\na new strategic collaboration. This agreement is form a strategic collaboration with Iberdrola\none of the largest publicly announced SAF deals in to help accelerate the energy transition.\naviation to date. Through this collaboration, we aim to\nsignificantly expand fast EV public charging\nRead more on our transition growth infrastructure, which will support the adoption\ninvestment, on page 28. of EVs in Spain and Portugal. We also intend to\ndevelop large-scale green hydrogen production\nBuilding enduring relationships hubs in Spain, Portugal and the UK.\nWe are actively building relationships with We have also signed an agreement with the\norganizations that share our priorities to help the government of Spain’s Valencia region to\nworld transition to net zero – with a focus on our explore ways to reduce emissions from public\npriority sectors. and private transport and other carbon-\nFor the energy transition to continue at pace, intensive industries there. We have other\nregulators and governments need to provide the collaboration agreements with ceramics\nright policy frameworks and financial stability for industry bodies, ASCER and ANFFECC, to\nlong-term investments. We actively advocate for join forces on decarbonization of the ceramic\npolicies that support net zero and work with trade industry in the Valencia region.\nassociations on key climate issues.\nRead more about our advocacy activities\nand relationships with trade associations\non pages 31-32.\nWe aim to grow our worldwide EV network to\nmore than 100,000 charge points by 2030.\n35 bp sustainability report 2022"
    },
    {
      "page": 38,
      "text": "In this section\nFive aims to improve people’s lives 37\nAim 11: More clean energy 38\nAim 12: Just transition 39\nAim 13: Sustainable livelihoods 41\nAim 14: Greater equity 42\nAim 15: Enhance wellbeing 44\nPerformance and progress\n12 Just transition\nImproving Reimagining Teesside\nTeesside, England, has the potential to become a\nworld-class low carbon hydrogen hub. The region\nhas appropriate natural resources, concentrated\ndemand, hydrogen storage and pipelines, and\nample access to carbon capture, utilization\nand storage.\npeople’s lives Our H2Teesside and HyGreen projects, together\nwith the proposed power and carbon capture\nproject, Net Zero Teesside Power, are expected\nto support local economic and supply chain\ndevelopment. During their construction and\noperation phases they should also create high-\nquality jobs – with local skills providers playing\na key role in offering training and retraining\nlocal communities.\nWe are working with several partners including\nthe Tees Valley Combined Authority, Teesside\nUniversity and Redcar and Cleveland College\nto help inspire the next generation of talent and\nensure that local people benefit from near-term job\nopportunities created by our operations.\n5,000+\nnew jobs set to be created directly or indirectly from\nour presence on Teesside.\nAlso contributes to:\n10 Clean cities and corporates 34\nGround survey for CCUS projects, Teesside, UK\n36 bp sustainability report 2022"
    },
    {
      "page": 39,
      "text": "Improving\npeople’s lives\nFive aims\npeople’s lives\nto improve\nOur aims provide focus and structure for the actions we take to improve people’s lives. In 2022 we took further steps to embed social sustainability\nmore systematically and consistently – from independent assessments of our conformance with the bp human rights policy, to confirming that in\n2022 we paid all our employees a fair wage.\n11 12 13 14 15\nMore clean Just Sustainable Greater Enhance\nenergy transition livelihoods equity wellbeing\nWhat we have achieved What we have achieved What we have achieved What we have achieved What we have achieved\nDeveloped 1.4GW Forged partnerships Confirmed that in Launched a social Provided access to\nof renewable energy and collaborations to 2022 all our employees mobility framework for health and wellbeing\ngenerating capacity help communities worldwide were paid action and business programmes for all\nto FID benefit from the a fair wage resource group employees\nenergy transition\nThis brings the cumulative total We are partnering with others Analysis in 2022 was based on Fair We are taking action to support We have introduced new\nof developed renewables to FID to to help local communities build Wage Network benchmark data people from disadvantaged programmes to help employees\n5.8GW from 2.6GW in 2019. skills in low carbon sectors, and factors such as local market backgrounds, with more than and their families improve their\nincluding offshore wind, solar and conditions. This dual analysis 1,000 employees showing their health and wellbeing.\nhydrogen. confirms all our employees were support by joining our business\npaid a fair wage in 2022 and we resource group.\nplan to implement processes to\nsystematically manage our fair\nwage approach going forward.\nRead page 38 for more Read page 39 for more Read page 40 for more Read page 42 for more Read page 44 for more\nFor terms with refer to the glossary on pages 59-60.\n37 bp sustainability report 2022"
    },
    {
      "page": 40,
      "text": "Improving\npeople’s lives\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n11 Developing more renewable energy We have formed a 50:50 joint venture with We reached an agreement with C-Quest Capital\nEnBW to develop and operate these offshore (CQC) to support the growth of its operations in\nMore clean energy\nWe set a target to have developed 20GW of wind projects, demonstrating our commitment India, where it is implementing projects focused on\nrenewable energy generating capacity to FID by to collaborate in developing efficient renewable reducing carbon emissions and on giving Indian\n2025, with an aim of 50GW by 2030. energy for the UK. The projects will play an families access to sustainable energy services and\nimportant role in supporting the UK government’s clean energy technologies. One of the activities\nOur aim 11 is to develop enough By the end of 2022 we had brought 5.8GW to\ntarget to produce sufficient offshore wind energy we are supporting through this partnership is a\nclean energy to benefit more than FID, with 37.2GW in our renewables pipeline.\nto power every UK home by 2030. carbon offset project that aims to distribute up to\nThis pipeline includes 10.3GW relating to the\n36 million people. 50 million efficient LED lightbulbs to Indian families\nAustralian Renewable Energy Hub renewable We intend to make Aberdeen our offshore\nliving in poor rural areas. We are providing carbon\nBy 2030, we aim to have developed 50GW power, green hydrogen and ammonia project wind centre of excellence for operations\nfinance and a long-term purchase agreement for\nof renewable generating capacitya – broadly in Australia and 1.5GW relating to our Morven and maintenance, to support Scotland’s\ncarbon credits generated from this activity.\nenough to meet the power needs of 36 million offshore wind project in Scotland. Lightsource bp energy transition.\npeopleb, including exploring ways to make clean contributed 1.3GW to our pipeline, including a In Angola we are supporting a CQC project that\nenergy accessible to those who need it most. new 148MW project in Trinidad and Tobago, in Read more about our transition growth aims to deploy efficient cookstoves to 500,000\npartnership with Shell. investment on page 28. rural households. The project is expected to\ngenerate its first carbon credits in 2023, for which\nIn January 2022, through our partnership with\nbp has a long-term purchase agreement.\nOur progress in 2022 EnBW, we were awarded a lease option around Access and affordability programmes\n60km off the coast of Aberdeen, Scotland, to These CQC projects are designed to support\nWe have set two objectives for this aim: develop Morven, a major offshore wind project. We have a number of initiatives under way to several UN Sustainable Development Goals,\ny 50GW renewable energy equivalent developed to The award was made in the highly competitive help support access and affordability. In 2022 we including improved health, gender equality and\nfinal investment decision (FID) by 2030. ScotWind leasing round, the results of which launched our social investment policy, making affordable and clean energy. We are piloting\nwere announced by Crown Estate Scotland. access to affordable low carbon energy one of methods to independently quantify and certify\ny Develop programmes that support access to\nThe c.860km² lease is located in an advantaged our focus areas for social investment activities these co-benefits.\naffordable clean energy.\narea in shallow water and can be developed as a where relevant.\nfixed-bottom offshore wind project with a total\nRead more: Aims and objectives summary\ngenerating capacity of around 2.9GW – sufficient Read more about our social investment policy\nto power more than three million homes. on page 41.\nTogether with EnBW we are also jointly developing\nup to 3GW of offshore wind in the Irish Sea\nthrough the Morgan and Mona projects.\nRead about how we are supporting a just\ntransition through project Morven on page 39.\na The aggregate quantity, net to bp, of renewable generating capacity that has been developed to the point of final investment decision.\nb We estimate that the level of renewable generating capacity we will add is capable of providing enough renewable power to meet the needs of around 36 million people based on a 2019 global average electricity consumption per capita value.\nFor terms with refer to the glossary on pages 59-60.\n38 bp sustainability report 2022"
    },
    {
      "page": 41,
      "text": "Improving\npeople’s lives\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n12\nOur approach to human rights Activities of this kind are reinforced by our Outside the UK we have sponsored the training\ncommitment to engage employees around our company Shams Global Solutions to develop\nJust transition\nRespect for human rights provides the foundation low carbon growth plans, for example through Oman’s first solar training facility; and in the US we\nfor an inclusive and just transition. It underpins our employee communications and consultation have launched a clean energy community grant\nour aims and, through our code and human rights forums and our engagement with unions. programme with Equinor and other partners, to\nOur aim 12 is to support a just energy policy, guides the way we work. support workforce development linked to New\nWe are working with internal and external\ntransition that advances human rights York City’s emerging offshore wind ecosystem.\nstakeholders to help us refine and progress\nand education. Read more: bp.com/humanrightspolicy\nour objectives. Collaborating for a just transition\nWe support the Paris Agreement, which We believe action to advance a just transition is\nrecognizes the importance of a just transition – Enabling a just transition Read more about developing our people most effective when governments, businesses,\none that delivers decent work, quality jobs and on page 12. workers, local communities and other stakeholders\nWe support the International Labour Organization\nsupports the livelihoods of local communities. work together. We advocate for governments to\nGuidelines on Just Transition and believe that Read more about our engagement with play a leading role, through the introduction of\nTo support a just energy transition, we aim to respect for human rights, and strong environmental unions on page 53. climate and energy policies that address negative\ncollaborate with key stakeholders and other and social performance, are necessary for a\nsocial impacts and maximize social benefits.\nindustries to support the advancement of just transition. Our policies and practices reflect Just transition for local communities\nhuman rights through the transition. We will do this belief. We are collaborating with relevant As part of our transition growth engine projects Read more: bp climate policy positions\nthis by developing just transition plans in priority stakeholders to support the advancement of we aim to launch, participate in, and support many\nareas and helping the workforce to develop human rights during the energy transition. different initiatives. We are focused on supporting We are involved in several collaborations to help\nskills for the future energy system, taking a Just transition for our workforce community regeneration and resilience, skills energy businesses support a just transition.\nsocially inclusive approach. We aim to build development for a just transition, and education For example, our CEO is a member of the Council\nstronger relationships with local communities, We use skills forecasting and capability planning about clean energy. In developing these initiatives, for Inclusive Capitalism’s steering committee and\nbased on mutual trust and respect, and will to guide our work, for example, in employee we engage people in local communities and helped lead its just transition workstream. We are\nsupport civic dialogue, greater transparency and development and talent attraction, in order to build use the insights they provide to help maximize also a member of IPIECA’s Just Transition Taskforce\ncapacity building, where we work. the skills needed for a just transition. In 2022 this our impact. and of Energy for a Just Transition, which is led by\nwork included:\nBusiness for Social Responsibility and The B Team.\nOur efforts are focused on several key locations,\ny Attracting more than 9,000 employees to\nOur progress in 2022 including Scotland, where we are supporting skills In the UK we represent our industry in the Green\nsustainability-focused sessions during our\ndevelopment for the offshore wind industry with Jobs Delivery Group, established by the government\ngrowth week events and launching other\nWe have five objectives for this aim: our JV partner EnBW. Together we have invested in 2022. Our head of UK and SVP Europe sits\nlearning offers in support of our energy transition\nover £1 million to support X-Academy to achieve its on the Business in the Community Climate\ny Enable a just transition for the workforce. growth engines, for example ‘EV for EVeryone’. reskilling and professional development objectives. Action Leadership group and we supported the\ny Support civic dialogue, transparency and y Reskilling ‘bootcamp’ events focused on digital This investment is part of our Project Morven. development of its Manifesto for a Just Transition.\nlocal capacity. and data, that targeted around 200 employees.\ny Decent work. y Internal and external recruitment campaigns We are also supporting skills development through As the regions and cities where we operate begin\nthe Aberdeen Hydrogen Hub, a joint venture with to plan for the energy transition, we aim to be an\ny Respect and remedy. focused on our transition growth engines, to\nAberdeen City Council to help achieve its vision of active partner collaborating on just transition plans.\ny Responsible security. enable job changes in bp and bring in new skills. scalable green hydrogen production, storage and For example, with Aberdeen City Council and the\ny Collaborating with specialist organizations\nIn 2022 we made progress against most of these to build our capability – for example, with distribution infrastructure in the city, powered by World Energy Council, we have funded research\nobjectives and continued developing the systems Quaybridge to accelerate our offshore renewable energy. to explore ways to achieve a clean and just energy\nand processes we need to improve the quality of wind expertise. transition. This was the first of a three-part initiative\nour community relationships. Read our Reimagining Teesside case study to test actions at scale with public, private and\ny Building leadership capability at all levels, so that\non page 36. community partners.\nemployees can apply their skills in new contexts.\nRead more: Aims and objectives summary\n39 bp sustainability report 2022"
    },
    {
      "page": 42,
      "text": "Improving\npeople’s lives\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nSupporting civic dialogue and In 2022 we continued our efforts to improve For example, at our Fowler Wind Farm in Indiana, Responsible security\ntransparency working conditions at our sites and in our supply US, we engage regularly with over 500 families\nchains. We embedded a systematic approach who live and work adjacent to the site. We aim In 2022 we made further progress with our\nWe are a member of several organizations that across our operated businesses and improved to be a good and respectful neighbour and our implementation of the Voluntary Principles\nfocus on supporting civil dialogue, transparency bp teams’ capability to engage the workforce and site team works closely with local communities. (VPs) on Security and Human Rights wherever\nand capacity building, including EITI (Extractive recognize potential issues or risks. In addition, We consider how the community may be we operate – helping us move towards our\nIndustries Transparency Initiative), the Voluntary we improved our supplier risk assessment and impacted by our daily work. We have put in place 2025 targets. The VPs help us manage\nPrinciples on Security and Human Rights Initiative questionnaires, prioritizing the pre-contracting formal and informal feedback mechanisms and we conflict and human rights risks at sites and in\n(VPI) and IPIECA. stage as a critical point in supplier engagement. respond promptly to resolve any concerns raised. local communities.\nWe are aware of the vulnerabilities of human rights In collaboration with our strategic partner, Shift, We updated our security risk management\ndefenders, including those who speak up for local Read more: bp.com/modernslavery a leading centre of expertise on the UN Guiding process by introducing a new risk assessment\ncommunities near our operations. Defenders may Principles, we are working to assess the quality of tool, which includes further verification of our\nbe at risk of harassment, intimidation, violence and Respect and remedy our community relations. In Trinidad and Tobago private security contractors’ commitment\nother forms of harm. Through the VPI and together we have piloted a framework for evaluating to conduct security activities in line with our\nwith other organizations, including IPIECA, we are In line with our human rights policy commitment, corporate performance from a community code and human rights policy. In January 2023\nhelping address these issues . we commissioned an independent third party to perspective. This pilot will inform our approach in our teams started using this tool to regularly\nassess our conformance with our human rights other locations. evaluate concerns or risks, to escalate these\nAs the energy transition evolves, we will continue to stakeholders, including senior leadership if\nworking with third parties, including NGOs, to policy. It included a systematic review of the way We are currently developing processes across our appropriate, and to strengthen security responses\nbuild capacity for transparency, good governance we identify and manage human rights issues, in operations to improve the way we address local that show respect for local communities.\nand the rule of law. To support our regional HSE, the context of our policies, processes and systems, community expectations and manage impacts\nsecurity, ethics & compliance, and contractor including grievance mechanisms and remediation. and risks. We provided our procurement teams with updated\nteams, we provide human rights training and Two sites were also reviewed by the third party security and human rights clauses to incorporate\nundertake awareness-raising activities. to assess how they implement our human Community complaints in 2022 into new contract templates where private security\nrights policy. Overall, the total number of complaints decreased services are included and expect these to be\ncompared to previous years. in place by the end of 2023. This will help us to\nDecent work These reviews highlighted opportunities for\nsystematize and strengthen our expectations\nimprovement, including better risk management, Our refineries managed 60% of all community\nof private security services providers, evaluate\nWe believe decent work is fundamental to a just improved training and clearer accountabilities. complaints and feedback and our production\ncontractors’ performance to progress necessary\ntransition and should be underpinned by respect We are sharing these recommendations with our businesses managed 35%. Around 50% of\nsecurity reforms, and improve the consistency\nfor human rights and labour rights. The prevention sites and our central teams and developing plans the complaints in 2022 related to operational\nof their performance on our behalf. We also\nof modern slavery is integral to this. We provide to address them. nuisance, such as odour, noise and dust. We seek\nstrengthened our security and human rights risk\ntraining to help our social practitioners, people to understand community complaints and where\nCommunity trust and engagement assessment process by introducing components\n& culture and procurement teams identify and we identify that we have caused or contributed to\nmanage labour rights and modern slavery risks, We engage with local communities and work to adverse impacts, we provide for or co-operate in of the Voluntary Principles Initiative Conflict\nand to understand relevant requirements in our manage any concerns they have, in ways that are their remediation. Analysis Tool for Companiesa. As of January 2023\noperating management system. respectful and transparent. Identifying the people our teams have begun to assess conflict risks\nmost likely to be impacted by our actions is key to using this new process.\nour approach.\nRead more: bp.com/humanrights\na The Voluntary Principles Initiative Conflict Analysis Tool for Companies is a resource that helps employees to understand the dynamics of conflict in a particular area of operation, determine our impact on those dynamics, and generate options to mitigate negative impacts.\n40 bp sustainability report 2022"
    },
    {
      "page": 43,
      "text": "Improving\npeople’s lives\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n13\nWe continued our long-standing efforts to support for the AFS Global STEM Changemakers people and families. More than 70,000 families\nlivelihoods, throughout 2022. programme, which awarded 20% of the places will benefit from reduced energy costs and energy\nSustainable\non its ‘Accelerator’ programme to refugees and efficiency advice through this initiative.\ny In Trinidad and Tobago we invested in\ninternally displaced people.\neducational programmes to support skills\nlivelihoods Strategic social investment\ndevelopment – including the Brighter Prospects\nRead more about our open house careers\nscholarship programme, which supported over\nworkshop on page 54. We are currently defining a more systematic\n80 students including 22 new scholarships\nOur aim 13 is helping more than in 2022. and effective approach to social investment.\nAddressing financial hardship This will involve refocusing our social investment\none million people build sustainable y In Egypt we worked in partnership with local\nThe Russia-Ukraine war and sanctions on Russia spend, so that 70% goes to initiatives that both\nlivelihoods and resilience. communities on job creation, microfinance,\nhave put pressure on energy supplies and resulted support community needs and align with our\neducation and health projects. Through the\nWe will support the communities where we microfinance programme, we have supported in price increases. Other economic factors have aims. The other 30% will be used to address\nwork to build greater resilience and more small business ventures by making more than also created high inflation and financial pressure local priorities and needs that fall outside of our\nsustainable livelihoods. We will focus our social 9,500 interest-free loans. across Europe. The taxes we pay can contribute focus areas.\ninvestment in support of our sustainability y In India we rolled out an EV-readiness training to government action on poverty alleviation. To support this refocus, in 2022, we launched a\naims. Through these actions we aim to reach programme for over 10,000 mechanics – In addition, we have given financial support to policy that covers new social investment, non-\nmore than one million people. We will also equipping them with the skills to develop their various national and local initiatives. marketing sponsorships and donations. It will help\nsupport our workforce through quality jobs businesses and livelihoods as EVs come onto In the UK in 2022, we donated more than £14 million us improve the global consistency and focus of\nwith fair conditions. the market. to fuel and food poverty charities and social our investment activities, including alignment with\ny In Portugal through the training and innovation programmes, to help the most vulnerable our aims. In 2023 we will roll out updated guidance\npeople during the winter. For example, we funded: about how to implement this policy, taking into\nemployability programme offered by the non-\nOur progress in 2022 account recognized best practice.\nprofit organization, CAIS, we provided vulnerable y An Energy Systems Catapult trial of a new\npeople with skills to help improve their job digital service, Warm Home Prescription, which\nWe have set three objectives for this aim:\nprospects – to date, around 70% of people who identifies vulnerable people and helps them to\ny Support livelihoods in the communities where have completed the programme have been heat their homes to healthy temperatures at no bp Foundation\nwe operate. employed at bp retail stations. extra cost. The bp Foundation, a charitable organization\ny Strategic social investment in support y In Australia we have partnered with leading food y Fuel Bank Foundation – the only UK charity separate from but entirely funded by bp, supports\nof sustainability. rescue charity, OzHarvest, to fuel its fleet of 70 specifically focused on supporting people living our employees and local communities through\ny Fair wage and remuneration for our workforce. vans and donate quality surplus food from 120 in fuel crisis who do not have enough money to matched funding and charitable contributions.\nbp retail sites. Since the partnership started in top up a prepayment meter. It also supports disaster relief efforts.\nRead more: Aims and objectives summary 2017, OzHarvest has rescued around 300,000kg y The National Business Response Network, In 2022 the bp Foundation supported disaster\nof food from our sites, the equivalent of more\nset up by Business in the Community, which\nand humanitarian relief in Australia, South\nthan 900,000 meals for Australians experiencing\nenables businesses to develop rapid responses\nAfrica, Pakistan, Canada and the US.\nSupport livelihoods food insecurity. In 2022, our funding also helped to support local communities in need.\nsupport nearly 50 vulnerable young people to y The Retail Trust’s financial aid programme, In February 2023, following the earthquake in\nWe operate in communities around the world and train for a hospitality qualification. Türkiye and Syria, bp and the bp Foundation\nwhich provides grants to UK retail workers in\nwant to support them in developing sustainable y We supported a number of initiatives focused made a donation to support relief efforts in\nfinancial difficulty.\nlivelihoods and building resilience. We are taking on helping refugees to build skills and access Türkiye and Syria. This will be supplemented by\nsteps to become more systematic in the way we employment. We are a member of the Tent In Spain we donated €10 million to Red Cross funds donated by employees and matched by\ndo so. Partnership for Refugees and we have employed Spain to help address energy poverty and its the Foundation.\nover 100 refugees. We also provided funding consequences, especially for the most vulnerable\n41 bp sustainability report 2022"
    },
    {
      "page": 44,
      "text": "Improving\npeople’s lives\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n14\nFair wage and remuneration Our analysis showed that in 2022, all our Our focus on DE&I including our goals to increase\nemployees worldwide were being paid a fair representation of diverse talent and build and\nGreater\nIn 2020 bp became the first major energy, mobility wage. However, we want to be systematic in our inclusive culture, can help us become the first-\nand convenience employer to be accredited as approach, and so, by 2025, we intend to put in choice integrated energy company for the world’s\na Living Wage Employer in the UK by the Living place the governance and processes required to equity best and brightest talent – a bp that reflects our\nWage Foundation. enable us to systematically manage our fair wage customers and sources products and services\napproach. For example, we will need to review pay from an increasingly diverse supplier base.\nWhen we launched our aims in 2021, we said that\nin any companies we acquire.\nwe plan to set 2025 and 2030 targets for our fair\nwage objective. We conducted reviews across Our aim 14 is greater diversity, equity Read more: DE&I report\nour businesses during 2022, to establish if our and inclusion for our workforce and\nemployees are being paid fair wages – by which\ncustomers, and to increase supplier Workforce DE&I\nwe mean a wage that meets employees’ basic\ndiversity spend to $1 billion.\nneeds. These reviews were based on Fair Wage\nBuilding on the work we completed in 2021, our\nNetwork benchmark data for a typical-sized family We want our workforce and customers to focus in 2022 was on defining and embedding\nand an average number of workers per family. experience greater equity – fair treatment our governance process, and improving access\nThey also took into account factors such as local according to everyone’s different needs and to data insights that will support progress. All bp\nmarket conditions. situations – while also helping our partners in businesses have now set DE&I actions plans,\nthe ‘bp ecosystem’ do the same. We will aim based on the three pillars of our global framework:\nto do this by improving workforce diversity transparency, accountability and talent.\nand workplace inclusion, making customer\nWith six of the 11 positions in our leadership\nexperiences more inclusive, and increasing\nteam already held by women, we reset our gender\nour annual expenditure with diverse suppliers,\nambition. By 2025 we aim to have equal numbers\nincluding female and under-represented or\nof women and men in our top 120 leadership roles,\nminority groups, to $1 billion by 2025.\nwith 40% of roles at the next leadership level filled\nOur support for humanitarian work in Ukraine\nby women. Our goal is to have women occupying\nWe have committed $20 million to relief efforts, In addition, bp employees have donated almost at least half of all our Group leader roles by 2030,\ndirecting our donations and resources where $500,000 which, thanks to a double match Our progress in 2022 with 40% at every other level. In 2022 33% of Group\nthey will have greatest positive impact for programme for Ukraine from the bp Foundation, leader roles were filled by women (2021: 32%).\nfamilies in Ukraine and people displaced in resulted in a total donation of around $1.5 million. We have set three objectives for this aim:\nWe also made progress on our ambition to\nneighbouring communities. We have worked with our European businesses y Diverse workforce, inclusive workplace culture increase minority representation in the UK.\nWe have supported major international charities to see if we can support refugees. Since February and employee experience.\nas well as regional partners such as Polish 2022 we have recruited more than 100 Ukrainian y Inclusive customer experience. Our workforce DE&I highlights included:\nHumanitarian Action. Our donations have helped nationals. In the UK we have signed the y Multiply diversity, equity and inclusion y Introducing our hiring inclusively programme,\nto meet the most basic needs, including food and government’s Jobs for Ukraine Pledge, so that (DE&I) impact through ecosystem partners which utilizes skills availability data for gender\nclean water, good sanitation, child protection, those displaced from Ukraine can be supported and suppliers. and ethnic minorities, enabling recruiters to take\neducational resources and health services. in the job market. an inclusive, equitable approach to sourcing\nThrough our relationship with the HALO Trust, we Read more: Aims and objectives summary candidates, in line with overall availability.\nhave also helped fund landmine clearance and y Continuing the roll-out of our Race4Equity\ntraining about how to recognize, avoid and report\ntraining programme which is now mandatory for\nlethal hazards.\nemployees in the US and UK, having been delivered\nto more than 90% of our most senior leaders.\n42 bp sustainability report 2022"
    },
    {
      "page": 45,
      "text": "Improving\npeople’s lives\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\ny Launching our social mobility framework Inclusive customer experiences Multiplying DE&I impact with Supporting diverse suppliers’ development\nfor action, along with plans to create partners and suppliers We work with external partners to create\nmore work experience placements and We have mobilized around 200 colleagues from professional development programmes that help\napprenticeship opportunities for people from across bp to champion more accessible and Supplier diversity diverse-owned businesses compete for contracts.\ndisadvantaged backgrounds. inclusive customer experiences in our convenience When we set our aim and targets for supplier Through our national and regional partnerships,\ny Including socioeconomic background in our and mobility businesses. We have also introduced diversity in 2020 we knew they were ambitious we provided relevant coaching and mentoring to\nself-identification system for employees. a systematic measurement approach that enables and would be challenging. We have started by over 80 women’s business enterprises and around\ny Establishing a DE&I Council in the UK to ensure us to gather direct feedback about the inclusivity streamlining our systems and processes, so we 25 minority business enterprises in 2022.\nand accessibility of bp customer experiences in\nthat our most senior-level leaders are accountable can effectively measure our progress – and we\n15 markets globally. The professional development programmes we\nfor DE&I, with a US DE&I Council already in place. are learning as we go.\noffer for diverse-owned businesses in the US,\ny Rolling out frameworks for action on DE&I in We continued to implement specific improvement\nWe grew our preferred diverse supplier base from include:\nMexico and Trinidad and Tobago, with other activities throughout 2022, including:\ncountries focusing on their specific priorities around 370 to just over 440 in 2022, and, through y The Women’s Business Enterprise National\ny Extending our existing UK partnership with our Supplier Diversity Advocacy Council, which\n– including indigenous people’s inclusion in Councils Energy Executive Programme – an\nFuel Service into a US pilot, so customers with promotes relevant initiatives, we implemented a\nAustralia and our trans-inclusion programme, interactive professional development course\nphysical disabilities can call or message ahead buying inclusively process. This involves embedding\nTransform, in Spain. which is run collaboratively with others in\non journeys to arrange assistance at guidelines and principles into our procurement\nour industry.\nOur business resource groups bp retail sites. processes to support an increase in our spend\ny An Emerging Young Entrepreneur programme\nOur 14 employee-run business resource groups y Completing an accessibility audit of more with diverse suppliers. We also integrated a diverse run by the National Minority Supplier\n(BRGs) support engagement and help our people than 300 UK bp-owned sites, to guide supplier registration platform into our procurement Development Council.\nfeel recognized, connected and supported. our improvement actions and provide system, giving our procurement teams access to y The Women’s Business Development Council’s\nThey also play an important role in creating richer accessibility data for consumers. nearly 10,000 certified diverse suppliers worldwide.\n2022 Top Shelf Retail & Professional Services\na sense of belonging and help drive delivery Insight reports about car parking, entrances, We established new partnerships with four Programme – an employee development\nof our DE&I objectives and priorities globally. circulation and toilets have been produced global certifying agencies and one chamber of initiative focused on potential retail and\nFor example, nearly 250 BRG members have and will help to improve accessibility during commerce, to access broader networks of diverse convenience suppliers in the Midwest.\nbeen trained to participate in interview panels refurbishment programmes. suppliers. We also set ambitions with regional y Our own Diverse Supplier Partner Programme,\nto ensure a fair candidate assessment and y Developing a new training module for our leaders to become advocates for supplier diversity. launched in 2022, which matches\nselection process. frontline retail staff, with a focus on recognizing\nand supporting diversity in our customer base. As a result of our efforts, we achieved a 50% increase bp procurement professionals as mentors\nIn 2022, we launched a social mobility BRG, which This module has been launched in Australia and in spend with diverse suppliers in the US and UK. to diverse suppliers.\nnow has more than 1,000 members worldwide.\nNew Zealand and is set to be rolled out globally We also sponsored the inaugural Business of the\nIt has run several networking events and conducted\nin 2023. Year award at the UK Powerlist Black Excellence\nan insights survey, to highlight the experiences What we mean by a diverse supplier\ny Piloting inclusivity training for colleagues in our Awards, to recognize black businesses who have\nof employees from lower socioeconomic\ncustomers & products communications teams, We define a certified diverse supplier as a been successful in their sector while also making\nbackgrounds. Its mentoring circles programme,\nto help make our marketing communications for-profit business that is at least 51% owned, a contribution to the wider economy.\nlaunched at the end of 2022, currently has 130\nmore inclusive. operated, managed and controlled by people\nregistered participants.\nwith one of the following designations:\nwomen’s business enterprise, minority\nRead more: bp.com/DEI business enterprise, LGBT+ business enterprise\nor disability-owned business enterprise.\nThese designations can differ across regions.\nFor example, in the US we also recognize veteran\nand service disability-owned businesses.\n43 bp sustainability report 2022"
    },
    {
      "page": 46,
      "text": "Improving\npeople’s lives\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n15 Workforce health and wellbeing y Publishing an LGBT+ health guide in partnership Carolyn C. Mattingly Award for Mental Health in\nwith our BRGs, to ensure we continue to create the Workplace, which recognizes and celebrates\nEnhance\nTo assess wellbeing across bp we use a wellbeing an inclusive and diverse workplace. exemplary organizations.\nindexa that is included in our ‘Pulse’ and ‘Pulse live’ y Launching a new ergonomic training and self-\nIn October 2022 we ran a comprehensive activity\nwel lbeing employee surveys. assessment health tool in several countries.\nprogramme to support World Mental Health Day,\nResults from the 2022 ‘Pulse’ annual survey WIth the launch of Thrive@bp, 100% of our including awareness raising, discussion, and\nshowed that employee wellbeing increased employees now have access to a health and learning sessions. Our video, ‘This is me’, which\nOur aim 15 is to enhance the health one point to 68% (2021 67%). This score wellbeing programme. highlights some of our employees’ mental health\nreflected a one-point increase in perceptions of journeys, had 7,500 views. In the same month\nand wellbeing of our employees,\nleadership support and a seven-point increase in we launched our new employee assistance\nGlobal health hubs\ncontractors and local communities. workload manageability. programme (EAP) hub app, which is provided by\nWe continued to implement our global health ICAS International. It provides access to one-to-\nWe will support them to proactively improve We continued promoting our new wellbeing hubs strategy, which aims to improve access to one support from a counsellor and personalized\ntheir physical and mental health – through platform, Thrive@bp, to support members of high-quality health resources for employees and self-help content. More than 8,000 individuals\ninnovative programmes, partnerships our workforce and their friends and families. their families. The strategy focuses on the creation accessed our EAP tool in 2022.\nand offers. We also launched the Thrive Together global of health teams that support all bp businesses in\nphysical activity challenge, along with a new global a specific region. Health hubs in the UK and in the bp employees and their families have free\napproach to our health and wellbeing campaigns. Azerbaijan, Georgia, Türkiye and Caspian region, access to the third-party Headspace app, which\nOur progress in 2022 Our campaign focus areas were selected based on are now fully operational. offers services to support mental health and\nwellbeing. More than 8,300 bp employees and\nthe health risks of our workforce, including health\n400 family members used the app in 2022.\nWe have set three objectives for this aim: topics that disproportionately impact specific Mental health\nIn addition, our resident bp psychologist also ran\ngroups. Our activities included:\ny Promote proactive measures to improve the We continued our efforts to create a workplace in mental health sessions that reached more than\nhealth and wellbeing of our workforce and y Launching a cancer awareness campaign on our which people can talk openly about mental health 7,000 employees.\ntheir families. intranet, onebp, with content that achieved more and get help if they need it. We updated our mental\ny Improve awareness and understanding of than 52,000 views. health training programmes, which are designed Community health and wellbeing\nmental health challenges in the workplace y Doubling the membership of our menopause to build employees’ awareness and their ability\nand community. support online group to nearly 300 and actively to care for themselves and others. We provide We made further progress in developing activities\ny Create access to and build awareness of physical promoting International Women’s Day. specific training for line managers so they can to support our community health and wellbeing\nand mental health resources in the communities y Running webinars on men’s health, which discuss mental health with their teams and foster objectives. For example, in the US we completed a\nwhere we work. focused on issues including cancer detection a culture of caring. benchmarking study with Georgetown University\nand the importance of social connections to that identified opportunities to develop academic,\nsupport mental health. bp is a founding partner of The Global Business corporate and community partnerships in support\nRead more: Aims and objectives summary y Raising awareness of cardiovascular risks Collaboration for Better Workplace Mental Health, of mental health and wellbeing.\nand in 2022 we formed a new partnership\nthrough our healthy hearts programme and with MindForward Alliance, to promote global We already have a community health programme\ninvolving employees in competitive health- standards for workplace mental health. in place in Mauritania and Senegal, which\nrelated activities through our global Thrive To promote our support for improving mental completed its second phase of development in\nTogether Food from around the world challenge. health at work, in the US we also sponsored the 2022. This phase focused on providing mobile\nmedical clinics, medicines and equipment.\na The ‘flexible working’ question in the wellbeing index was adjusted in 2022 to be more inclusive of our frontline employees.\n44 bp sustainability report 2022"
    },
    {
      "page": 47,
      "text": "In this section\nFive aims to care for our planet 46\nAim 16: Enhancing biodiversity 47\nAim 17: Water positive 48\nAim 18: Championing nature-based solutions 49\nAim 19: Unlock circularity 50\nAim 20: Sustainable purchasing 51\nPerformance and progress\nCaring for\n16 Enhancing biodiversity\nPositive action\nWe have passed two important milestones for\nour biodiversity aim, with the introduction and\napplication of our net positive impact methodology\n(NPI), and the launch of our new biodiversity\nrestoration projects. Both support our aim to make\nour planet a positive impact through our actions to restore,\nmaintain and enhance biodiversity where we work.\nWe are putting our NPI methodology into practice\nin new projects – starting with a pipeline project in\nan area of high biodiversity importance in Trinidad.\nThe methodology has enabled us to estimate\nbiodiversity losses during the project, but also\nassess biodiversity gains that could be achieved\nthrough habitat restoration.\nUsing detailed mapping of the pipeline corridor,\nwe have prioritized measures to minimize the site\nfootprint with our contractor, while investigating\noptions for restoration and biodiversity offsets.\nBeachfield gas facility, Trinidad and Tobago\n45 bp sustainability report 2022"
    },
    {
      "page": 48,
      "text": "Caring for\nour planet\nFive aims\nour planet\nto care for\nWe have made progress on all our planet aims in 2022 and are starting to see impacts on the ground – from the identification of tangible\nwater efficiency opportunities at our refinery in Castellón, Spain, to our support for direct biodiversity restoration in Trinidad and Tobago.\n16 17 18 19 20\nEnhancing Water Championing Unlock Sustainable\nbiodiversity positive nature-based circularity purchasing\nsolutions\nWhat we have achieved What we have achieved What we have achieved What we have achieved What we have achieved\nLaunched three new Completed our first Developed a carbon Launched our new Targeted high-impact\nbiodiversity restoration water efficiency credit integrity centre circularity framework procurement\nprojects assessment of excellence and waste metrics categories to reduce\nemissions and improve\ncircularity\nWorking with local partners We have introduced site-based We have established a centre Our new framework and We have focused on logistics,\nwe are supporting projects in water efficiency assessments of excellence in our trading and waste metrics will guide utilities and EV chargers to test\nTürkiye, Georgia and Trinidad to identify operational shipping business to conduct bp businesses to identify, our approach to sustainable\nand Tobago. efficiencies, starting with our due diligence on bp-originated implement and measure procurement.\nrefinery in Castellón, Spain. projects, and scaled up our opportunities for circularity.\nwork to originate high-integrity\nnature-based carbon credits.\nRead page 47 for more Read page 48 for more Read page 49 for more Read page 50 for more Read page 51 for more\n46 bp sustainability report 2022"
    },
    {
      "page": 49,
      "text": "Caring for\nour planet\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n16\nOur biodiversity position, published in 2020, builds We contributed to a number of cross-industry Biodiversity enhancement\nEnhancing on the robust practices we already had in place to groups during 2022. in our operations\nmanage biodiversity across bp projects.\ny We supported IPIECA’s Biodiversity & Ecosystem\nbp owns, leases and manages land and is licensed\nServices Working Group and the UNEP-WCMC\nbiodiversity\nRead our biodiversity position: Proteus Partnership. to use sea areas for our operations. This means\nbp.com/biodiversityposition y We participated in the Science-Based Targets for we have opportunities to enhance biodiversity\naround our operating sites. We are currently\nNature (SBTN) initiative as a corporate member.\nOur aim 16 is making a positive International policy and y We sponsored the UK Business & Biodiversity defining how we can integrate support for specific\nbiodiversity initiatives into these operations\nimpact through our actions to restore, external engagement Forum, which together with the International by creating biodiversity enhancement plans.\nmaintain and enhance biodiversity Chamber of Commerce UK and the Institute of Some of our operations are already taking action.\nwhere we work. The UN Biodiversity Conference (COP15) Environmental Management and Assessment, For example, at our Cherry Point refinery, we are\nfinalized its Kunming-Montreal global biodiversity supports businesses in integrating biodiversity\nfocused on managing the 2,500 acres of rural\nWe will do this by putting our biodiversity framework in 2022. It includes 2030 targets into their activities.\nland around the refinery for ecological restoration,\nposition into action. In doing so, we expect and 2050 goals to put biodiversity on a path to\nhabitat preservation and enhancements such as\nthat from 2022 all new bp projects in scope recovery. We supported calls for clear, concise Net positive impact in our projects restoring wetland.\nwill have plans in place aiming to achieve net and ambitious targets for nature at COP15,\npositive impact (NPI), with a target to deliver through IPIECA and the UK Business & Biodiversity We have integrated our NPI biodiversity\nBiodiversity restoration\n90% of actions within five years of project Forum. We also promoted the need for action as methodology into several new bp projects,\napproval. We also aim to enhance biodiversity a member of Business for Nature and the World including a pipeline replacement project under way\nWe supported several biodiversity restoration\nat our major operating sites and support Business Council for Sustainable Development in Trinidad and Tobago.\nprojects in countries where we operate, during\nbiodiversity restoration and sustainable use (WBCSD). We plan to assess the implications of\n2022. These projects, led by local organizations,\nof natural resource projects in the countries the COP15 goals and targets in 2023.\nRead our case study about this project on are expected to deliver benefits over the next\nwhere we have current or growing investments.\nAs a member of the Taskforce on Nature-related page 45. three to five years. They include the restoration\nWe will also continue to work with others,\nFinancial Disclosures Forum (TNFD) we are of seagrass and coral reefs in Tobago, forest and\nincluding our joint ventures, to influence and We are also trialling new digital technologies to\npiloting its draft framework together with WBCSD maquis ecosystems in Türkiye and biodiversity in\npromote collective action on biodiversity. monitor biodiversity. For example, in partnership\nand IPIECA. We will provide feedback to TNFD the Ajameti Managed Reserve in Georgia. We are\nwith Microsoft, we are building a digital platform\nand use the pilot to inform how we develop our also supporting a one-year feasibility study in the\ncapable of importing biodiversity and other\napproach to managing impacts, dependencies and Upper Bhima and Ghod Basin, India, which aims\nOur progress in 2022 nature-related risks. environmental data. We will use this platform to identify important biodiversity areas for future\nto help develop biodiversity monitoring and\nconservation or restoration.\nWe have set three objectives for this aim: comparison tools.\ny bp projects – aim to achieve NPI.\ny bp operations – aim to enhance biodiversity.\ny bp countries – support biodiversity restoration\nand the sustainable use of natural resources.\nRead more: Aims and objectives summary\n47 bp sustainability report 2022"
    },
    {
      "page": 50,
      "text": "Caring for\nour planet\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n17\nIn order to understand the water-related At major operating sites, 0.1% of our total Water replenishment collaboration\nchallenges that we face, we review the water freshwater withdrawals and 0.6% of freshwater\nWater\nimpacts, risks and opportunities at our major consumption were from regions with high or We aim to work with others to replenish water,\noperating sites. These reviews consider the extremely high water stress in 2022 (2021 0.1% focusing on catchments where we can achieve the\npositive quantity and quality of water used as well as any and 0.6% respectively). biggest impact. We intend to measure the impact\nregulatory requirements. of any collaborations by utilizing volumetric water\nOur wastewater treatment concentrations have\nbenefits, as defined by the WRI.\nWe reviewed the internal standards, practices and slightly increased owing to lower discharge\nOur aim 17 is becoming water positive guidance that underpin our water activities during volumes at the refineries. The average chemical We have contracted with The Freshwater Trust\nby 2035. 2022, to confirm they support our sustainability oxygen demand concentration of the treated water (TFT) to run a pilot project that will assess the\nframe. We are currently updating them on the discharged from bp-operated treatment facilities potential of TFT’s BasinScout® Analytics tool\nWe aim to replenish more fresh water than basis of this review. to the freshwater environment was 42ppm. to support our corporate water stewardship\nwe consume in our operations. We will do this and sustainability objectives. The tool helps\nWe are also considering how best to respond to\nby being more efficient in operational fresh evolving external frameworks on water positivity See more water data: bp.com/ESGdata to assess the cost-effectiveness of potential\nwater use and effluent management, and by conservation investments. The pilot will focus\nand will continue to refine our water stewardship\ncollaborating with others to replenish fresh on two areas of Colorado, US, where we have\npractices as these develop.\nwater in stressed and scarce catchment areas Improving water efficiency operations in stressed water catchments. It will\nwhere we operate. Our water consumption in 2022 assess BasinScout®’s effectiveness in enabling\nWe introduced detailed, site-based water us to prioritize cost-effective actions that achieve\nWe saw a 9.8% fall in freshwater withdrawals and\nassessments in 2022, to help identify further multi-benefit outcomes for freshwater resources,\na 7.5% fall in freshwater consumption, compared\nOur progress in 2022 with our 2020 baselinea. This was largely due to a operational efficiencies. Our refining business habitats and land-based economies in the region.\ncompleted an assessment of this type at\ndecrease at some of our refineries brought about\nWe have set two objectives for this aim: by higher maintenance activity and withdrawal Castellón, Spain, and assessments are now under\nway at other refineries.\ny Improved efficiency of operational freshwater restrictions at Gelsenkirchen because of dry\nuse and effluent management. summer weather. This was partially offset by Through our projects organization, we ran water\nan increase in consumption due to increased value improvement workshops in the UK, Germany\ny Collaboration on the most impactful\ndrilling and production activity at our bpx and Spain. The recommendations from these\nopportunities to replenish water in stressed and\nenergy operations. workshops will be carried through to subsequent\nscarce catchments where we operate.\ndesign phases of relevant projects.\nWe actively manage our freshwater demands in\nRead more: Aims and objectives summary areas of stress and scarcity. Based on analysis The installation of water meters and other\nthat utilized the World Resources Institute (WRI) monitoring activities at our Silvassa Castrol plant in\nAqueduct Global Water Risk Atlas, in 2022, five of India has resulted in a detailed site water balance.\nour 17 major operating sites were located in regions Based on this, Silvassa, which is in an area of\nwith medium to extremely high water stress. medium to high water stress and high drought\nBased on anticipated changes in the areas WRI risk, has implemented improved leak detection,\nidentifies as water stressed, this number is set to maintenance and conservation measures,\nincrease by 2030 (assuming a business-as-usual including the reuse of treated wastewater for\nscenario with no portfolio changes). on-site irrigation. Silvassa has achieved a 66%\nreduction in water use and is investigating the\npotential of other water stewardship activities,\nincluding rainwater harvesting and managed\naquifer recharge.\na The baseline freshwater consumption is defined as 55.9 million m3 .\n48 bp sustainability report 2022"
    },
    {
      "page": 51,
      "text": "Caring for\nour planet\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n18\nNature-based solutions Natural climate solutions We enhanced our external engagement to support\nthe growth of high-integrity carbon credits in\nChampioning\nWe continued developing our NbS action plan We are supporting efforts to scale up high-integrity carbon markets. For example, we participated in a\nin 2022. We are focusing on several aspects, NCS, which can deliver environmental and consultation on the Integrity Council for Voluntary\nnature-based including: opportunities to incorporate NbS in social benefits and contribute to reducing global Carbon Markets’ (IC-VCM) Core Carbon Principles\nour engineering practices; raising awareness and emissions. We only originate and trade carbon (CCPs) and Assessment Framework. The IC-VCM\nimproving understanding of NbS; and evaluating credits certified to third-party standards. is a governance body established to set global\nsolutions\nthe costs and benefits of NbS compared with standards for the voluntary carbon market.\nOur centre of excellence in our low carbon trading\nmore standard engineering solutions. We support its mission to ensure the voluntary\nteam conducts project due diligence above and\ncarbon market helps deliver the goals of the\nOur aim 18 is championing beyond that provided by third-party standards on\nParis Agreement. We welcome the development\nour originated projects and programmes. We are\nnature-based solutions and enabling of the CCPs as a global threshold for carbon\nWhat are nature-based solutions and learning more over time and working to create new\ncertified natural climate solutions. high-integrity opportunities in the voluntary carbon credit integrity and provided feedback on their\nnatural climate solutions? Assessment Framework.\nmarket. We want to support projects that protect\nWe aim to use nature-based solutions (NbS) to\nNature-based solutions are actions to standing forests and other natural ecosystems, We also submitted our response to the EU\ndeliver value and contribute to our people and\nprotect, sustainably manage and restore as well as sustainable development opportunities Commission’s consultation on a regulatory\nplanet aims in our operations and through our\nnatural or modified ecosystems that in local communities. We expect our approach to framework for the certification of carbon removals\nbusiness activities. We will also support the\naddress societal challenges effectively while evolve in line with market developments. and, as a member of World Economic Forum\ndevelopment of scalable markets for certified\nsimultaneously providing human wellbeing and Ocean 100, participated in its discussion on\nnatural climate solutions that help the world We continued growing our originated portfolio of\nbiodiversity benefits. exploring blue carbon opportunities.\nreduce deforestation, get to net zero and deliver verified carbon credits throughout 2022. In 2021\nenvironmental and social benefits. Natural climate solutions are a subset of our NCS programme in Mexico, together with We currently participate in several other\nnature-based solutions that focus on actions to the US Agency for International Development NCS-related trade associations:\nreduce or remove greenhouse gas emissions and our partner Pronatura Mexico A.C issued\ny Oil and Gas Climate Initiative NCS working group\nOur progress in 2022 through nature conservation, restoration and its first credits from 15 initial improved forest\nimproved land management. management projects. Fourteen new projects y World Business Council for Sustainable\nDevelopment NCS working group\nWe have set two objectives for this aim: issued credits for the first time in 2022.\ny NCS Alliance\ny Use nature-based solutions (NbS) to deliver\ny International Emissions Trading Association\nvalue and contribute to our people and\n(IETA) Working Group for NCS and the IETA\nplanet aims.\nMarkets for NCS Initiative\ny Enable emissions reductions through\ny City of London UK Voluntary Carbon\ninvestments in certified natural climate\nMarkets Forum.\nsolutions (NCS).\nRead more: Aims and objectives summary\n49 bp sustainability report 2022"
    },
    {
      "page": 52,
      "text": "Caring for\nour planet\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n19 Increasing circularity across bp In India, Castrol is rolling out more sustainable Waste streams\npackaging for its premium engine oil brand, Castrol\nWe rolled out new waste metrics across all\nUnlock\nWe built on the foundational work we completed POWER1 ULTIMATE. The product is being packed\nour operated businesses, which are now collecting\nin 2021, by finalizing our internal framework for in 100% post-consumer recycled bottles, made\nwaste data for 29 different waste streams using\ncircularity circularity. In developing the framework, we have from reprocessed plastic waste instead of virgin them. This will help us identify new circularity\nadopted the Ellen MacArthur Foundation (EMF) plastic. This roll-out builds on Castrol’s global\nopportunities, find ways to reduce waste, and\ndefinition of circularity. launch of lighter packaging in 2021, which reduced\nrecover more unavoidable waste.\nits plastics use by more than 2,000 tonnes\nOur aim 19 is to unlock new sources Our framework focuses on three principles of\nyear-on-year. Our primary focus is on waste reduction, aligning\nof value through circularity. circularity, also based on definitions set by the our waste management with circular economy\nEMF, but adapted for bp. These three principles Castrol is also exploring the potential use of\nprinciples and using technologies best suited to\nWe want to keep materials in use for longer are: eliminate waste and pollution; circulate alternative materials as part of its aim to halve its\ndifferent waste streams. We prioritize recycling\nand value them throughout their lifecycle. products and materials; and regenerate nature. plastic footprint by 2030a. Castrol has joined the\nand recovery over disposal, and endeavour to\nWe will do this by using resources responsibly Pulpex cross-industry consortium and is currently\nWe will focus on embedding the framework into provide useful resources for other industries.\nand embracing circular principles in design, assessing the potential of using its sustainably\nour businesses in 2023. We believe it can help to\noperations and decommissioning and aim to sourced wood pulp bottle technology for its\nclarify circularity principles and set out practical Read more about waste management on\nwork with partners and our joint ventures to lubricants. Castrol Pulpex bottles are still in\nactions to help them work to support this aim. page 13.\ncreate opportunities. early-stage development, but this project\nThe framework sets out consistent principles and\nexemplifies the type of opportunities that can\nterminology but is also flexible enough to meet the\nemerge from cross-sector partnerships.\ndifferent challenges that each of our businesses\nOur progress in 2022\nface on circularity. In our retail businesses in the UK, Germany\nand Poland, we have built on our successful\nOur objective for this aim is to increase the Our performance\nintroduction of the Too Good To Go app, which\ncircularity of our existing operations and products Our new framework will help us make progress helps us reduce our food waste. In 2022 we\nand identify circular opportunities in new projects to improve the circularity of our operations and saved approximately 700,000 meals from going\nand businesses. products but we are already in action, delivering to landfill. In the UK 500,000 meals have now\non existing aims to reduce plastics and packaging been saved since the app was launched in 2021.\nRead more: Aims and objectives summary in our customers & products business. We see We are also taking a pro-active approach to\nopportunities to offer our customers more circular reducing food waste in our retail stores across\nsolutions and respond to evolving regulatory Europe. For example, in Poland we are running\nrequirements. We have now begun to extend our pilot projects aimed at avoiding over-stocking of\nfocus to other parts of the business, for example food products.\nin low carbon energy.\na To promote the responsible design and management of plastic packaging along its lifecycle, Castrol defines its plastic footprint as the amount of virgin plastic included in packaging per litre that isn’t recycled. Our baseline is 2019.\n50 bp sustainability report 2022"
    },
    {
      "page": 53,
      "text": "Caring for\nour planet\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\n20\nWe continued raising awareness of sustainable Focusing on high-impact categories Collaborating with suppliers\nSustainable purchasing in several ways, including the launch We started work on our sustainable procurement We are collaborating with our suppliers to develop\nof new training to help bp procurement teams policy in 2022, testing our approach in three a more sustainable supply chain. For example,\nunderstand the different aspects of sustainability high impact categories of spend – logistics, we are working with several to accelerate the\npurchasing at bp. A forum held in October 2022 to share utilities and EV chargers. These categories transition to the use of green steel and are\nsustainability stories, was attended by more than were selected based on thier potential to reduce considering the possibility of bp providing clean\n400 procurement practitioners and we now plan emissions, increase circularity and deliver other energy to steel manufacturers. The technology\nto run more events of this kind. We also welcomed sustainable outcomes used to manufacture green steel is still evolving\nOur aim 20 is developing a more\nnew members into our sustainable supply chain and the volumes available are relatively low.\nsustainable supply chain. ambassador network and launched a centre of In the logistics category, our targeted However, our suppliers are helping us achieve\nexcellence focused on maximizing opportunities actions included: more immediate supply chain emissions\nWe will work with our key suppliers to embed\nfor local supply chains in our low carbon y Partnering with a supplier to introduce reductions in this hard-to-abate sector.\nsustainable practices, focusing on reducing\nenergy businesses. sustainable aviation fuel (SAF) for use on flights\ngreenhouse gas emissions and increasing the We encourage our suppliers to help address\ncircularity of what we buy. To help achieve our aim 19, unlock circularity, to and from bp operations on the UK Continental climate change and support the energy transition.\nwhich includes a 2025 recycled or recyclable Shelf. SAF is made from sustainable feedstocks For example, we introduced key performance\npackaging target for our European retail business, and produces up to 80% fewer lifecycle carbon indicators for sustainability with several suppliers\nOur progress in 2022 we started sourcing single-wall rather than emissions than any conventional jet fuel in the EV charging category in 2022. We will\ndouble-wall coffee cups for use in our Wild it replaces. work closely with them to set specific emissions\nOur objective for this aim is to define our Bean retail outlets in Europe. This has reduced y Appointing a local supplier in Trinidad reduction targets, which will be reviewed every\nsustainable procurement policy and set long-term the amount of cardboard we purchase, and the and Tobago to provide the emergency three months.\nnumber of vehicles required for deliveries. response vessels we use. This has resulted\naims by 2023.\nin a shorter, more efficient supply chain and\nRead more about unlocking circularity on reduced costs. It also supports our aim 13,\nRead more: Aims and objectives summary\npage 50. sustainable livelihoods.\ny Trialling sustainability bid evaluation guidance,\nWe continued our work on human rights, labour\nwhich may help us standardize the way\nrights and modern slavery in our supply chain\nwe include sustainability factors in our\nand on supplier diversity. This work contributes\npurchasing decisions.\nto objectives set for two of our other aims: decent\nwork (aim 12) and multiply DE&I impact through\nsuppliers (aim 14).\nRead more about decent work on page 40.\nRead more about our aim 14, greater equity\non page 42.\n51 bp sustainability report 2022"
    },
    {
      "page": 54,
      "text": "In this section\nEngaging with our stakeholders 53\nEngaging\nstakeholders\nCommunity engagement event,\nBodelwyddan, North Wales, UK\n52 bp sustainability report 2022"
    },
    {
      "page": 55,
      "text": "Engaging\nstakeholders\nEEnnggaaggiinngg wwiitthh oouurr ssttaakkeehhoollddeerrss\nRegular and constructive engagement with our stakeholders is crucial to the delivery of our ambition, sustainability frame and aims.\nWe engage with many different stakeholders, in many different ways from local meetings to global partnerships.\n–\nWe identify our main stakeholders as employees, Employees Government and regulators Customers\ncustomers, investors and shareholders,\ngovernment and regulators, partners and\n67,600 $12.5bn ~12m\nsuppliers and society.\nThis section provides an overview of our\nemployees worldwide corporate income and production tax paid customer touchpoints\nengagement with our main stakeholder groups\nand includes examples of our activities during We depend on our employees to maintain safe, We engage with governments to build constructive Our engagement with customers helps us\n2022. Throughout this report there are more reliable, and compliant operations and deliver relationships and to support the development of understand what they want from bp and ensure\nexamples of stakeholder engagement to support our purpose and strategy. We are committed to national energy projects. We also co-operate with we add value for them. Increasingly, we work\ndelivery of our aims. engaging them in the bp’s purpose and strategy. governments, regulators and legislators, during with commercial customers to help them as they\nTo do so, we use a range of tools and channels, the development of policies that are relevant to work to achieve their sustainability goals, and to\nincluding webcasts and our intranet. our business and support a secure, affordable and progress the decarbonization of industry sectors.\nlower carbon energy system. Much of our engagement with consumers comes\nFor example: through our convenience & mobility and retail\nOur engagement includes direct meetings,\nEmployee performance and development – businesses. Our engagement is also focused\nparticipation in government-led working groups,\nWe have evolved our approach to employee on understanding our retail customers, covering\nconsultations on policy proposals, and direct or\nperformance and development with focus@bp. everything from product preferences to diversity\nindirect advocacy.\nThis enables employees to engage around their and accessibility considerations.\nprofessional development in real time, using\nFor example:\nintuitive technology. We also launched grow@bp For example:\nGreen hydrogen in Mauritania – We have\nin 2022 a new learning platform to access Fleet customers – We are helping some of\nsigned a memorandum of understanding\nto our development offers. We continually gather the world’s biggest fleet operators accelerate\nwith the government of Mauritania to deliver a\nfeedback about our employees’ development their transition to low carbon, with a focus\nprogramme that will explore the potential for\nexperiences, through our ‘Pulse’ and ‘Pulse live’ on renewable diesel, biogas, EV charging and\nlarge-scale use of green hydrogen there.\nsurveys and other feedback mechanisms. potentially, hydrogen.\nNet zero consultation in the UK – We\nUnion engagement – We support our Castrol PATH360 – Castrol has set a strategy\nresponded to the UK Government’s Net\nemployees’ right to make a fully informed choice to deliver a more sustainable future, with aims\nZero Review consultation, one of the largest\nfor collective representation and we work hard to to save waste, reduce carbon and improve lives.\nengagement exercises on net zero in the UK\nbuild constructive relationships with unions and It is working with its customers as they work\nto date.\nworks councils. In 2022, we reached contract towards meeting their own sustainability goals\nagreements with unions across a number of – for example, through the development of new\nour manufacturing sites. We also worked with Read more about our advocacy work on products for lower carbon mobility solutions.\nEuropean Works Council leaders to jointly develop page 31.\na new contract that will better serve bp and our\nemployees in the European Union in future.\nRead more about developing our people and\n53 bp sustainability report 2022 employee sentiment on page 12."
    },
    {
      "page": 56,
      "text": "Engaging\nstakeholders\nEngaging with our stakeholders\nSociety Non-governmental organizations (NGOs) Investors and shareholders Partners and suppliers\nWe work with NGOs at international, national and\nLocal communities Supply chain partners\nlocal level. Many of them have complementary $4.4bn\nexpertise on social and environmental issues and\n$93m 39,000\nwe often rely on them to act as a bridge between\nbp and other stakeholders. Our engagement with total dividends distributed to bp shareholders\nsocial investment spend many NGOs is reported under our aims. It is important that our shareholders and potential suppliers worldwide\nWe aim to work in ways that benefit local investors understand our strategy and our progress. We engage with our suppliers and partners to\ncommunities and to build respectful and For example: It is equally important for us to understand their improve sustainability and reduce any adverse\ntransparent relationships with them. Environmental Defense Fund (EDF) – Through views of bp and the energy sector. We use insights impacts across our supply chain. We also\nour memorandum of understanding with from our investor engagements to inform our support our suppliers in their sustainability goals.\nOur community engagement ranges from direct the EDF, which was renewed in 2022, we communications to financial markets. With around 39,000 suppliers worldwide, this is an\nconversations conducted by dedicated community have collaborated to lead on reducing global\nliaison officers, to public consultations. We share methane emissions across the oil and gas Our investor relations team co-ordinates our important part of our sustainability activities.\ninformation about our activities and invite people value chain. In 2022 this included sharing one-to-one engagement with key investors and Our engagement includes daily business\nto share their concerns and feedback through a knowledge about the use of satellites in our investor events, which include roadshows and interactions, performance reviews and\nnumber of accessible channels, including speak methane measurement and the development results presentations. supplier forums.\nup mechanisms. of standard greenhouse gas clauses for\ncontracts with NOJVs. For example: For example:\nFor example: Climate Action 100+ (CA100+) – We value our\nDiversity in partnerships – In June 2022 we\nEngaging with indigenous peoples in Western Shift – We have a constructive relationship engagement with CA100+ and its constructive\nlaunched a bp sourcing platform to promote\nAustralia – In Western Australia, where we with Shift, a leading centre of expertise on the challenge and support. In line with the 2019\nopportunities to certified diverse suppliers.\nhave announced major new investments in UN Guiding Principles. In 2022, Shift helped special resolution they requisitioneda, we\nThe first campaign was targeted at suppliers\nrenewables, we have appointed an indigenous us launch a dedicated project to assess evaluate consistency with the Paris agreement\nwho provide digital expertise. It resulted in the\nengagement manager to focus on building the quality of our relationships with local for all material capital expenditure, disclose\nonboarding of seven new diverse suppliers.\nrelationships with First Nations and other communities. We hope this will help shape our climate-related targets and metrics and the link\ncommunity representatives, including those social performance in ways that lead to better between these and executive remuneration.\nfrom the Nyangurmarta community. outcomes for people. In 2022 our score improved in the CA100+ Read more about diversity in our supply chains\nNet Zero Company Benchmark. We are ‘fully on page 43.\nbp open house careers workshop – In\naligned’ against three metrics and ‘partially\n2022 we partnered with refugee service Read more about sustainable purchasing on\naligned’ on all other metrics.\norganisations, including RefuAid and Migrant page 51.\nLeaders, to welcome around 40 migrants and Institutional Investors Group for Climate\nrefugees to a careers event at our learning Change (IIGCC) – In 2022 we helped pilot the\ncentre in Sunbury, UK. We ran CV and interview IIGCC net zero standard for the oil and gas\nskills workshops, and facilitated networking sector. The outcome of this pilot is expected\nto help attendees make connections with to be incorporated into the next version of the\npotential coaches and mentors. More than 100 CA100+ Net Zero Company Benchmark.\nbp employees supported the event through our\nnew volunteering platform.\nRead more about our performance against the\nCA100+ benchmark: bp.com/ourreporting\nRead more about our community engagement\non page 41. a The requirements of the CA100+ resolution can be found on page 59. bp’s responses to the requirements of the resolution are detailed in the\nbp Annual Report 2022 (see page 27).\n54 bp sustainability report 2022"
    },
    {
      "page": 57,
      "text": "Engaging\nstakeholders\nEngaging with our stakeholders\nTrade associations and Academia Partnering across sectors\nindustry initiatives Engagement with academia provides fresh\nIn addition to our engagement with specific stakeholders or our focus on single issues, we also\nWe believe that our participation in our trade perspectives and evidence-based insights on\nengage via initiatives or organizations that bring together businesses, NGOs, academia, think-tanks\nassociations and industry initiatives brings climate change and the energy transition. It also\nand governments. This form of engagement often addresses multiple issues and may continue for\nsignificant benefits. Through our many enables us to fund research and technology that\nmany years.\nmemberships, we share our opinions and can support our activities – including our low\nadvocate for policy and development in line with carbon businesses. Research can take decades\nour strategy. to complete so our university research portfolio Sustainable Markets Initiative (SMI) – bp is a World Business Council for Sustainable\nhas a particular focus on pushing forward nascent founding partner of the SMI. Two bp employees Development (WBCSD) – We are a founding\nFor example: low carbon technologies. We maintain a global are seconded to work there and our CEO leads member of the WBCSD and our EVP for strategy,\nOil and Gas Climate Initiative (OGCI) – In 2022 network of strategic university partners and run the SMI Energy Transition Taskforce. During 2022 sustainability & ventures is a member of its\nthe CEO-led OGCI launched an Aiming for Zero many scholarship programmes, joint research the Energy Transition Taskforce developed and Executive Committee. In 2022 we participated in\ninitiative that supports the drive to reduce and initiatives and workshops to share learning published two reports – one on accelerating the a number of WBCSD initiatives and contributed to\neliminate flaring, venting and methane. and expertise. pace of renewable energy deployment, the other a pilot for its Roadmaps to Nature Positive action\non the importance of putting customers at the framework. This framework is designed to help\nMethane Guiding Principles (MGP) – Through\nFor example: heart of the transition. At COP27, together with businesses prepare to set science-based targets\nthe executive-led MGP, we help drive action to\nCarbon Mitigation Initiative (CMI) – Based at other SMI taskforces, it published a transition for nature and report against the Taskforce for\nreduce methane emissions alongside industry\nPrinceton University, the CMI is an independent framework to help stakeholders identify, assess, Nature-related Financial Disclosures.\npeers, technical service companies, industry\nacademic research programme sponsored rank and track companies driving the transition.\nassociations and civil society.\nby bp and administered by the High Meadows\nIPIECA – We are a long-standing member of Environmental Institute. It works to find ‘a\nIPIECA. In 2022 we actively participated in sustainable solution to the carbon and climate\nworking groups focused on natural climate change problem’. Princeton’s Net-Zero America\nsolutions, biodiversity and labour rights and report, funded in part by CMI and published\nmodern slavery. in 2021, was updated in 2022 for Australia, to\ninclude analysis off technological pathways\nfor decarbonization.\nRead more about trade associations on\npage 32. ICAM – A partnership between bp, Imperial\nUniversity London, Manchester University,\nCambridge University and Illinois Urbana\nChampaign, focused on research to help solve\nglobal energy industry challenges. In 2022,\nICAM kicked off major strategic research.\nprojects investigating catalysis for green\nhydrogen and catalysis for CO conversion.\n2\n55 bp sustainability report 2022"
    },
    {
      "page": 58,
      "text": "Our repor ting In this section\nMateriality 57\nAbout our reporting 58\nGlossary 59\nAssurance statement 61\nCautionary statement 62\nbp office, Budapest, Hungary\n56 bp sustainability report 2022"
    },
    {
      "page": 59,
      "text": "Our reporting\nMateriality\nTo make sure we report about the sustainability issues that matter most to our stakeholders, we carry out\nregular materiality assessments. We use what we learn to inform our sustainability reporting.\nOur 2022 materiality process Material issues\nBuilding on the process used in 2021, we worked\nwith an external agency to refresh specific\nelements of the materiality assessment process\nused for this sustainability report – to ensure Get to Improve Care for\nit reflects external developments relating to\nsustainability and ESG. This refresh involved Our approach net zero people’s lives our planet\nresearch to identify new and emerging ESG topics.\nThis research included a review of ESG frameworks,\nBusiness ethics Climate change and Access to clean energy Biodiversity and\nlegislation and industry trends. Current material\nissues were also assessed, to confirm their and accountability the energy transition sensitive areas\ncontinuing strategic significance. We discussed\nPage 10 Pages 17-20 Page 38 Page 47\nand validated the findings of this research with\ninternal stakeholders, including environmental\nEmployee attraction GHG emissions Diversity, equity and inclusion Circularity\nand social subject matter experts. We reported\nand retention – our products\nthe findings to the board-level safety and\nsustainability committee.\nPages 11-12 Pages 25-26 Pages 42-43 Page 50\nChanges in materiality for 2022\nWe identified 20 key issues of continuing Safety GHG emissions Health and wellbeing Nature-based solutions\nimportance to bp and mapped them to our – our operations\nsustainability frame. This highlighted that\nPages 8-10 Pages 22-23 Page 44 Page 49\nbiodiversity and sensitive areas had increased in\nsignificance compared with 2021. Consequently,\nMethane gas emissions Human rights Sustainable supply chain\na 2021 topic – ecological impacts, dependencies\nand opportunities – was consolidated into\nPages 27-28 Pages 39-40 Page 51\nbiodiversity. We did not identify any other\nsignificant increases or decreases in the impact of\nPublic policy and lobbying Just transition Water management\nour current material topics compared with 2021.\nPages 31-32 Pages 39-40 Page 48\nRead more about our materiality process:\nbp.com/ourreporting Renewable energy Sustainable livelihoods and\ncommunity engagement\nPages 28-29 Pages 41-42\n57 bp sustainability report 2022"
    },
    {
      "page": 60,
      "text": "Our reporting\nAbout our reporting\nWe aim to report on many different aspects of bp, including joint ventures where\nwe are the operator. Our aim is to provide useful and transparent reporting.\nESG Standards and frameworks\nTo help stakeholders analyze our progress on Task Force on Climate-related Financial CDP UN Global Compact\nsustainability we publish a detailed ESG datasheet. Disclosures (TCFD) We submitted a response to the CDP climate We are a signatory to the UN Global Compact\nOur sustainability data management system, We describe how we have made disclosures questionnaire and received a B score in 2022. and have reinforced our support for the 10\nOneCSR, provides a robust platform for collecting, against the TCFD’s recommendations and principles on human rights, labour, environment\nanalyzing and sharing data about the carbon, recommended disclosures, in our annual report and anti-corruption through our purpose and\nenvironmental and social performance of our and online at bp.com/TCFD sustainability frame. We plan to respond to the\nprojects and operations. enhanced Communication on Progress in 2023.\nRead more: bp.com/ourreporting\nRead more: bp.com/ESGdata Read more: bp.com/ourreporting\nGlobal Reporting Initiative (GRI) standards SASB standards\nVerification and assurance\nIPIECA – the global oil and gas industry\nWe now report with reference to the GRI universal We take the SASB oil and gas exploration\nassociation for advancing environmental and\nOur verification methods include data reviews by standards and oil and gas industry standards. and production standard into account when\nsocial performance\nreporting businesses and subject matter experts, We previously reported in line with the core option making disclosures as part of our response to\nsecond-line and group reviews, along with third- of the GRI standards. growing demand for non-financial information IPIECA’s sustainability reporting guidance\nline reviews by internal audit. to help benchmark corporate performance. informs the way we report on environmental\nand social issues.\nWe ask Deloitte to provide limited external Read more: bp.com/GRI\nassurance for several key sustainability metrics to\nRead more: bp.com/ourreporting\nthe internationally recognized ISAE 3000 standard.\nRead the Deloitte assurance statement, Read our SASB index: bp.com/ourreporting\non page 61.\nRead more: bp.com/basisofreporting\nOur reporting centre\nYou can access all of our current reports online.\nRead more: bp.com/reportingcentre\n58 bp sustainability report 2022"
    },
    {
      "page": 61,
      "text": "Our reporting\nGlossary\nAverage carbon intensity of sold energy as appropriate, for the year ending 2019 onwards, that nothing in this resolution shall limit the EV charge points\nproducts a description of its strategy which the board company’s powers to set and vary its strategy, or Defined as the number of connectors on a\nThe rate of GHG emissions per unit of energy considers, in good faith, to be consistent with the associated targets or metrics, or to take any action charging device, operated by either bp or a\ndelivered (in grams COe/MJ) estimated in goals of Articles 2.1(a)(1) and 4.1(2) of the Paris which it believes in good faith, would best promote bp joint venture.\nrespect of sold energy p 2 roducts. GHG emissions Agreement (3) (the ‘Paris goals’), as well as: the long-term success of the company.\nare estimated on a lifecycle basis covering (1) C apital expenditure: how the company Customer touchpoints Fast/Fast charging\nuse, production, and distribution of sold Fast charging comprises rapid charging and\nevaluates the consistency of each new Customer touchpoints are the number of retail\nenergy products. ultra-fast charging.\nmaterial capex investment, including in the customer transactions per day on bp forecourts\nBiofuels production exploration, acquisition or development of oil globally. These include transactions involving fuel Green hydrogen\nand gas resources and reserves and other and/or convenience across all channels of trade.\nBiofuels production is the average thousands of energy sources and technologies, with (a) the Hydrogen produced by electrolysis of water using\nbarrels of biofuel production per day during the Paris goals and separately (b) a range of other Developed renewables to final investment renewable power.\nperiod covered, net to bp. This includes equivalent outcomes relevant to its strategy. decision (FID)\nethanol production, bp Bunge biopower for grid Installed renewables capacity\nTotal generating capacity for assets developed to\nexport, refining co-processing and standalone (2) M etrics and targets: the company’s principal Installed renewables capacity is bp’s share of\nFID by all entities where bp has an equity share\nhydrogenated vegetable oil (HVO). metrics and relevant targets or goals over the capacity for operating assets owned by entities\n(proportionate to equity share). If the asset is\nshort, medium and/or long term, consistent where bp has an equity share.\nBlue hydrogen subsequently sold, bp will continue to record\nwith the Paris goals, together with disclosure of:\ncapacity as developed to FID. If bp equity share\nHydrogen made from natural gas in combination Low carbon activity\nincreases, developed capacity to FID will increase\nwith carbon captured and stored (CCS). a. T he anticipated levels of investment in (i) oil and proportionately to share increase for any assets An activity relating to low carbon including:\ngas resources and reserves; and (ii) other energy\nwhere bp held equity at the point of FID. renewable electricity; bioenergy; electric vehicles\nCapital expenditure sources and technologies.\nand other future mobility solutions; trading and\nTotal cash capital expenditure as stated in the Emissions from the carbon in our upstream oil marketing low carbon products; blue or green\nb. T he company’s targets to promote reductions\ngroup cash flow statement. Capital expenditure and gas production hydrogen and carbon capture, use and storage\nin its operational greenhouse gas emissions, to\nf & o p r r t o h d e u o c p t e s r b a u ti s n i g n e s s e s g e m s e is n t p s r e a s n e d n c te u d s t o o n m t e h r e s b ot e h r e e r v r i e e l w ev e a d n in t f l a in c e to w rs it . h changing protocols and E co s m tim b a u t s e t d io C n O o 2 f e u m ps is tr s e i a o m ns p f r r o o d m u c th ti e o n as o s f u c m ru e d d e oil, ( a C c C ti U vi S ti ) e . s N , t o h te e s t e h a te t, r w m h s i l d e o t h n e o r t e m is e s a o n m th e e o s v a e m rla e p a o s f\nsame basis. natural gas and natural gas liquids (NGLs) based bp’s strategic focus area of low carbon energy\nc. T he estimated carbon intensity of the on bp’s net share of production, excluding bp’s or our low carbon energy sub-segment, reported\nCA100+ resolution\ncompany’s energy products and progress on share of Rosneft production and assuming that within the gas & low carbon energy segment.\nThe CA100+ resolution means the special\ncarbon intensity over time. all produced volumes undergo full stoichiometric\nresolution requisitioned by Climate Action 100+ Low carbon investment\ncombustion to CO.\n2\nand passed at bp’s 2019 Annual General Meeting, d. A ny linkage between the above targets and Capital investment in relation to low carbon\nthe text of which is set out below. executive remuneration. Energy products activity.\nFor the purposes of our 2022 disclosures relating\nSpecial resolution: Climate Action 100+ shareholder (3) P rogress reporting: an annual review of Methane intensity\nto our aim 3, we consider an energy product to\nresolution on climate change disclosures. progress against (1) and (2) above. be one that is generally used to satisfy an energy Methane intensity refers to the amount of\nThat in order to promote the long-term success Such disclosure and reporting to include the demand. In the case of fuels, to burn them to methane emissions from bp’s operated upstream\nof the company, given the recognized risks and criteria and summaries of the methodology and release their calorific content, and in the case of oil and gas assets as a percentage of the total\nopportunities associated with climate change, we core assumptions used, and to omit commercially electricity to provide work or heat. For further gas that goes to market from those operations.\nas shareholders direct the company to include in confidential or competitively sensitive information information on products included in bp’s 2022 Our methodology is aligned with the Oil and Gas\nits strategic report and/or other corporate reports, and be prepared at reasonable cost; and provided aim 3 reporting see the basis of reporting. Climate Initiative’s (OGCI).\nRead more: bp.com/basisofreporting\n59 bp sustainability report 2022"
    },
    {
      "page": 62,
      "text": "Our reporting\nGlossary\nNet zero Net zero sales Rapid charging Transition growth\nReferences to global net zero in the phrase, bp’s aim to reach net zero for the carbon intensity Rapid charging includes electric vehicle charging Activities, represented by a set of transition growth\n‘to help the world get to net zero’, means achieving of sold energy products, in accordance with bp’s of greater than or equal to 50kW, and less engines, that transition bp toward its objective\na balance between anthropogenic emissions by aim 3. Any interim target or aim in respect of bp’s than 150kW. to be an integrated energy company, and that\nsources and removals by sinks of greenhouse aim 3 is defined in terms of reductions in the carbon comprise our low carbon activity alongside\ngases on the basis of equity, and in the context intensity of the energy products we sell (in grams Renewables pipeline other businesses that support transition, such\nof sustainable development and efforts to COe/MJ) relative to the baseline year of 2019. Renewable projects satisfying the criteria below as our power trading and marketing business\n2\neradicate poverty’, as set out in Article 4(1) of until the point they can be considered developed and convenience.\nthe Paris Agreement. References to net zero for New material capex investment to FID: Site based projects that have obtained land\nbp in the context of our ambition and aims 1, 2 A decision taken by the resource commitment exclusivity rights, or for PPA based projects an Transition growth investment\nand 3 mean achieving a balance between (a) the meeting in 2021 to incur inorganic or organic offer has been made to the counterparty, or for Capital investment in relation to transition\nrelevant Scope 1 and 2 emissions (for aim 1), investments greater than $250 million that relate auction projects pre-qualification criteria has been growth, that is aligned to our aim 5 (to increase\nScope 3 emissions (for aim 2) or product lifecycle to a new project or asset, extending an existing met, or for acquisition projects post a binding offer the proportion of investment we make into our\nemissions (for aim 3) and (b) the aggregate of project or asset, or acquiring or increasing a share has been accepted. non-oil and gas businesses. For this purpose, we\napplicable deductions from qualifying activities in a project, asset or entity. define ‘oil and gas’ activities as those primarily\nsuch as sinks under our methodology at the Sold energy products encompassing the production, refining and sale\napplicable time. Operating management system (OMS) For the purposes of aim 3, these represent the of fossil hydrocarbons and their products and\nbp’s OMS helps us manage risks in our operating energy products we sell to third parties including those associated with the dedicated gas and oil\nNet zero operations\nactivities by setting out bp’s principles for both marketed sales and physically traded trading businesses).\nbp’s aim to reach net zero operational greenhouse good operating practice. It brings together energy products. For these purposes, bp group\ngas (CO 2 and methane) emissions by 2050 or bp requirements on health, safety, security, subsidiaries and equity accounted entities are not Ultra-fast charging\nsooner, on a gross operational control basis, in the environment, social responsibility and considered third parties, other than in our trading Vehicle charging greater than or equal to 150kW.\naccordance with bp’s aim 1 which relates to our operational reliability, as well as related issues, & shipping and customer & products businesses,\nreported Scope 1 and 2 emissions. Any interim such as maintenance, contractor relations where sales to equity accounted entities are Underlying replacement cost (RC) profit or loss\ntarget or aim in respect of bp’s aim 1 is defined and organizational learning, into a common considered third-party sales. Non-GAAP measure. RC profit or loss (as\nin terms of absolute reductions relative to our management system. defined in bp Annual Report 2022 page 396)\nbaseline year of 2019. Sustainable emissions reductions (SER)\nafter excluding net adjusting items and related\nPhysically traded energy product SERs result from actions or interventions that taxation. See bp Annual Report 2022 page 351 for\nNet zero production\nFor the purposes of aim 3, this includes trades in have led to ongoing reductions in Scope 1 additional information on the adjusting items that\nbp’s aim to reach net zero CO 2 emissions, in energy products, which are physically settled, (direct), Scope 2 (indirect) greenhouse gas (GHG) are used to arrive at underlying RC profit or loss in\naccordance with bp’s aim 2, from the carbon in our with the exception of, for example, financial trades emissions (carbon dioxide and methane), or order to enable a full understanding of the items\nupstream oil and gas production, in respect of the and certain other transactions where the purpose both, such that GHG emissions would have been and their financial impact.\nestimated CO 2 emissions from the combustion or effect is that the volumes traded or supplied net higher in the reporting year if the intervention had\nof upstream production of crude oil, natural gas off against each other. not taken place. SERs must meet three criteria:\nand natural gas liquids (based on bp’s net share a specific intervention that has reduced GHG\nof production, excluding bp’s share of Rosneft emissions, the reduction must be quantifiable\nproduction and assuming that all produced volumes and the reduction is expected to be ongoing.\nundergo full stoichiometric combustion to CO 2 ). Reductions are reportable for a 12-month period\nAim 2 is bp’s Scope 3 aim and relates to Scope 3 from the start of the intervention/action.\ncategory 11 emissions. Any interim target or aim in\nrespect of bp’s aim 2 is defined in terms of absolute\nreductions relative to the baseline year of 2019.\nFor terms with refer to the glossary on pages 59-60.\n60 bp sustainability report 2022"
    },
    {
      "page": 63,
      "text": "Our reporting\nAssurance statement\nIndependent assurance statement by Deloitte LLP to bp on selected sustainability information\nScope of work 14. Scope 1 (direct) carbon dioxide emissions (operational Our conclusion not involve consideration of the maintenance and integrity of\nboundary) (MtCO2) (Aim 1) that website and, accordingly, we accept no responsibility for\nWe have provided independent limited assurance, in 15. Scope 1 (direct) methane emissions (operational Based on our procedures described in this report, nothing any changes that may have occurred to this report and the\naccordance with the International Standard for Assurance boundary) (Mte) (Aim 1) has come to our attention that causes us to believe that Reports, since they were initially presented on the website.\nEngagements (“ISAE”) 3000 (Revised)1 , on selected 16. Carbon emissions upstream oil and gas production the selected subject matter stated above presented in the\nsustainability information (“subject matter”), for the financial (MtCO2e) (Aim 2) Reports, for the financial year ended 31 December 2022, has Our independence and competence\nyear ended 31 December 2022. The subject matter is 17. Carbon intensity of total marketed and physically traded not been prepared, in all material respects, in accordance\nreported in the 2022 Sustainability Report (“SR”), the 2022 energy products (gCO2e/MJ) (Aim 3) with bp’s Reporting Requirements and Definitions. We complied with Deloitte’s independence policies, which\nAnnual Report and Accounts (“ARA”) and in the ‘ESG data’ 18. Methane intensity (%) (Aim 4) address and, in certain cases, exceed the requirements of\ndocument, published by bp p.l.c. (bp) on the bp website (bp. 19. Energy consumption for UK and offshore locations The basis of our work and level of the International Ethics Standards Board for Accountants’\ncom) (together, the “Reports”). (operational boundary) (GWh, base units of kWh) Code of Ethics for Professional Accountants in their role as\nassurance\n20. Energy consumption for global locations (excluding UK independent auditors, and in particular preclude us from\nSelected subject matter for assurance2 and offshore) (operational boundary) (GWh, base units taking financial, commercial, governance and ownership\nWe carried out limited assurance on selected bp’s safety\nof kWh) positions which might affect, or be perceived to affect, our\nand environmental KPIs (KPIs 1-20) in accordance with the\nSafety indicators:3 independence and impartiality, and from any involvement in\n1. Recordable Injury Frequency (RIF) (employees The above subject matter has been assessed against bp’s International Standard on Assurance Engagements (ISAE) the preparation of the report.\nReporting Requirements and Definitions.4 3000 (Revised). Under ISAE 3000 an assurance engagement\nand contractors) may be performed as a reasonable assurance or limited We have confirmed to bp that we have maintained our\n2. Days away from work case frequency (DAFWCF) Key assurance procedures assurance engagement. The procedures performed in a independence and objectivity throughout the year and that\n(employees and contractors) limited assurance engagement vary in nature and timing there were no events or prohibited services provided which\n3. Total fatalities (employees and contractors) To form our conclusions, we undertook the from, and are less in extent than for, a reasonable assurance could impair our independence and objectivity.\n4. Process safety events (Total of tier 1 and tier 2)\nfollowing procedures: engagement; and consequently, the level of assurance We have applied the International Standard on Quality\nEnvironmental indicators: y Examined the documents relating to bp’s sustainability obtained in a limited assurance engagement is designed to Control 1 and accordingly maintain a comprehensive\n5. Scope 1 (direct) GHG emissions (operational boundary) performance, including safety and operational enhance the intended users’ confidence about the subject system of quality control including documented policies\n6. ( S M co tC p O e 2 1 e ) ( d (A ire im ct ) 1 ) GHG emissions from UK locations r b is o k a r d d o c c o u m m m en it t t a e t e io m n, i i n n u te te rn s, a t l o a u u n d d it e o r u st t a p n u d ts t , h a e n d m as a s t u te ra r n in c f e o t r h m a a t t w io o n u b ld u t h i a s v s e u b b e s e t n an o t b ia t l a ly in l e o d w h er a d th a a n re t a h s e o nable a re n q d u p ir r e o m ce e d n u ts re , p s r r o e f g e a s r s d io in n g a l c s o t m an p d li a a r n d c s e a w n i d th a e p t p h li i c c a a b l le legal\n7. ( S o c p o e p ra e t 1 io ( n d a ir l e b c o t) u G nd H a G r y e ) m (M is t s C io O n 2 s e ) f r ( o A m im g 1 lo ) bal locations l s e u v s e t l a o in f a m b a il n it a y g p e e m rf e o n rm t a a w n a c r e e ; ness and oversight of a a s s s s u u r r a a n n c c e e e IS n A g E a g 3 e 0 m 00 e n re t q b u e i e r n es p t e h r a fo t r w m e e r d e . v T ie o w a c th h e ie p v r e o l c im es it s e e d s , and regulatory requirements.\n(excluding UK and offshore) (operational boundary) y Interviewed staff responsible for managing data processes systems and competencies used to compile the areas on Roles and responsibilities\n8. S (M co tC p O e 2 2 e ) ( i ( n A d im ire c 1) t) GHG emissions (operational y a E n xa d m da in ta e d m a a s n a a m ge p m le e o n f t c s o y n s t t r e o m l d s o a c t u g m ro e u n p ta le ti v o e n l ; for non- which we provide assurance. bp is responsible for the preparation of the sustainability\n9. b S o c u o n p d e a 2 r y (i ) n ( d M ir t e C c O t) 2 G e) H ( G Ai m em 1 i ) ssions from UK and offshore y fi E n xa a m nc i i n a e l d m d a i n sa a g g g em reg en at t e in d f d o a rm ta a r t e io p n o ; rted by a sample Inherent limitations i I n t f is o r r m es a p t o io n n s i a b n le d f s o t r a s te e m lec e t n in ts g c a o p n p t r a o in p e ri d a t w e i K th P in Is t w he it h R e w p h o i r c t h s .\nlocations (operational boundary) (MtCO₂e) (Aim 1) of businesses to assess whether the data have been Inherent limitations exist in all assurance engagements due to describe the entity’s performance, and establishing\n10. Scope 2 (indirect) GHG emissions from global locations collected, consolidated and reported accurately; and to the selective enquiry of the information being examined. and maintaining appropriate performance management\n(excluding UK and offshore) (operational boundary) y Performed procedures over the completeness of the data Therefore fraud, error or non-compliance may occur and not and internal control systems from which the reported\n(MtCO2e) (Aim 1) and whether the subject matter data has been collected, b\nas\ne\nt\nd\nh\ne\na\nt\nt\ne c\nin\nt\nc\ne\nl\nd\nu\n.\nd\nA\ne\nd\nd\nd\ni\ni\nn\nti o\nth\nn\ne\na l\nR\nly\ne\n,\np\nn\no\no\nr\nn\nt\n-\ns\nfi\n,\nn\nis\na\ns\nn\nu\nc\nb\nia\nje\nl i\nc\nn\nt\nf o\nto\nr m\nm\na\no\nt\nr\nio\ne\nn\nin\n,\nh\nsu\ne\nc\nre\nh\nn t\ninformation is derived.\n11. Scope 1 (direct) GHG emissions (equity boundary) consolidated and reported accurately at group level. Our responsibility is to independently express conclusions\nlimitations than financial information, given the nature and\n(MtCO2e) (Aim 1) We believe that the evidence obtained is sufficient methods used for determining, calculating, and sampling or on the subject matter as defined within the scope of work\n12. Scope 2 (indirect) GHG emissions (equity boundary) and appropriate to provide a basis for our limited estimating such information. above to bp in accordance with our letter of engagement.\n(MtCO2e) (Aim 1) assurance conclusion. Our work has been undertaken so that we may notify bp\n13. Total Sustainable Emissions Reductions (SERs) Our work has been undertaken so that we might state to bp of those matters we are required to inform them of in this\n(MtCO2e) (Aim 1) those matters we are required to in this report and for no statement and for no other purpose. To the fullest extent\nother purpose. Our work did not include physical inspections permitted by law, we do not accept or assume responsibility\n1 ISAE 3000 (Revised) International Standard for Assurance Engagements other than Audits or Reviews of Historical Financial Information of any of bp’s operating assets. to anyone other than bp for our work, for this report, or for\nissued by the International Auditing and Assurance Standards Board. While we acknowledge that this report will be published on the conclusions we have formed.\n2 All of the selected metrics are published with an associated ‘Basis of Reporting’ document, published on the bp website (bp.com). the bp website, the maintenance and integrity of that website Deloitte LLP, London\n3 For personnel safety metrics, the metric assured is for the entire workforce (employees plus contractors). is the responsibility of bp. The work that we carried out does\n4 bp’s Environmental Performance Group Reporting Requirements and Health, Safety and Environmental Reporting Definitions. 16 March 2023\n61 bp sustainability report 2022"
    },
    {
      "page": 64,
      "text": "Our reporting\nCautionary statement\nIn order to utilize the ‘safe harbor’ provisions of the workforce to deliver on these aims and mobilize bioenergy businesses and seeking early positions The term ’material’ is used within this document\nUnited States Private Securities Litigation Reform them to become advocates for net zero, the in hydrogen and carbon capture, use and storage to describe issues for voluntary sustainability\nAct of 1995 (the ‘PSLRA’) and the general doctrine aim to set new expectations for relationships and strengthen our gas position; our role in the Net reporting that we consider to be of high or medium\nof cautionary statements, bp is providing the with trade associations around the globe, the Zero Teesside and Northern Endurance projects; importance in terms of stakeholder interest\nfollowing cautionary statement. aim to be recognized as an industry leader for plans and expectations in relation to divestments and potential business impact. Material for the\nthe transparency of its reporting and the aim including non-core assets; expectations regarding purposes of this document should not, therefore,\nbp Sustainability Report 2022 contains certain to provide integrated clean energy and mobility bp’s partnership with Equinor for offshore wind be read as equating to any use of the word in other\nforecasts, projections and forward-looking solutions; plans and expectations for bp’s in the US; plans to continue to focus on the bp p.l.c. reporting or filings. bp’s Annual Report\nstatements – that is, statements related to future, Sustainability Frame that underpins the strategy customer and scale up our differentiated offers and Form 20-F 2022 may be downloaded from\nnot past events and circumstances with respect including 10 aims (our people and planet aims) in growth markets and for next-gen mobility bp.com/annualreport.\nto the financial condition, results of operations regarding more clean energy and the plan to have solutions, including electrification, sustainable\nand businesses of bp and certain of the plans developed 50GW renewable energy generating fuels and hydrogen; plans to do more to integrate No material in the Sustainability Report forms\nand objectives of bp with respect to these capacity to final investment decision by 2030, sustainability into our governance structures any part of that document. No part of this\nitems. These statements may generally, but not supporting a just transition that advances human and business processes, so that it informs our Sustainability Report or bp.com/sustainability\nalways, be identified by the use of words such rights and education and includes developing just strategic and operational decisions; statements constitutes, or shall be taken to constitute, an\nas ‘will’, ‘expects’, ‘is expected to’, ‘aims’, ‘should’, transition plans in priority areas, helping over one regarding the uncertainties in the energy invitation or inducement to invest in bp p.l.c.\n‘may’, ‘objective’, ‘is likely to’, ‘intends’, ‘believes’, million people build sustainable livelihoods, greater transition; forward-looking statements involve risk or any other entity and must not be relied upon\n‘anticipates’, ‘plans’, ‘we see’ or similar expressions. diversity, equity and inclusion for our workforce and uncertainty because they relate to events and in any way in connection with any investment\nIn particular, such statements, among other and customers and increasing supplier diversity depend on circumstances that will or may occur decisions. bp p.l.c. is the parent company of the\nstatements, may include but are not limited to: spend to $1 billion, enhancing the health and in the future and are outside the control of bp. bp group of companies. Where we refer to the\nstatements relating to the purpose, ambition, wellbeing of our employees, contractors and local Actual results or outcomes may differ from those company, we mean bp p.l.c.. The company and\naims, targets, plans and objectives of bp – as communities, putting our biodiversity position expressed in such statements, depending on a each of its subsidiaries are separate legal entities.\nwell as statements regarding expectations for into action including the expectation that from variety of factors including those set out in the Unless otherwise stated or the context otherwise\nbp’s strategy including for bp’s transformation 2022 all new bp projects in scope will have plans ‘Risk factors’ in our Annual Report and Form 20-F requires, the term ‘bp’, and terms such as ‘we’,\nfrom being an international oil company focused in place aiming to achieve net positive impact, 2022 and any other matters referred to at ‘us’, and ‘our’, are used in the Sustainability Report\non producing resources, to an integrated energy replenishing more fresh water than we consume bp.com/sustainability. for convenience to refer to one or more of the\ncompany focused on delivering energy solutions in our operation, using nature-based solutions members of the bp group instead of identifying a\nfor customers; plans and expectations regarding to deliver value and contribute to our people and In addition to factors set forth elsewhere in this particular entity or entities.\nbp’s ambition to be a net zero company by 2050 planet aims in our operations and through our report, those set out above are important factors,\nor sooner and help the world get to net zero, business activities and using circular resources although not exhaustive, that may cause actual\nincluding its five aims to get bp to net zero across and embracing circular principles in design, results and developments to differ materially from\nits production, operations and sales, as well as operations and decommissioning, working with those expressed or implied by these forward-\nits aims in respect of, methane measurement at our key suppliers to embed sustainable practices, looking statements.\nmajor oil and gas processing sites by 2023 and focusing on reducing greenhouse gas emissions\nsubsequent reduction of methane intensity of and increasing the circularity of what we buy\noperations, and aims to increase the proportion and planning to create a circularity methodology\nof investment into non-oil and gas businesses and set circularity aims by the end of 2023;\nover time; plans and expectations regarding expectations that by 2030 bp’s net production\nbp’s five aims to help get the world to net zero, of oil, natural gas and natural gas liquids will be\nincluding the aim to more actively advocate around 20-30% lower relative to 2019; plans and\nfor policies that support net zero, including expectations about growing our renewables and\ncarbon pricing, the aim to incentivize bp’s global\n62 bp sustainability report 2022"
    },
    {
      "page": 66,
      "text": "Give your feedback\nEmail the corporate reporting team\nat corporatereporting@bp.com\nFollow us on social media\ntwitter.com/bp_plc\nfacebook.com/bp\nlinkedin.com/company/bp\ninstagram.com/bp_plc\nbp p.l.c.\n1 St James’s Square\nLondon SW1Y 4PD\n© BP p.l.c. 2023\nbp.com/sustainability"
    }
  ]
}