{
  "company": "BP",
  "year": "2021",
  "pdf_path": "reports/BP/2021/annual_report.pdf",
  "total_pages": 61,
  "pages": [
    {
      "page": 1,
      "text": "Reimagining\nenergy for people\nand our planet\nbp sustainability report 2021"
    },
    {
      "page": 2,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nContents\nIntroduction Performance and progress Caring for our planet 41 About bp\nProgress summary 42\nLetter from our chief executive officer 1 Getting to net zero 18 We deliver energy products and services\nAim 16: Enhancing biodiversity 43\nLetter from our EVP, strategy, sustainability Getting to net zero introduction 19 to our customers around the world, and we\n& ventures 2 Aim 17: Water positive 44 plan to increasingly do so in ways that we\nProgress summary: aims 1-5 21\nAim 18: Championing nature-based solutions 45 believe will help drive the transition to a lower\nAim 1: Net zero operations 22 carbon future.\nAim 19: Unlock circularity 46\nSustainability at bp Aim 2: Net zero production 23 Aim 20: Sustainable purchasing 46 We have operations in Europe, North and\nAim 3: Net zero sales 24 South America, Australasia, Asia and Africa.\nOur strategy: from IOC to IEC 4\nAim 4: Reducing methane 25\nSustainability at bp 5 Aim 5: More investment for new energies 26 Embedding sustainability\nOur sustainability aims 6 About our 2021 reporting\nProgress summary: aims 6-10 28\nSustainability in our culture 48\nAim 6: Advocating 29 Since we launched our sustainability frame we\nSustainability in the way we do business 48\n2021 at a glance Aim 7: Incentivizing employees 30 have worked to further embed sustainability\nSustainability in our governance 49\nacross bp. We have also made progress\nAim 8: Aligning associations 30\n2021 at a glance 8 in a number of areas, which are covered in\nAim 9: Transparency leader 31 this report.\n2021 sustainability highlights 9 Engaging with our stakeholders\nAim 10: Clean cities and corporates 32\nOur corporate reporting suite for 2021\nImproving people’s lives 33 Stakeholders and our sustainability frame 51 comprises several elements, including this\nFoundations report. You may also be interested in:\nProgress summary 34 Our engagement activities 53\nOur values and code of conduct 11 Aim 11: More clean energy 35 bp.com/quickread\nSafety 11 Aim 12: Just transition 35 Our reporting bp.com/sustainability\nEthics and compliance 13 Aim 13: Sustainable livelihoods 37\nbp.com/reportingcentre\nMateriality 55\nOur people 14 Aim 14: Greater equity 38\nStandards and frameworks 56 Annual report and Form 20-F\nIdentifying and managing risk 15 Aim 15: Enhance wellbeing 40\nIndependent assurance statement 57 Net zero ambition report\nEnvironmental and social practices 15\nCautionary statement 58 ESG data sheet\nReporting frameworks and standards\nDeloitte has assured selected key\nperformance indicators (KPIs) in this report.\nTheir statement is on page 57.\nRead more about the KPIs\nthat have been assured:\nbp.com/basisofreporting\nbp sustainability report 2021"
    },
    {
      "page": 3,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nRooting our new strategy in sustainability\nBernard Looney, Purpose is a company’s north star. In recent weeks, our purpose has guided bp’s response to the military\nchief executive officer, aggression in Ukraine. It has helped us to fundamentally rethink our position in Russia – and drives us to\nMarch 2022 support the humanitarian efforts in the region. As I write this letter, our thoughts remain with everyone\naffected by what is happening.\nSustainability, resilience and safety We have also increased our net zero aims. Or take our aim 4, which is to install methane\nOn aim 1, we are now aiming to cut our measurement at all our major oil and gas\nAs well as embedding sustainability across our operational emissions in half by 2030 (up from processing sites by 2023. While we work towards\nstrategy, we designed it to be resilient across 30-35%). And on aim 3 (covering the lifecycle that, our methane intensity has come down by\na wide range of scenarios. As recent events emissions for the energy products we sell) we more than 40% since 2019 (from 0.12 to 0.07%).\nheighten uncertainty and global energy security now aim to reduce carbon intensity to net zero This includes reduced operational methane\nconcerns, we are positioned to help keep the by 2050 or sooner – up from 50% – and have emissions, and more bp-produced gas available\nenergy flowing that the world desperately needs. increased the volume of emissions covered by to sell to our customers.\nthis aim, which now includes physically traded\nWe do this recognizing that nothing is more And at our Gelsenkirchen sites in Germany, we\nsales of energy products. Uniquely among our\nimportant than safety. While we have seen have reduced our Scope 2 emissions by more\npeers, we are aiming to be net zero across\nsome improvements in our safety performance than half-a-million tonnes in 2021 (in line with\noperations, production and sales.\nover the past year, tragically a bp contractor aim 1), helped by our trading team’s long-term\ndied in an accident at our Castellon refinery in arrangement to purchase renewable energy.\nDiversifying and decarbonizing\nSpain. We have more work to do to eliminate\naccidents and injuries so that everyone goes Focused on delivery\nWe have a lot more to learn, but our experience\nhome safe to their loved ones every day.\nso far is that our purpose – reimagining energy for\nNothing is more important. With our direction set, and the major\npeople and our planet – can help us diversify and\norganizational changes behind us, we are\ndecarbonize bp and at the same time create real\nLeaning into greening now fully focused on delivering our strategy\nvalue and returns for our shareholders. What does\nand the sustainability aims that underpin it.\nthat mean in practice?\nThe strategic progress we have made so far,\nThank you for your support and challenge – it has\nand the pace at which society has been moving It means that by doubling down on five transition\nbeen vital. We could not have made this progress\non sustainability, has given us confidence to growth engines where we have real strengths –\nso far without you – and look forward to your\naccelerate the greening of bp. We now expect bioenergy, convenience, EV charging, renewables\ncontinued backing.\nthat by 2025, more than 40% of our capital and hydrogen – we can grow as a company and\nexpenditure will be in our transition growth at the same time advance towards our aim of net Thank you.\nbusinesses, and around 50% by 2030. zero on the products we sell (aim 3).\n1 bp sustainability report 2021"
    },
    {
      "page": 4,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nEmbedding sustainability\ninto the way we do business\nThe conflict in Ukraine is devastating. As Bernard says in his introduction, our purpose is guiding us as Giulia Chierchia,\nwe look to help in the ways we can. One is by supporting organizations providing comfort, shelter and aid. EVP, strategy, sustainability\nAnother is by maintaining our focus on keeping energy flowing today while transforming bp to sustainably & ventures (SS&V),\ndeliver more and more of the reliable, affordable, clean energy the world wants and needs into the future. March 2022\nSustainability in action • Evaluating our net positive impact methodology support low carbon energy investment\nfor biodiversity at some of our projects, (aims 5 and 11); decarbonization of regions,\nAgainst this backdrop, and as we have seen the including the Tangguh Expansion Project and cities and corporates (aim 10); a just transition\nworld’s low carbon ambitions gather momentum, Greater Tortue Ahmeyim Phase 1 in Mauritania (aim 12); and support and create thousands of\nwe have been in action across the three focus and Senegal (aim 16). skilled jobs (aim 13).\nareas – net zero, people and planet. Our aims • Starting a pilot in Aberdeen to work with local\nhave helped us plan and prioritize our work. communities as part of our aim to support a Putting sustainability at the core\nIn 2021, that work was about continuing to just transition (aim 12) and our partnership with of bp\ndeliver in the areas that, for bp, are more mature, Aberdeen to help them deliver their net zero\nwhile defining and embedding our newer aims vision (aim 10). Approaching strategy and sustainability in this\nin areas where we are building our understanding\nintegrated way is enabling us to prioritize and\nof what is needed, and what methodologies\nInterconnected aims capture the opportunities in the energy transition\nand structures will best enable us to deliver.\n– those best aligned to bp’s capabilities and\nOur aims are connected to the three pillars of our strategic objectives.\nPerformance and progress strategy – resilient hydrocarbons, convenience\nWe know we cannot achieve this by ourselves,\nand mobility, and low carbon energy – and many\nThis report sets out our performance against are also connected to each other. Perhaps the and we owe much thanks to our stakeholders\nthose aims where we have clear targets and clearest example is Net Zero Teesside and the who have supported, challenged and worked with\ngoals, as well as our progress in the areas that are related projects that bp is leading in the North- us. You have helped us not just to make progress,\nless well defined. East of England. We are working to develop first- but to increase our ambition, as Bernard sets out\nin his introduction. We have made a start, but it\nTo share a few examples, this includes: of-a-kind gas-fired power generation with carbon is only the start.\ncapture, blue and green hydrogen, and further\n• Quadrupling our renewables development carbon capture capacity for storing emissions As we navigate the changing times ahead, we\npipeline to over 23GW including 5.2GW in from UK industries. As well as developing will work hard to earn your continued support\noffshore wind (contributing to our aim 11). bp’s interests in each of these business areas, while striving to become a truly purpose-led\n• Reducing operational Scope 1 and 2 emissions successful delivery of these projects would organization, with sustainability ingrained into\nby 35% compared to the 2019 baseline (aim 1). the way we do business.\n2 bp sustainability report 2021"
    },
    {
      "page": 5,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nSustainability at bp\nIn this section\nOur strategy: from IOC to IEC 4\nSustainability at bp 5\nOur sustainability aims 6\n3 bp sustainability report 2021"
    },
    {
      "page": 6,
      "text": "SSSuuussstttaaainiinnaaabbbiliiitllyiitt ayyt aabttp bbpp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nOur strategy: from IOC to IEC\nIn 2020, we set out our net zero ambition and a new strategy to become an integrated energy company.\nAnd in February 2022, we announced that we expect to increase the proportion of capital expenditure\nin transition growth businesses to more than 40% by 2025 and around 50% by 2030.\nSustainability\nEmbedded across our strategy\nis our sustainability frame, which\nsets out our aims for getting\nto net zero, improving people’s\nlives and caring for our planet.\nIntegration\nBinding our strategy together\nis integration. Harnessing our\ncollective capabilities as the\nenergy system transitions, to\nhelp more and more customers\nget the energy they want, creating\nResilient hydrocarbons Convenience and mobility Low carbon energy value for our shareholders.\nWe are high-grading our portfolio, Growth from our differentiated We are building renewables\nlowering our emissions and convenience and fuels offers, at scale with capital discipline,\ndriving returns, through three acceleration of our EV charging a returns focus and aiming\nfocus areas: oil and gas, refining and Castrol, aviation, B2B and for global leadership in hydrogen.\nand bioenergy. midstream businesses.\nTransition growth engine: Transition growth engines: Transition growth engines:\n– Bioenergy – Convenience – Renewables\n– EV charging – Hydrogen\n See glossary on page 377 of the bp annual report 2021.\n4 bp sustainability report 2021"
    },
    {
      "page": 7,
      "text": "SSSuuussstttaaainiinnaaabbbiliiitllyiitt ayyt aabttp bbpp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nSustainability\nat bp\nOur purpose is reimagining energy for people and our planet. Our sustainability frame underpins our strategy\nto become an integrated energy company and translates our purpose into action. It sets out aims in the areas\nwhere we believe we can make the biggest difference for bp, our stakeholders and society.\nOur aims and objectives\nEngaging stakeholders\n1 Net zero operations\n2 Net zero production\nSustainability at bp is about creating value by\nconnecting the business opportunities of the energy 3 Net zero sales\ntransition with our aims and objectives for people, our 4 Reducing methane\nplanet and getting to net zero. Get to\n5 More investment for new energies\nThe aims are targeted but interconnected, so\ndelivering one aim can help us deliver others. net zero 6 Advocating\n7 Incentivizing employees\nOur foundations\n8 Aligning associations\nSustainability is not new to bp. Over many decades 9 Transparency leader\nwe have built strong foundations to help us do the 10 Clean cities and corporates\nright thing on safety, greenhouse gas emissions, Our\nhuman rights, biodiversity, and other social and\nenvironmental factors. Delivering our aims requires\nImprove values and\n11 More clean energy\nfoundations\nus to build on and strengthen these foundations.\n12 Just transition\npeople’s\nEngaging stakeholders Care for 13 Sustainable livelihoods\nlives 14 Greater equity\nWe learn through ongoing engagement with our our planet 15 Enhance wellbeing\nmany different stakeholders and collaborate with\nthem to deliver our aims.\n16 Enhancing biodiversity\nEmbedding into our DNA\n17 Water positive\nW i\ns\nn\ny\nt\ns\ne o\nt e\na o r\nm\nu e r\ns\nw c\na\nu o\nn\nl r t\nd\nk u i r n\np\ne g\nr o\na t\nc\nn o\ne\nd e\ns\nm\ns\nm\ne\nin b\ns\nd e\n,\ns d\na\ne\nn\ns t\nd\nu , s\ng\nd t\no\ne a\nv\nc in\ne\nis a\nr\ni\nn\no b\na\nn il\nn\ni t m\nc\ny\ne\na m\n.\nk o in r g e , deeply E m bedding\ninto\nour D N A 1\n1\n8\n9\nC\nU\nh\nn\na\nlo\nm\nck\np i\nc\no\ni\nn\nrc\nin\nu\ng\nla\nn\nri\na\nty\ntu re-based solutions\n20 Sustainable purchasing\n5 bp sustainability report 2021"
    },
    {
      "page": 8,
      "text": "SSSuuussstttaaainiinnaaabbbiliiitllyiitt ayyt aabttp bbpp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nOur sustainability aims\nIn developing our people and planet aims, we used the UN sustainable development goals to inform our thinking.\nAlthough our business activity touches the majority of the SDGs, we are focusing our efforts on those that align with our\naims in order to make the most impactful contribution to sustainable development and for people over the next decade.\nFive aims to get bp to net zero\nMore investment\n1 Net zero operations 2 Net zero production 3 Net zero sales 4 Reducing methane 5\nfor new energies\nBe net zero across our entire Be net zero on an absolute basis across Reduce to net zero the carbon intensity Install methane measurement at all our Increase the proportion of investment we\noperations on an absolute basis the carbon in our upstream oil and gas of the energy products we sell by 2050 existing major oil and gas processing sites make into our non-oil and gas businesses.\nby 2050 or sooner. production by 2050 or sooner. or sooner. by 2023, publish the data, and then drive\na 50% reduction in methane intensity of\nour operations.\nFive aims to help the world get to net zero\nClean cities\n6 Advocating 7 Incentivizing employees 8 Aligning associations 9 Transparency leader 10\nand corporates\nMore actively advocate for policies that Incentivize our global workforce to deliver Set new expectations for our relationships Be recognized as an industry leader for the Launch a new team to create integrated\nsupport net zero, including carbon pricing. on our aims and mobilize them with trade associations around the globe. transparency of our reporting. clean energy and mobility solutions.\nto become advocates for net zero.\nFive aims to improve people’s lives\n11 More clean energy 12 Just transition 13 Sustainable livelihoods 14 Greater equity 15 Enhance wellbeing\nDevelop enough clean energy to benefit Support a just energy transition that Help more than one million people build Greater diversity, equity and inclusion for Enhance the health and wellbeing\nmore than 36 million people. advances human rights and education. sustainable livelihoods and resilience. our workforce and customers, and increase of our employees, contractors and\nsupplier diversity spend to $1 billion. local communities.\nFive aims to care for our planet\nChampioning nature-\n16 Enhancing biodiversity 17 Water positive 18 19 Unlock circularity 20 Sustainable purchasing\nbased solutions\nMake a positive impact through our Become water positive by 2035. Champion nature-based solutions and Unlock new sources of value Develop a more sustainable\nactions to restore, maintain and enable certified natural climate solutions. through circularity. supply chain.\nenhance biodiversity where we work.\n6 bp sustainability report 2021  See glossary on page 377 of the bp annual report 2021."
    },
    {
      "page": 9,
      "text": "•\nSustainability at bp 22002211 aatt aa gglalannccee Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n2021\nat a glance\nIn this section\n2021 at a glance 8\n2021 sustainability highlights 9\n7 bp sustainability report 2021"
    },
    {
      "page": 10,
      "text": "•\nSustainability at bp 22002211 aatt aa gglalannccee Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n2021 at a glance\nA snapshot of bp’s scale, global reach and performance against our strategy.\nOur scalea Our performance Value creation\nProfit attributable\nEmployees Retail sites Tier 1 and 2 process safety eventsc to bp shareholders Total economic value generated by bp\n65,900 20,500 62 $7.6bn $167.1bn\n2020 63,600 2020 20,300 2020 70 2020 $(20.3)bn loss 2020 $188.0bn\nWe create value for society in many different ways: through our\nbp-operated hydrocarbon products and services and as an employer, taxpayer, supply chain\nCountries of operation Customer touchpoints bp-operated refining availability plant reliability participant and investor in local communities. In 2021 we generated\naround $167.1 billion in economic value.\n>65 >12m 94.8% 94.0%\nSuppliers Employees\n2020 > 70 2020 >11 million 2020 96.0% 2020 94.0%\n$122.2bn $8.9bn\nCountries where\nElectric vehicle charge points Lightsource bp operates Low carbon investmentsd Developed renewables to FID\n2020 $165.3 billion 2020 $9.9 billion\n13,100 14 ~$2.2bn 4.4\nGW Sourcing goods and services Providing jobs for 65,900\nfrom around 40,000 suppliers people worldwide\n2020 10,100 2020 14 2020 $750m 2020 3.3GW Governments Communities\n$5.4bn $51m\nBusinesses supported through Million barrels of oil equivalent a As at 31 December 2021.\nbp ventures and Launchpad per day – upstream production b Relative to 2019, we expect our hydrocarbon production to be around 40% lower by 2030,\nreflecting active management and high-grading of the portfolio, including divestment of\nnon-core assets. We will not undertake exploration activity in new countries.\n44 2.2m\nc This represents reported incidents occurring within bp’s operational HSSE reporting\nboundary. That boundary includes bp’s own operated facilities and certain other locations 2020 $3.3 billion 2020 $0.1 billion\nor situations.\nd The majority of this related to investments in offshore wind, electric vehicle charging Contributing to economies through Supporting additional initiatives to\ninfrastructure and solar. the taxes we pay benefit the communities where\n2020 38 2020 2.4mmboe/db e Includes bp Foundation spend. we operatee\nFor terms with refer to the glossary on page 377 of the bp annual report 2021.\nRead more: bp.com/annualreport\n8 bp sustainability report 2021"
    },
    {
      "page": 11,
      "text": "•\nSustainability at bp 22002211 aatt aa gglalannccee Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n2021 sustainability highlights\nNet zero operations Enhancing biodiversity\n35% Net positive\nimpact\nReduction in absolute emissions against our 2019 baseline methodology developed\nNet zero More Low carbon investments City or region\nproduction clean energy partnerships\n~$2.2bn\n16% 4.4 3\nGW\nUp from around $750m in 2020\nReduction in absolute Developed Working in partnership\nemissions against our renewables to FID with Houston, Aberdeen\n2019 baseline Transparency and the Valencia region\nin Spain\nA-\nScore received in CDP Climate 2021\n9 bp sustainability report 2021"
    },
    {
      "page": 12,
      "text": "•\nSustainability at bp 2021 at a glance Foundations\nFoundat ions\nIn this section\nOur values and code of conduct 11\nSafety 11\nEthics and compliance 13\nOur people 14\nIdentifying and managing risk 15\nEnvironmental and social practices 15\nThroughout 2021, we continued work to strengthen our safety culture,\n10 bp sustainability report 2021 with the launch of a refreshed set of Safety Leadership Principles."
    },
    {
      "page": 13,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nBuilding on strong foundations\nOur approach to sustainability is targeted, systematic and collaborative. It rests on strong,\nwell-established foundations that guide the way we work. These support our aims, which\ntake us further forward and focus our efforts where we can make the greatest difference.\nOur values and code of conduct We set high ethical standards and try to behave Safety We are also identifying ways to improve process\nin ways that earn and maintain trust, including safety by integrating IOGP’s Process Safety\nOur values inform how we do business and respecting colleagues and others we work with. Safety is our core value. It is underpinned by our Fundamentals. This enhances our OMS and drives\nthe decisions we make, including those related We value and prioritize diversity of people and operating management system (OMS), which further standardization in key areas of industry risk.\nto sustainability. They are integral to the way thought. Our values and code of conduct (the sets out how we aim to deliver safe, reliable,\nOur safety culture\nwe recruit, develop and performance manage code) help us to do this the right way. compliant and sustainable operations.\nour people. Throughout 2021, we continued work to\nThe code is based on our values. It sets Tragically, in July 2021 a contractor died in a pipe strengthen our safety culture, with the launch of\nexpectations about how we work and applies to lifting incident at our Castellon refinery in Spain. a refreshed set of Safety Leadership Principles.\nall bp employees. We provide regular training and We deeply regret this loss and have offered our These principles are designed to guide behaviour\ncommunications to help employees apply the condolences and support to his family, as well as and ways of working across bp to drive a robust,\ncode in their daily work. to his colleagues. We are taking action to learn consistent safety culture in which:\nSafety\nfrom this incident by codifying lessons into our\nEmployees, including executives, are required OMS and sharing them internally and externally, • We genuinely care about each other\nto confirm annually whether they understand\nso we can try to mitigate the potential for this kind • We will not compromise our focus on safety\nand have followed the principles of the code.\nof incident to happen again. • We encourage and recognize speak-up\nRespect Members of the board are asked to confirm that\n• We understand how work actually happens\nthey understand their responsibilities under the Early in 2021, we set a goal to eliminate tier 1\ncode and will apply this knowledge in their role. process safety events, fatalities and life-changing • We learn why mistakes occur and\ninjuries – and set out a plan to help us achieve respond supportively\nWe document and clearly inform our suppliers\nExcel lence that we expect them to operate in a manner this. This plan recognizes the value of industry Our refreshed principles are guided by human\nstandardization and consistent rules, for example,\nconsistent with the code. performance, helping us enable a culture of care.\nthe International Association of Oil & Gas\nIt is about understanding how people interact\nRead more: bp.com/values Producers’ (IOGP) Life Saving Rules. with their working environment, recognizing that\nCourage\nDeveloped by a team of industry experts, the Life they can make mistakes and doing all we can to\nSaving Rules identify clear actions that workers set them up for success.\ncan take to help eliminate fatalities. The rules\nOur progress in driving and integrating human\nwill supplement our existing safety practices and\nOne team performance to support our personal and process\nfurther strengthen our OMS. Their adoption is\nsafety goals was recognized by the Chartered\nintended to make safety expectations clearer and\nInstitute of Ergonomics & Human Factors, which\nmore consistent for many of our contractors, who\npresented bp with its prestigious President’s\noperate across the industry. We are rolling out the\nAward for 2021. This was in recognition of\nrules across our operating businesses, identifying\nour internal progress and our industry-wide\nways of embedding them more deeply into\ncontribution in sharing our human performance\nworking practices.\nlearning resources externally.\n11 bp sustainability report 2021"
    },
    {
      "page": 14,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nBuilding on strong foundations Recordable injury frequency (RIF)a,b\n(workforce per 200,000 hours worked)\n0.25\nWe review how people interface with the We managed these concerns as directly as Driving safety\n0.19\nequipment and systems around them. possible and provided ongoing information about Ten severe vehicle accidents (SVA) occurred in 0.20 0.20 0.18\nWe examine potential causes of stress burnout and stress management, for example 2021 (2020 five SVAs) while kilometres driven for 0.198\nand fatigue, and the quality of the systems through our globally accessible Employee bp fell by 18% compared with 2020. 0.15 0.218 0.166 0.14 0.164\nand procedures that people have to follow. Assistance Programme.\nShowing care about how work is being done We are focusing on improving driving safety. 0.132\nand acting on concerns raised, can help drive At an operational level we needed to defer some In 2021, we carried out a driving safety campaign 0.10\na c o le n a s r is n t in e g n t c ly u a lt n u d re i n – c o re n m e e w n h t i a c l h ly w m e a k h e o p th e e c an s a c d h d e re d s u s le t d h e a c im tiv p it a i c e t s , o h f o th w is e . ver plans are in place to f a o w r a s r o e m ne e s o s f f o o u r r t h e o m se p l r o e y t e u e rn s i n to g r t a o i s d e r i s v a in fe g t a y f ter 0.05\nworkplace safer. Through our work on diversity, Despite the challenging circumstances presented commuting less due to the pandemic. 0.0\nequity and inclusion (DE&I) and our code of by the pandemic, we remained focused on Process safety 2017 2018 2019 2020 2021\nconduct we also aim to support people to speak- safety; for example, we held our annual contractor\nThe overall downward trend in tier 1 and tier 2 Days away from work case frequency (DAFWCF)a,c\nup about any safety concerns they have. and supplier events for operations and project\nprocess safety events (PSE) continued in 2021. (workforce per 200,000 hours worked)\nsafety virtually, in October 2021.\nSafety during the COVID-19 pandemic Our combined PSE have generally decreased 0.07\nAt the time of writing, with the COVID-19 Personal safety over the last 10 years, apart from in 2019. We had\n0.06\npandemic ongoing, we are taking steps to In 2021, we recorded an increase of 24% in fewer tier 1 and tier 2 PSE in 2021, with one 0.05 0.05 0.05\ns a u n p d p o o f r fi t c o e u s r , p to e g o e p t l h e e . r P w re i c th a u e t n io h n a s n c in e o d u g r u o id p a e n ra c t e io , ns o in u c r r e re a c s o e r d in a 1 b 6 le % in i j n u r o y u f r r e d q a u y e s n a c w y a ( y R I f F ro ) m an w d o an rk f c e o w m e p r a t r i e e d r 1 w P it S h E 2 a 0 n 2 d 0 . seven fewer tier 2 PSE, 0 0 . . 0 05 4 0.055 0.048 0.047 0.04 0.051\nare focused on safety, hygiene and health, case frequency (DAFWCF) compared with Work is continuing on a number of process safety 0.03 0.044\nincluding mental health. Decisions about 2020, a year in which both were at an historic focus areas including risk management and\nworking practices and returning to office-based low due to the pandemic impacting the nature of learning. These are intended to further strengthen 0.02\nworking are being made in compliance with local work undertaken. our OMS, process safety barriers – which are 0.01\nand national regulations, taking into account Compared with 2019, in 2021 our RIF slightly physical or non-physical means to prevent, control 0.0\nrelevant guidelines. improved and, except for 2020, it was better or mitigate accidents – and consequently our 2017 2018 2019 2020 2021\nDuring 2021, COVID-19 pandemic-related travel than any time in the past 15 years. For absolute safety performance. International Association of Oil & Gas\nProducers benchmark\nrestrictions affected our ability to get people to injuries, there was a small increase in recordable Spills and spills prevention\nand from our operations. This had human and injuries (RI) between 2021 and 2020, and a\nWe have made progress in preventing and Process safety eventsd\noperational consequences. Those who could small decrease in days away from work cases (number of incidents)\nreducing spills over the past 10 years. However,\ntravel often faced extended periods away from (DAFWC) during the same period. In 2021,\nthe number of oil spillse in 2021 was 121, the 100\nhome, at their workplace or in quarantine, which DAFWC were at their lowest ever recorded level. 72\nsame as in 2020.\nled to concerns about possible fatigue.\n80\n61\n56 53\n60\n46\n40\na IOGP 2021 data report is not available until May 2022.\n20 26\nb The number of reported work-related incidents that resulted in a fatality or injury.\n18 16 17 16\nc The number of incidents that resulted in an injury where a person was unable to work for a day (or shift) or more.\nd Tier 1 events are losses of primary containment from a process of greatest consequence – causing harm to a member of the workforce, damage to equipment from a fire or explosion, 0\na community impact or exceeding defined quantities. Tier 2 events are those of lesser consequence. 2017 2018 2019 2020 2021\ne The number of accidental or unplanned losses of hydrocarbon from primary containment from a bp or contractor operation, irrespective of any secondary containment or recovery. Tier 1\nOil spills > 1bbl are defined as any liquid hydrocarbon release of more than, or equal to, one barrel (159 litres, equivalent to 42 US gallons). Tier 2\n12 bp sustainability report 2021"
    },
    {
      "page": 15,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nBuilding on strong foundations\nUnderpinning the generally improving trend Appropriate training focuses on the needs Political donations Taxes paid to governmentsa\nis several years’ work in OMS areas, including of employees in locations or roles assessed We prohibit the use of bp funds or resources ($ million)\nongoing risk management, investigations, to be at a high risk of bribery and corruption. to support any political candidate or party. 8,000\nprocess safety and control of work Around 12,700 employees completed anti-bribery We recognize the rights of our employees to\nimprovements. Risk management processes and corruption training as part of 2021 ethics and participate in the political process and these\nacross the group are monitored and updated compliance risk-based learning. rights are governed by the applicable laws in 6,000\nto improve their effectiveness. We assess any exposure to bribery and corruption the countries where we operate. Our stance\nThe regions and various operating sites collaborate risk when working with suppliers and business on political activity is set out in the code. 4,000\nwith each other to share relevant examples of partners. When appropriate, we put in place a risk In the US we provide administrative support\ngood and proven practice, while a central team mitigation plan and will choose not to work with for the bp employee political action committee 2,000\nworks to make sure that any serious and complex a counterparty or to reject tenders if we conclude (PAC) which is a non-partisan committee that\nincidents are thoroughly investigated, and any that the risks are too high. We also conduct anti- encourages voluntary employee participation 0\nsystemic gaps are closed as soon as possible. bribery compliance audits on selected suppliers in the political process. All bp employee PAC 2018 2019 2020 2021\nwhen contracts are in place. contributions are reviewed for compliance with\nFind more data at: bp.com/ESGdata\nWe take corrective action with suppliers federal and state law and are publicly reported in\nand business partners who fail to meet accordance with US election laws. Employee concerns\nEthics and compliance our expectations. This action may include The PAC paused all contributions as of January We aim to create a safe, inclusive working\nterminating contracts. 2021 and we expect to restart them in 2022. environment for our employees, contractors,\nAs a purpose-led, values-based company, we vendors, third parties and other stakeholders.\nWe support anti-corruption efforts by During this time PAC re-evaluated its criteria\nare committed to doing business in a safe and This is why we encourage the use of multiple\nparticipating in the Extractive Industries for candidate support.\nethical manner that is consistent with our code of speak up channels to raise questions or\nconduct (the code) throughout our transition. Transparency Initiative (EITI). Through the Tax transparency concerns about the code and unethical or\ndisclosure of government revenues and other\nWe take a responsible and transparent approach unsafe behaviours.\nAnti-bribery and corruption relevant information, EITI can help to mitigate\nto tax and have open and constructive dialogue\nManaging bp’s key enduring risks, such as our corruption risks in the extractive sector and Concerns or enquiries can be raised to line\nwith governments and tax authorities.\nexposure to bribery and corruption, remains support local anti-corruption efforts. In 2021, managers, senior leaders, contacts in our\nessential. We operate in parts of the world where we participated in multi-stakeholder groups Our responsible tax principles align with the bp people and culture, ethics and compliance, and\nbribery and corruption present a high risk, so it in Iraq, Trinidad and Tobago and Mauritania code of conduct, our values and behaviours, and legal teams, work councils, or anonymously via\nis important we make clear to our employees, and Senegal, to continue our support for The B Team responsible tax principles, which we OpenTalk, the bp global confidential helpline.\ncontractors, suppliers and others that our transparency and local participation in endorse. We do not tolerate the facilitation of tax This helpline is available 24/7 in more than 75\ncommitment to ethical and compliant operations EITI activities. evasion by people who act for or on behalf of bp. languages by phone or web to employees, the\nis unwavering. wider workforce, communities, business partners\nRevenue transparency and payments Read more: bp.com/tax and other stakeholders who wish to raise\nThe code explicitly prohibits engaging in bribery to government\na concern.\nor corruption in any form. Our group-wide anti- We support transparency in the flow of revenue\nbribery and corruption, anti-money laundering from our oil and gas activities to governments.\nand anti-tax evasion policy and procedures We are a founding member of EITI, which\ninclude measures and guidance to assess supports the disclosure of payments made to\nand mitigate risks, understand relevant laws and received by governments in relation to oil,\nand report concerns. They apply to all bp- gas and mining.\noperated businesses.\na Comprises corporate income and production taxes.\n13 bp sustainability report 2021"
    },
    {
      "page": 16,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nBuilding on strong foundations\nTotal number of concerns and enquiries raised In 2021, around 40 employee exitsb resulted from\nnon-conformance with the code or unethical\n2,000\nbehaviour, compared with around 80 in 2020.\nThis total excludes dismissals of staff employed Our capability across bp\n1,500 at our retail service stations.\n> 10,000 600\n1,000 Our people\nOur people are crucial to delivering our purpose\nengineers scientists\n500\nand strategy. We focus on attraction, recruitment\nand development to help ensure we have 2,000 500\n0 the skills we need today and are prepared\n2018 2019 2020 2021 for our transition to become an integrated digital experts coders\nOpenTalk energy company.\nRaised with management\nIn 2021, we continued our work to build 1,200 300\nConcerns and enquiries raised through all skills forecasts and capability plans in priority\nreporting channels in 2021 disciplines, such as digital and data, hydrogen,\n(by code of conduct chapter) offshore wind, and electrification, so that we have\nproject experts geologists\nthe capabilities we need to deliver our strategy.\nOur people 601 This work is integral to our aim 12 to support a\nO ur assets and just transition.\nfinancial integrity 377\nO perating safely, Read more about our aim 12 just transition,\nresponsibly and reliably 219 on page 35 In 2021, we piloted a new virtual coaching We are also continuing to bring high-calibre\nOur business partners 139\nand learning programme, designed to support specialized talent into bp from the external market\nOther matters 78 Developing our people\nemployee personal development and strengthen to fill skills gaps and complement our expertise.\nbp employees collectively completed more our approach to performance management and Of our 64 new group leader appointments\nthan 750,000 hours of formal learning in 2021. feedback, with more than 3,300 people. since the third quarter of 2020, 15 have been\nMore than 1,400 concernsa and enquiries were This was in addition to on-the-job learning, external hires.\nLeadership capability is critical. We need\nreported in 2021, around 14% fewer than 2020 coaching and mentoring, team growth days and\neveryone in bp to lead through the energy Education and employability\n(more than 1,600 enquiries). Concerns reported other informal learning opportunities that were\nper 100 employees in 2021 decreased slightly to available to our employees. Our overall learning transition and we are refreshing and relaunching We support education and employability\n2.5 (2.6 2020). catalogue currently includes more than 20,000 our leadership frame and talent management initiatives and invest in the communities where\ncourse titles, which help individuals to develop practices to promote the behaviours and skills we work. This helps underpin our future growth\nThe most frequently raised concerns continue to leadership skills and technical discipline depth, needed for the future. In 2021, we offered by expanding talent pipelines for established\nbe related to the ‘our people’ section of the code. underpinned by a rigorous core mandatory ‘Leading safe, ethical and inclusive teams’ skillsets and newer ones, including many of\nThis section of the code addresses issues such curriculum centred on safety and compliance. support to more than 1,100 new line managers the skills that bp and the world need to get to\nas harassment, equal opportunity, and diversity Our curriculum also emphasizes future skills and introduced new DE&I training, including our net zero. These skills are in short supply and\nand inclusion. beyond technical and business specialisms Race for Equity programme, continuing to build competition for talent is high.\nleadership capability across bp.\n– including sustainability, digital, agility and\na Excluding duplicate concerns. commercial, bolstered by a core set of soft skills. Read more about Race for Equity,\nb Dismissals, resignations during investigation and\non page 39\nsupplier terminations.\n14 bp sustainability report 2021"
    },
    {
      "page": 17,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nBuilding on strong foundations\nIn 2021, we refreshed our education and Identifying and managing risk Our operating management system\nemployability strategy to support our overall Cyber security risk Our OMS provides a single framework, designed\nstrategy and build on our work over many years bp manages, monitors and reports on the The severity, sophistication and scale of cyber to deliver safe, reliable, compliant and sustainable\nto promote science, technology, education and principal risks and uncertainties that we have attacks continue to evolve. The increasing operations. It includes environmental and social\nmathematics skills. identified as having the potential to impact our digitalization and reliance on IT systems and requirements related to our sustainability frame.\nability to deliver our strategy. We identify risks\nRead more about our education initiatives, cloud platforms makes managing cyber risk These requirements apply to businesses where\nfor particular oversight by the board and its\non page 36 an even greater priority for many industries, bp has operational control.\nvarious committees in the coming year. In 2021,\nincluding our own. The risk comes from\nthese included climate-related risks, strategic All our major operating sites attest or certify to\nMonitoring employee sentiment a variety of cyber threat actors, including\nand commercial risks such as financial liquidity, ISO 14001, in line with our OMS requirement.\nnation states, criminals, terrorists, hacktivists\nWe monitor employee sentiment through safety and operational risk including process We aim to use the planned OMS update in 2022\nand insiders. As in previous years, we have\nour annual ‘Pulse’ survey, which is sent to all safety, personal safety and environmental to better reflect our sustainability frame and aims.\nexperienced threats to the security of our\nemployees, and through our weekly ‘Pulse Live’\nrisks, compliance and control risks such as digital infrastructure, but none of these had bp environmental policy\nsurvey, which is sent to a representative sample\nethical misconduct.\nof 8% of employees. a significant impact on our business in 2021. Our environmental policy is established through\nbp’s system of internal control is a holistic set of relevant elements of our code of conduct, in\nWe did not run an annual ‘Pulse’ survey in 2020, Read more about cyber security risk in our\ninternal controls that includes policies, processes, particular the sections on ‘operating safely,\nso our comparisons are between 2021 and 2019. bp Annual Report 2021 on page 70\nmanagement systems, organizational structures, responsibly and reliably,’ and ‘our code –\nDespite the uncertainty caused by the COVID-19\nculture and behaviours employed to conduct bp’s our responsibility’.\npandemic, our 2021 survey told us that trust\nbusiness and manage associated risks.\nin our senior leadership has increased (up two Addressing sustainability risks It is supported by relevant aspects of our\npercentage points compared with 2019) and more The group operations risk committee We are working to further integrate sustainability commitment to health, safety, security and\nemployees believe we are making progress on provides oversight of safety and operational risks into our risk management processes, environmental (HSSE) performance, our\nour transformation with a simplified organizational risk management for the group, including building on both the labour rights and modern sustainability frame, our biodiversity position and\nstructure (up seven percentage points from 2019). risks relating to sustainability. Our operating slavery risk assessments that are already in place, our internal group requirements and guidance,\nbusinesses identify and manage risk, using our and our work on climate-related risks. including those comprising OMS.\nWe introduced a new overall engagement metric\nOMS. We also monitor how risk is managed in\nin 2021, which scored 64%. Pride, which we have non-operated joint ventures. Read more about our approach to Read more: bp.com/environmentalpolicy\nmeasured and tracked for a number of years, climate-related risk, on page 48\nremained strong at 73%, but has declined by Read more about how we manage risk in Biodiversity and protected areas\ntwo percentage points since 2019. Building on our bp Annual Report 2021 on page 72\nEnvironmental and social practices Our biodiversity position, published in 2020,\nwhat we have heard, we are now focusing\nbuilds on the robust practices we already had in\naction-planning on four key areas to strengthen\nOur policies and practices set out expectations place to manage biodiversity across bp projects.\nengagement – connecting with purpose and\nfor how we manage environmental and social\nstrategy, employees’ future excitement at work, We are committed not to operate any new oil\nperformance during our activities. They already\ncareer development and inclusion. or gas exploration or production activities inside\ninclude environmental and social requirements\nnatural or cultural UNESCO World Heritage sites,\ncovering the majority of our sustainability aims.\nor in Strict Nature Reserves and Wilderness\nAs we make progress on our aims and embed Areas as listed on 1 January 2020 and defined by\nsustainability into bp’s DNA and culture, we the International Union for Conservation of Nature\nwill review our practices and update them as (IUCN). We review this commitment periodically\nnecessary so that they continue to reflect new and engage with UNESCO, the IUCN and the\nways of working across bp. UNEP World Monitoring Conservative Centre.\n15 bp sustainability report 2021"
    },
    {
      "page": 18,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nBuilding on strong foundations\nWe report on the number and overlap of our Labour rights and modern slavery Water Air emissions\nmajor operating sites in or near to protected areas We publish our labour rights and modern slavery Our businesses actively manage our freshwater We monitor our air emissions and, where\nand key biodiversity areas in our protected areas (LRMS) principles online. Requirements and demands in areas of stress and scarcity. Based on possible, put measures in place to reduce the\nupdate. In 2021, survey activity was carried out in guidance for our approach to LRMS across analysis carried out using the World Resources potential impact of our operational activities on\nan international protected area as part of the UK bp-operated businesses are set out in our OMS. Institute (WRI) Aqueduct Global Water Risk Atlas, local communities and the environment.\nNet Zero Teesside project. Prior to this survey, we four of our 17 major operating sites were located\nassessed the associated environmental risks and Read more about our approach to labour in regions with medium to extremely high water In 2021, our total air emissions reduced by 38%\nreceived executive sign-off. rights and modern slavery, on page 36 stress in 2021. compared with 2020, largely due to reductions in\nflaring at some of our operating facilities, including\nRead our LRMS principles:\nRead more about our aim 16 enhancing Read more about our aim 17 water positive, US onshore operations.\nbp.com/humanrights\nbiodiversity, on page 43 on page 44\nbp’s operated shipping fleet transitioned to\nRead our modern slavery and\nRead more: bp.com/protectedareas very low or ultra-low sulphur fuel oils in 2020\nhuman trafficking statement: Waste\nto comply with the International Maritime\nHuman rights policy bp.com/modernslavery We adopt a lifecycle approach to waste Organization’s 2020 MARPOL regulation.\nmanagement, with a goal of avoiding, reducing\nOur human rights policy, updated in 2020 in Supplier expectations This also contributed to the reduction in air\nand reusing the waste that is created by our\nconsultation with external organizations, aligns emissions, with bp’s fleet fully compliant with\nWe want to work with suppliers who strive operations. Around 270kt of hazardous and non-\nwith the UN Guiding Principles on Business the regulation in 2021. These reductions were\nfor sustainability in their supply chains. We try hazardous waste was disposed of in 2021, a 4%\nand Human Rights. It is underpinned by the partially offset by operational variances including\nto develop and strengthen relationships with decrease from around 280kt in 2020.\nInternational Bill of Rights and the International temporary production-related changes and flaring\nsuppliers who are committed to and act in\nLabour Organization’s Declaration of Fundamental associated with a new production start-up.\naccordance with our code of conduct.\nPrinciples at Work, including their Core Waste disposed\nConventions. The policy states that we will obtain Read more about our aim 20 sustainable (kt)\nAir emissions\nindependent third-party assessments of selected purchasing, on page 46 500 by substance (kt)\nsites and business activities’ conformance with\nRead more: bp.com/supplierexpectations 250\nit, on a risk-prioritized basis. In 2021, a third-party 400\nassessor began scoping and developing a phased\nInfluencing non-operated joint ventures 200\napproach to deliver these assessments, starting 300\nwith our central systems and processes. We have processes for the management of bp’s\n150\ninterests in non-operated joint ventures (NOJV) 200\nOur code of conduct and OMS also contain and we leverage these to help us influence\n100\nrequirements and guidance about respecting the sustainability through our partners. In 2021 100\nrights of workers and community members. this influence focused on net zero operations,\n50\nthe measurement and abatement of methane 0\nFind out more: bp.com/humanrights\n2018 2019 2020 2021\nemissions, biodiversity and human rights. 0\nLooking ahead, we plan to embed sustainability Hazardous 2018 2019 2020 2021\nNon-hazardous\nmore fully in our NOJV processes, and to review Air emissions – non-methane hydrocarbons group\nall our NOJVs’ portfolios so that we understand Air emissions – sulphur oxides group\nmore about how we can best work together. Read more about waste streams, Air emissions – nitrogen oxides group\non page 46\nFind more environmental and\nsocial data at: bp.com/ESGdata\n16 bp sustainability report 2021"
    },
    {
      "page": 19,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nPerformance\nand progress\nIn this section\nGetting to net zero 18\nImproving people’s lives 33\nCaring for our planet 41\n1177 bbpp ssuussttaaiinnaabbiilliittyy rreeppoorrtt 22002211"
    },
    {
      "page": 20,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nGett ing t o net zero\nIn this section\nIntroduction 19\nFive aims to get bp to net zero\nAim 1: Net zero operations 22\nAim 2: Net zero production 23\nAim 3: Net zero sales 24\nAim 4: Reducing methane 25\nAim 5: More investment for new energies 26\nFive aims to help the world get to net zero\nAim 6: Advocating 29\nAim 7: Incentivizing employees 30\nAim 8: Aligning associations 30\nAim 9: Transparency leader 31\nAim 10: Clean cities and corporates 32\nReducing methane\nOur bpx business is on track to achieve its aim of zero routine\nflaring in its US onshore operations by 2025. When bpx began\noperating its Permian assets in 2019, flaring intensity was over\n16%. Today it is less than 1%. Investments in infrastructure,\nimprovements to on-site operations, and enhanced fugitive\nemissions monitoring have contributed to these methane\nreductions and we are trialling new technologies to help our\nbusinesses achieve more in future.\nRead more: aim 4\nOur plans to install methane measurement at all our existing\n18 bp sustainability report 2021 major oil and gas processing sites continued in 2021."
    },
    {
      "page": 21,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nGetting to net zero introduction\nOur ambition is to be a net zero company by 2050 or sooner, and to help the world get to net zero.\nIn 2021, we continued to make progress against We now aim to be net zero across operations, These changes to the aims are not reflected in To deliver our net zero ambition and aims,\nthe five aims to help bp get to net zero we production and sales. the basis of reporting for the purposes of our we recognize that the balance of investment\nannounced in February 2020. 2021 reports. Looking ahead we plan to report between emissions reduction activities and\n• For aim 1, which encompasses our Scope 1\nprogress against these updated aims. deductions will be important. We intend to apply\nIn February 2022, we provided an update on our and 2 emissions from our operations, we now\nthe principles of a mitigation hierarchy in our aims,\nprogress against our three strategic focus areas: aim to reduce emissions by 50% by 2030, Net zero Q&A emphasizing the role of actions such as direct\nresilient hydrocarbons, convenience and mobility compared with our previous aim of 30-35%, on\noperations emissions abatement, reducing our\nand low carbon energy. the way to being net zero by 2050 or sooner.\nWhat do we mean when upstream oil and gas production, and shifting our\n• For aim 3, we are aiming to reduce to net zero\nThis progress, combined with our confidence sales portfolio towards lower carbon products.\nthe lifecycle emissions for energy products we we talk about net zero?\nin the business opportunities of the energy Qualifying deductions also have a role to play.\nsell by 2050 or sooner – up from the previous\ntransition, has enabled us to accelerate two of\naim of a 50% reduction in their average When we talk about helping the world get to\nour net zero aims. In parallel, the pace at which\nemissions intensity. This aim now includes net zero we mean achieving a balance between\nthe world is moving to net zero is increasing,\nphysically traded energy products and marketed sources of anthropogenic emissions and removal\nsomething we explore in the ‘New Momentum’\nsales. For 2030 we are now aiming for a 15- by sinks of greenhouse gases, as set out in article\nscenario in the 2022 bp Energy Outlook.\n20% reduction in the lifecycle carbon intensity 4.1 of the Paris Agreementh. When referring to bp\nRead more: bp.com/energyoutlook of these products against the 2019 baseline. becoming a net zero company by 2050 or sooner\nin the context of our net zero ambition and aims\nthis means achieving a balance between:\n• The relevant Scope 1 and 2 emissions\nassociated with our operations (aim 1), Scope 3\nAims for 2050\nAims 2025 target 2030 aims or sooner emissions associated with the carbon in our\n1 Net zero operations 20% a 50% a,b Net zero \nn\nlif\ne\ne\nt\nc\ns\ny\nh\nc\na\nle\nr e\ne\no\nm\nf\nis\np\ns\nro\nio\nd\nn\nu\ns\nc\na\nti\ns\no\ns\nn\no\no\nc\nf\ni a\no\nte\nil\nd\na n\nw\nd\ni t\ng\nh\na\no\ns\nu\n(a\nr\ni\ns\nm\na le\n2\ns\n),\no\no\nf\nr\n2 Net zero production 20% a 35-40% a Net zero \nenergy products (associated with aim 3); and\n• The total of applicable deductions from\n3 Net zero sales 5% c 15-20% c,d Net zero  e q ca u r a b li o fy n i n c g a p a t c u t r iv e i , t i u e s s e s a u n c d h s a t s o s ra in g k e s ( , C fo C r U e S x ) a a m n p d l e\n4 Reducing methane 0.20% f 50% reductiong land carbon projects, that are allowed for in our\nmethodology at the applicable time.\n5 More $ for new energies $3-4bn ~$5bn\nh (1) Article 2.1(a) of the Paris Agreement states the goal of “Holding the increase in the global average temperature to well\na Cumulative reductions against the 2019 baseline on an absolute basis. f Methane intensity based on our new measurement approach below 2°C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial\nb Previous aim 30-35%. which we aim to have in place by the end of 2023. levels, recognizing that this would significantly reduce the risks and impacts of climate change.”\nc Cumulative reduction in the carbon intensity of the energy g Reductions against a new baseline which we intend to be based (2) Article 4.1 of the Paris Agreement: “In order to achieve the long-term temperature goal set out in Article 2, Parties\nproducts we sell against the 2019 baseline. on our new measurement approach, which we aim to have in aim to reach global peaking of greenhouse gas emissions as soon as possible, recognizing that peaking will take longer\nd Previously >15% (2030). place by the end of 2023. for developing country parties, and to undertake rapid reductions thereafter in accordance with best available science,\ne P in r t e e v n i s o i u ty s l o y f 5 m 0% ark c e u te m d u e la n t e iv r e g y re p d r u o c d t u io c n ts i n t h a e g a a i v n e s r t a t g h e e emissions r F e o p r o te rt r m 20 s 2 w 1. ith refer to the glossary on page 377 of the bp annual so as to achieve a balance between anthropogenic emissions by sources and removals by sinks of greenhouse gases\nin the second half of this century, on the basis of equity, and in the context of sustainable development and efforts to\n2019 baseline.\neradicate poverty.”\n19 bp sustainability report 2021"
    },
    {
      "page": 22,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nGetting to net zero introduction\nWhat role will divestments Our approach to divestment Will we rely on offsetting to How will we influence\nplay in achieving our net We are working to reduce carbon emissions meet our net zero aims? NOJVs to support our aims?\nwhere possible across our portfolio, including\nzero aims? in businesses or assets that we may be We believe that both natural and technological Non-operated joint ventures (NOJVs) are an\nconsidering, or have scheduled, for divestment. emission reductions and removals are critical to important part of bp’s business strategy, including\nDivestments are, and continue to be, an\nWhere we are the operator and have mature reaching the Paris goals. We believe that effective with respect to methane management and net\nimportant part of our strategy. They enable us to\ncarbon management plans, we aim to pass compliance and voluntary markets for high zero. In 2020, bp established a NOJV centre of\nstrengthen our balance sheet and high-grade or\nthose plans on to the buyer. All businesses and quality carbon credits are important to finance excellence, which provides support to teams\ndiversify our portfolio. They will also help bp to\nassets we sell remain covered by local regulatory these activities. in bp who work with our NOJVs, including\ncreate a resilient, lower cost and lower carbon\nrequirements. This includes jurisdictions where support for their efforts to influence in relation\noil, gas and refining portfolio that is smaller but We expect that global demand for carbon credits\nwe are advocating for effective policies and to reducing methane emissions and overall\nhigh quality. is likely to grow as more companies use them to\nregulations to help the world get to net zero. sustainability management.\nachieve their climate-related goals. So, we intend\nDivestments contribute to our aims 1, 2 and 3.\nRead more about aims 1, 2 and 3 to continue to offer carbon credits and offsetting We see increasing potential for influencing\nFor aim 1, divestments contribute to reducing our\non pages 22-24 solutions to our customers to help them meet NOJVs or partnering with them through\noperational emissions. For aim 2, we expect our\ntheir goals. memoranda of understanding or strategic\noil and gas production to be around 40% lower\ncollaborations in support of shared goals, on\nby 2030 compared with 2019, from 2.6mboe/d We do not plan to rely on offsetting to meet our\nissues such as carbon management, hydrogen\nin 2019 to 1.5mboe/d in 2030, with contributions 2030 net zero aims. We consider that it makes\nand sustainability.\nfrom our current programme of divestments, sense to account for carbon credits directly\nalongside existing field decline. For aim 3, related to our business, for example where\nproceeds from divestments will help to grow carbon credits are bundled with the energy we\nour low carbon businesses which over time will sell, and looking ahead we plan to do so.\ncontribute to a reduction in the carbon intensity\nWe are currently participating in several initiatives\nof the products we sell.\nand associations to develop and strengthen the\nDivestments may not lead directly to a reduction quality of the offset market:\nin absolute global emissions but by redeploying\n• UK Voluntary Carbon Markets Forum\ninvestable funds to bp they accelerate the pace\n• International Carbon Reduction & Offset\nat which we can grow low carbon businesses.\nAlliance (ICROA)\nAs well as helping us to meet our aim 3, these\n• International Emissions Trading Association\nbusinesses can help reduce future demand for\n(IETA)\nfossil fuels, and as a result, emissions. We are\naiming to increase capital expenditure on our • Natural Climate Solutions Alliance convened by\nlow carbon businesses to $4-6 billion each year the World Economic Forum and World Business\nby 2030. Council for Sustainable Development (NCSA)\n20 bp sustainability report 2021"
    },
    {
      "page": 23,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nFive aims to get\n1\nbp to net zero 2\nNet zero\nNet zero\nProgress summary operations\nproduction\nWe launched our five aims in February 2021 performance\n2020. Given their maturity compared cumulative reduction in emissions 2021 performance\nwith the other sustainability aims that we against the 2019 baseline (absolute basis). cumulative reduction in emissions\nlaunched in 2021, we have made progress against the 2019 baseline (absolute basis).\n35%\nagainst the majority of our targets.\n16%\n2020 performance\n5 16% 2020 performance\n9%\nMore $ for\nnew energies\nGet bp to\n2021 performance\nlow carbon investments.\nnet zero\n~$2.2bn\n3\nNet zero\n4\nsales\n2020 performance Reducing\n$750 million 2021 performance\nmethane\ncumulative reduction in average\nemissions intensity of marketed energy\n2021 performance\nproducts against the 2019 baseline.\ncalculated methane\nintensity of our operations. 0%\n0.07%\n2020 performance\n<1%\n2020 performance\n0.12%\n21 bp sustainability report 2021"
    },
    {
      "page": 24,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n11 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nScope 1 (direct) and Scope 2 (indirect) GHG 1.1MtCO 2 e from methanec. Emissions decreased SERs across our business and activities in\nNet zero emissions (operational control boundary)a due to divestments, delivery of SERs and other 2021 included:\n(MtCOe) permanent operational changes.\n2 • Gelsenkirchen refinery and chemicals facility\n60\nScope 2 (indirect) emissions decreased by reduced its Scope 2 emissions from purchased\noperations 5.2\n1.4MtCOe, to 2.4MtCOe in 2021, a 37% electricity by 520ktCOe through new lower\n 49.2 3.8 2 2 2\n40 reduction compared with 2020. This decrease carbon power agreements.\n41.7 2.4\nresulted from lower carbon power agreements, • Our Azerbaijan, Georgia, Turkey (AGT)\n33.2\nincluding at our Gelsenkirchen site, and the region delivered reductions of 118ktCOe\n20 2\nOur aim 1 is to be net zero across our divestment of our petrochemicals business at the including 36ktCOe from waste heat\n2\nentire operations on an absolute basis end of 2020. recovery modifications.\nby 2050 or sooner. 0 2019 2020 2021 In 2021 compared with 2020: • Oman delivered further reductions of 65ktCO 2 e\nthrough green completions and 28ktCOe\nScope 1 2\nThis aim relates to our Scope 1 (from running the Scope 2 • Divestments accounted for 9.3MtCO 2 e of through well-testing without flaring.\nassets within our operational control boundary) the Scope 1 and Scope 2 emissions decrease\nand Scope 2 (associated with producing the Our progress in 2021 including the divestment of our operations in\nelectricity, heating and cooling that is bought Alaska, our petrochemicals business and bpx bp equity share emissions\nin to run those operations) GHG emissions. We made further progress against our energy divestments.\nWe report our operational (Scope 1 and 2)\nThese emissions were 54.4MtCOe in 2019. operational emissions reduction targets in 2021. • The delivery of SERs reduced Scope 1 and 2\n2 GHG emissions with reference to two\nWe’re targeting a 20% reduction in our aim Our combined Scope 1 and Scope 2 emissions, emissions by 1.6MtCO 2 e (in addition to the boundaries, operational control and bp equity\n1 operational emissions by 2025 and will aim covered by aim 1 were 35.6MtCO 2 e, a decrease 1MtCO 2 e delivered in 2020). share. The data for both boundaries are\nfor a 50% reduction by 2030 against our 2019 of 35% from our 2019 baseline of 54.4MtCO 2 e. • Other permanent reductions in 2021 included the included in the ESG datasheet and the annual\nbaseline. The 2030 aim was updated from 30- The total decrease of almost 19MtCO 2 e includes repurposing of Kwinana refinery (0.7 MtCO 2 e. report. Operational control boundary broadly\n35% to 50% in February 2022. 14.7MtCO 2 e in divestments and 2.6MtCO 2 e reduction) and cessation of production at covers bp-operated assetsa. bp equity share\nin sustainable emission reductions (SERs)b. Foinaven FPSO (0.2 MtCO 2 e. reduction). covers 100% of emissions from subsidiaries\nCompared with 2020 (45.5MtCOe), Scope 1\nProgress and targets 2 • Temporary production-related changes and the percentage of emissions equivalent\nand 2 emissions in 2021 decreased by 22%.\nCumulative reduction in emissions against the 2019 accounted for an increase of 1.1MtCO 2 e to our share of joint arrangements and\nbaseline (absolute basis). This means that while we have exceeded our associated with higher activity levels, associatesd. Our Scope 1 and Scope 2\n2025 target, we have more work to do to achieve particularly in refining, and temporary flaring emissions reduced on both an operated\n16% 2020 performance our overall net zero aim by reducing emissions increases in 2021. and equity share basis in 2021 compared\n35% 2021 performance while bringing new projects online. • Total hydrocarbons flared increased from 831kt with 2020.\nto 967kt in 2021 due to operational variances\n20% 2025 target Scope 1 (direct) emissions, covered by aim 1, including temporary flaring associated with a Read more: bp.com/ESGdata\n50% 2030 aim were 33.2MtCO 2 e in 2021, a decrease of 20% new production start-up.\nfrom 41.7MtCOe in 2020. Of those Scope 1\n2\nNet zero 2050 or sooner\nemissions 32.0MtCOe were from CO and\n2 2\na Operational control data comprises 100% of emissions from activities operated by bp, going beyond the IPIECA guidelines by including emissions from certain other activities such as contracted drilling activities.\nb SERs result from actions or interventions that have led to ongoing reductions in Scope 1 (direct) and/or Scope 2 (indirect) greenhouse gas (GHG) emissions (carbon dioxide and methane) such that GHG emissions would have been higher in the reporting year if the intervention had not\ntaken place. SERs must meet three criteria: a specific intervention that has reduced GHG emissions, the reduction must be quantifiable and the reduction is expected to be ongoing. Reductions are reportable for a 12-month period from the start of the intervention/action.\nc Due to rounding some totals may not agree exactly with the sum of their component parts.\nd bp equity share data comprises 100% of emissions from subsidiaries and the percentage of emissions equivalent to our share of joint arrangements and associates, other than bp’s share of Rosneft. On 27 February 2022, following the military action in\nUkraine, the bp board announced that bp intends to exit its 19.75% shareholding in Rosneft Oil Company (Rosneft).\nFor terms with refer to the glossary on page 377 of the bp annual report 2021.\n22 bp sustainability report 2021"
    },
    {
      "page": 25,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 22 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nEstimated emissions from the carbon in our Since 2019 estimated Scope 3 emissions have\nNet zero upstream oil and gas production reduced by 16%. We are on track to meet our Scope 3 emissions\n(MtCO 2 ) 2025 target of a 20% reduction against our Our aim 2 emissions are broadly equivalent\n400 2019 baseline. to the GHG Protocol, Scope 3, category 11,\nproduction with the specific scope of upstream\n361\n 300 328 Estimated emissions from the carbon in our production volumes.\n304 upstream oil and gas production by product\n200 (MtCO 2 )\n2019 2020 2021\nOur aim 2 is to be net zero on an 100\nbaseline performance performance\nabsolute basis across the carbon in Total 361 328 304\n0\nour upstream oil and gas production 2019 2020 2021 Oil 185 177 157\nby 2050 or sooner. Gas 165 140 138\nOur progress in 2021 NGL 11 11 9\nThis is our Scope 3 aim and is based on bp’s\nnet share of productiona (around 361MtCO 2 in Becoming net zero on an absolute basis across\n2019). It is associated with the CO 2 emissions the carbon in our upstream oil and gas production\nfrom the assumed combustion of upstream is in part linked to reducing oil and gas production,\nproduction of crude oil, natural gas and natural which we expect to reduce by around 40%\ngas liquids (NGLs). by 2030, against our 2019 baseline. We are\nWe are targeting a 20% reduction by 2025 taking action to achieve this through portfolio\nand will aim for 35-40% by 2030 against our management, including divestments. We are\n2019 baseline. also developing decarbonization strategies for the\nfuture, including the potential use of sinks such as\ncarbon capture use and storage, which in future,\nProgress and targets we intend to allow for in our methodology to\nCumulative reduction in emissions against the 2019 support this aim.\nbaseline (absolute basis).\nThe estimated Scope 3 emissions from the\n9% 2020 performance carbon in our upstream oil and gas production\nwere 304MtCO in 2021, a reduction of\n16% 2021 performance 2\napproximately 7% from 328MtCO in 2020,\n2\n20% 2025 target mainly associated with portfolio changes,\n35-40% 2030 aim including divestments and existing field decline.\nThis is in line with our aim to reduce our oil and\nNet zero 2050 or sooner\ngas production, and was partially offset by major\nproject start-ups and new well deliveries.\na Excluding bp’s share of production in Rosneft. On 27 February 2022, following the military action in Ukraine, the bp board\nannounced that bp intends to exit its 19.75% shareholding in Rosneft Oil Company (Rosneft). bp’s Na Kika platform, located in the Gulf of Mexico, US.\nFor terms with refer to the glossary on page 377 of the bp annual report 2021.\n23 bp sustainability report 2021"
    },
    {
      "page": 26,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 33 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nOur progress in 2021 Average emissions intensity of marketed\nNet zero sales energy productsb,d,f Expanding our aim 3 sales boundary\n In 2021, the average carbon intensity of bp’s (gCO 2 e/MJ) In February 2022, we announced that the\nmarketing sales of energy products remained\n2019 2020 2021 sales boundary of energy products included\nat 79gCOe/MJb, as in 2019 and 2020. We are\n2 in aim 3 would expand to include physically\nAverage emissions intensity of\ncontinuing to invest in activities that will decarbonize\nmarketed energy products 79 79 79 traded sales of energy products as well as\nOur aim 3 is to reduce to net zero our business in the future. Reducing the carbon\nmarketing sales of energy products (such\nthe carbon intensity of the energy intensity of the products we sell is directly linked Refined energy products 93 92 92 as natural gas, refined products, low carbon\nto growing the size of our low carbon businesses Gas products 71 71 72\nproducts we sell by 2050 or sooner. power and other products)g.\nand providing products with lower lifecycle Bioproducts 29 28 27\nThis aim applies to the average carbon emissions. Our investments in low carbon as Power products 44 43 38 This includes trades in energy products which\nintensity of the energy products we sell. part of our aim 5 have increased from around are physically settled in circumstances where\nIt is estimated on a lifecycle (full value $750 million in 2020 to nearly $2.2 billion in 2021. bp considers their inclusion to be consistent\nShare of energy delivered per energy\nchain) basis from the use, production, and Much of the low carbon investment we have product typec,e with the intent of the aim. It therefore excludes,\ndistribution of energy products per unit of made is expected to feed into carbon intensity (%) for example, financial trades, and physical\nenergy (MJ) delivered. trades where the purpose or effect is that the\nreductions later in this decade and beyond. 100 5 5 4 0 volumes traded net off against each other.\nAs updated in February 2022, the scope The diversification inherent in our strategy 43 41 43\nof aim 3 for future reporting years is provides us with a range of levers – including 75\nexpanding to include physically traded energy our transition growth businesses and the trading\nproducts. activity which is now included within the scope 50 52 54 52\nof this aim – as we pursue delivery of our 2025\nFor the 2019 to 2021 reporting years, it 25\ntarget and 2030 aim.\ncovers marketing sales of energy productsa\n(79gCOe/MJb in 2019). Compared with the 2019 baseline, the carbon 0\n2\nintensity of bp’s marketing sales of energy 2019 2020 2021\nproducts remained flat. Gas Bio\nProgress and targets Refined Power\nCumulative reduction in carbon intensity against the This is because of a lower share in sales of gas\n2019 baseline. and power products from 2019 to 2021, caused\n<1% 2020 performance by a number of factors including a reduction in\ndemand over the period and an increase in refined\n0% 2021 performance\nproducts demand post COVID-19.\n5% 2025 target\na Please see the basis of reporting for the list of energy products covered at bp.com/basisofreporting.\n15-20% 2030 aim\nb We now report carbon intensity for aim 3 to the nearest whole number in gCO2e/MJ. Following publication of the 2020 bp annual report and Form 20-F, sustainability report and ESG\nNet zero 2050 or sooner datasheet, we identified minor data reporting corrections and implemented methodological improvements which have impacted the previously reported aim 3 figures. Recognizing that\namendments and methodological enhancements may continue to occur in the future, we believe that the rounding of aim 3 figures in this way provides a more reliable and consistent\nrepresentation of our performance. Since this is the first year of reporting on this basis, our ESG datasheet on bp.com includes carbon intensity on the prior basis of rounding to 1 decimal place.\nc The share of energy is based on the total energy associated with sales of marketed energy products, with electricity represented as fossil equivalence of sold energy.\nd The aggregate lifecycle emissions and energy values used in the calculation of the average emissions intensity of marketed energy products is provided in our ESG datasheet on bp.com.\ne Due to rounding some totals may not agree exactly with the sum of their component parts.\nf The weighted average GHG emissions per unit of energy delivered (in grams CO2e/MJ), estimated in respect of marketing sales of energy products. GHG emissions are estimated on a lifecycle\nbasis covering production, distribution and use of the relevant products (assuming full stoichiometric combustion of the product to CO2).\ng Crude oil does not count as an energy product except in the rare cases where it is used by an end user to satisfy an energy demand.\nFor terms with refer to the glossary on page 377 of the bp annual report 2021.\n24 bp sustainability report 2021"
    },
    {
      "page": 27,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 44 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nOur progress in 2021 Methane intensitya,b At a number of our North Sea assets, we\nReducing (%) made improvements such as optimizing\nThere are two challenges in tackling methane – the restart sequence of our operations and\n0.20\nthe identification and quantification of emissions, changing operational parameters to minimize\nmethane and finding ways to reduce emissions. This aim 0.15 the potential for flares to extinguish under\naddresses both. Our methane emissions intensity high winds. These changes can help minimize\n0.14\nis currently calculated using a generally accepted 0.10 0.12 methane emissions.\nindustry methodology and, while it reflects\nTechnology improvements\nprogress in reducing intensity, it will not directly 0.05 0.07\nOur aim 4 is to install methane correlate with progress towards delivering Technologies to detect and measure methane\nmeasurement at all our existing major our 2025 target, which is based on our new 0 are evolving at pace. A flexible approach to\nmeasurement approach. 2019 2020 2021 using different technologies allows us to move\noil and gas processing sites by 2023,\ntowards increased continuous site and source-\npublish the data, and then drive a 50% Throughout 2021, we continued working to Methane measurement level measurement systems as more advanced\nreduce our operational methane emissions – from\nreduction in methane intensitya of our technology becomes available. We use different\nupgrades in our current operations to advancing\nOur plans to install methane measurement at all methods, including drones, aircraft, satellites and\noperations.\nthe design and use of new technology. Our aim\nour existing major oil and gas processing sites fixed video monitoring. We continue to monitor\nto deploy methane measurement is focused on\nAnd we will work to influence our joint continued in 2021, with the ongoing installation of emerging technologies to assess their potential\nimproving our understanding and confidence\nventures to set their own methane intensity enhanced metering, software for flare efficiency as methane measurement tools.\nin our methane data in an effort to support\ntargets of 0.2%. and predictive emissions monitoring on gas\nour efforts to reduce methane intensity and\nturbines in line with our three-year timeframe.\nabsolute emissions. Autonomous methane measurement\nProgress and targets At our US onshore operations we trialled new\nMethane intensitya Our methane intensity in 2021 was 0.07%, technologies for site level emissions detection In 2021, bp joined forces with five other\nan improvement from 0.12% in 2020b. and continued using drones and aircraft with operators in the North Sea and with the\n0.12%b 2020 performance Methane emissions from upstream operations, methane sensors. Net Zero Technology Centre to develop a\n0.07%b 2021 performance used to calculate our intensity, decreased by method for offshore methane measurements\n0.20% 2025 targetc 40% to around 43.0kt, from 71.6kt in 2020. Methane reduction activity using autonomous aircraft. The method is\n50% Aimd This continues a declining trend in absolute designed to meet emerging requirements for\nupstream methane emissions since 2016, when Across our US onshore operations, we are atmospheric measurements under the Oil\nwe reported 111kt. Variations in production and working to achieve zero routine flaring by 2025 and Gas Methane Partnership 2.0 (OGMP).\ndivestments accounted for approximately 78% or sooner. This includes installing air-assisted It combines a state-of-the-art methane sensor\nof the absolute reductions reported for 2021, and flares to improve combustion efficiency and with a fixed wing autonomous aircraft capable\nwe also achieved methane reductions (SERs). thermocouple sensors on all flare stacks that of operating in challenging environments,\nMarketed gas volumes decreased by 1% from notify bp operations teams of unlit flares. All bpx such as the North Sea. This allows emissions\n3,075bcf in 2020 to 3,058bcf in 2021. flares have auto-ignitors to attempt to remotely data to be collected while minimizing the\nreignite extinguished flames. requirement for personnel to be present in the\noffshore environment, reducing overall risk.\na Methane intensity refers to the amount of methane emissions from bp’s operated upstream oil and gas assets as a percentage of the total gas that goes to market from those operations.\nOur methodology is aligned with the Oil and Gas Climate Initiative’s (OGCI).\nb Methane intensity is currently calculated using our existing methodology and, while it reflects progress in reducing methane emissions, will not directly correlate with progress towards\ndelivering the 2025 target under aim 4.\nc Methane intensity based on our new measurement approach which we aim to have in place by the end of 2023.\nd Reduction in methane intensity based on our new measurement approach which we aim to have in place by the end of 2023.\n25 bp sustainability report 2021"
    },
    {
      "page": 28,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 44 55 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nNOJV activities We have advocated for progressive methane Offshore wind\nOur work to collaborate with and influence our policy, including the federal regulation of methane More $ for We completed the formation of a 50-50 strategic\nNOJVs on methane management is coordinated emissions in the US and the development US offshore wind partnership with Equinor to\nthrough our NOJV centre of excellence. We have of policy and regulations in Europe, for jointly develop up to 4.4GW generating capacity\nprioritized collaboration with NOJVs that have the example our response to the EU methane new energies from two major lease areas off the US East Coast\ngreatest potential to reduce methane emissions. emissions consultation. through two projects, Empire Wind and Beacon\nWe are working to influence them to set their Wind. In the UK, bp and 50-50 partner EnBW\nRead more about our advocacy,\nown methane intensity targets of 0.2% and take were jointly selected as the preferred bidders for\non page 29\naction to reduce methane emissions, directly two 60-year leases in the UK’s first offshore wind\nOur aim 5 is to increase the\nand through industry bodies such as Methane leasing round in a decade – development of these\nGuiding Principles (MGP) and the new OGMP proportion of investment we make projects, Morgan and Mona, is expected to add\nWhy methane reduction is important in\n2.0. We are keen to share knowledge and learn into our non-oil and gas businesses. up to 3GW offshore wind capacity in the UK.\nslowing the rate of temperature increase\nfrom our NOJVs.\nIn January 2022, together with EnBW, we were\nWhen methane is emitted into the atmosphere Over time, as investment goes up in low\nawarded a lease option to develop a major\nunburnt, it has a relatively short atmospheric and zero carbon, we see it going down in oil\nCollaboration and methane advocacy\noffshore wind project around 60km offshore from\nlifespan of 10 to 12 years. But it is more than and gas.\nAberdeen, Scotland. This project, to be known as\nbp has been awarded gold status by the United 25 times more potent than CO 2 over a 100-\nMorven, will have a potential generating capacity\nNations Environmental Programme for our plans year time span. Progress and targets of around 2.9GW, sufficient to power more than\nto measure and reduce methane emissions in the Reducing methane emissions could Annual $ investment in low carbon three million homes.\nfirst year of the OGMP 2.0 reporting framework. dramatically reduce the pace of warming.\nThe award recognizes the work of many bp According to the Intergovernmental Panel on $750m 2020 performance Solar\nteams and collaborations with our partners Climate Change (IPCC), methane was the ~$2.2bn 2021 performance Lightsource bp is further accelerating growth,\nincluding NOJVs. second largest contributor to warming over the now targeting up to 25GW by 2025 and will be\n$3-4bn 2025 target\nThe UN-led OGMP initiative has gathered last decade to 2019, with almost 60% of the exclusively developing a potential 9GW solar\nmomentum. When we first joined the original impact of carbon dioxide. ~$5bn 2030 aim pipeline for bp following the acquisition of 7X\nOGMP in 2015 there were 10 member During the COP26 climate change conference Energy in 2021. Lightsource bp continued to\ncompanies; there are now more than in Glasgow, UK, 103 countries signed the grow its operational portfolio in the US, Europe\n70 members, including midstream and Global Methane Pledge to reduce global Our progress in 2021 and Australia in 2021, including new markets in\ndownstream companies. methane emissions by 30% by 2030 against Greece and Poland.\nAs a signatory of the MGP, we are currently a 2020 baseline. In the US, the Environmental As we continue towards our net zero ambition, In June 2021, Vendima, five flagship Lightsource\nleading a project to develop a free-to-use Protection Agency has proposed the adoption we target increasing our low carbon investment bp solar projects, began commercial operations\nweb-based tool, suitable for use by any oil and of federal regulations that will require oil to $3-4 billion per year in 2025, and aim to in Zaragoza, Spain. The five-project cluster has\ngas company, operated or non-operated, large and gas operators to detect and repair increase it to at least $5 billion per year in 2030. a total capacity to provide around 250MWp of\nor small, to support improved understanding, methane leaks. In 2021, low carbon capital expenditure solar energy, producing electricity which is the\nreporting and mitigation of methane. This is a critical step toward helping the US increased from around $750 million in 2020 to equivalent of powering over 107,000 homes.\nreach net zero by 2050 or sooner and we nearly $2.2 billion. This is due to our continuing These projects also aim to improve local\nlook forward to continuing to engage with the acceleration in offshore wind and solar as well biodiversity by planting native species and\nAgency as it develops methane rules. as advancing mobility with a bolder ambition positively contributing to the local economy\nin electrification.\nthrough job creation.\nRead more: bp.com/results\n26 bp sustainability report 2021"
    },
    {
      "page": 29,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 55 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nHydrogen We are achieving significant milestones in Electrification\nWe anticipate significant future investment building our hydrogen and CCS businesses. We see electric vehicle (EV) charging as a\nin hydrogen and during 2021 we progressed As part of the East Coast Cluster, the Northern transition growth engine for our convenience\ncurrent projects in Australia, Germany, the Endurance Partnership has been confirmed as and mobility strategic focus area. In 2021, we\nNetherlands and Spain. We also identified one of the UK’s two initial carbon capture and increased capital expenditure in our EV charging\nseveral new projects and continued to explore storage projects. And we have awarded the first business compared with 2020. This aligns with\nnew opportunities across multiple geographies. engineering contracts for Northern Endurance bp’s aim to accelerate our EV charging ambition\nIn the UK, we have made several recent Partnership and Net Zero Teesside power across key growth markets, through a focus on\nannouncements, including our plan to build a station. We are also building a hopper of options ‘on-the-go’ charging and fleets and growing our\nhydrogen production facility at Teesside in the worldwide, including global export hubs for network of around 13,100 charge points today to\nNorth East of England, intended to deliver up to marine and shipping. more than 100,000 by 2030.\n1GW of blue hydrogen by 2030, and the HyGreen\nThrough strategic collaborations, such as our\nTeesside project targeting 60MWe of green\nHyGreen Teesside participation in Digital Charging Solutions\nhydrogen production by 2025. In addition, we\nalongside Mercedes-Benz and BMW, we\nhave established partnerships with the cities of HyGreen Teesside could deliver up to\nexpect to connect EV drivers across Europe to\nAberdeen and Houston to integrate city energy 500MW of low carbon electrolytic-\nour network of charge points. We anticipate\nsystems around hydrogen, solar and mobility enabled hydrogen production by 2030.\nsubstantial growth potential in fleet charging and\nsolutions. Initial capital expenditure is expected to We are aiming to start production by 2025,\nhave acquired AMPLY Power, an EV charging\nbe deployed from 2022 onwards. with an initial phase of some 60MWe of\nand energy management provider for fleets in\ninstalled hydrogen production capacity. A final\nHydrogen production is also set to play a part in investment decision on the project is expected the US. This acquisition gives us a viable fleet\nthe strategic partnership we have formed with in 2023. Together with H2Teesside, which business and has accelerated our entry into one\nADNOC and Masdar to provide clean energy has the capacity to deliver a planned 1GW of the fastest growing fleet charging markets in\nsolutions for the UK and UAE as well as in our CCS-enabled blue hydrogen, bp projects could the world.\ncollaboration with Valencia regional government deliver 30% of the UK government’s 5GW\nto explore decarbonization opportunities in hydrogen target. The project is expected to\nthe region. fuel the development of Teesside into the\nUK’s leading hydrogen transport hub, helping\nenable large-scale decarbonization of heavy\ntransport, airports, ports and rail in the UK,\nwhile supporting economic development and\nregeneration in Teesside.\n27 bp sustainability report 2021"
    },
    {
      "page": 30,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nFive aims to help the world get to net zero\nProgress summary 7\n6\nWe launched our five aims to help the world Incentivizing employees\nget to net zero in February 2020, alongside\nAdvocating\nfive aims to get bp to net zero. These aims\nare primarily qualitative in nature but we have Remuneration\nmade progress in line with our aims. Advocacy\nlinked to emissions\nhubs\n10\nlaunched to reductions for leadership and\nClean cities and inform stakeholders around 22,000 employees\ncorporates\nRead page 30 for more\nNew\nRead page 29 for more\npartnerships\nHelp\nannounced with cities\nthe world\nand corporates\nget to\n8\nRead page 32 for more 9\nnet zero\nAligning associations\nTransparency leader\nExpanded Assessed association\nT CF D disclosures memberships\nresults published in our\nusing the WBCSD\ntrade associations report\nScenario Catalogue\nRead more in our bp Annual Report\n2021 on pages 55-66 See bp.com/tradeassociations\n28 bp sustainability report 2021"
    },
    {
      "page": 31,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 66 7 8 9 10 11 12 13 14 15 16 17 18 19 20\nWe advocate for direct federal regulation of\nmethane in the US and we look forward to Our advocacy hubs\nAdvocating\nengaging with the EPA as it further develops its\nWe have improved transparency about our\nRead more: bp.com/advocacyactivities\nmethane rules.\nglobal policy advocacy by publishing examples\n• Contributing to a series of actions from both of our activity in support of aim 6. We plan Read more: bp.com/USadvocacy\nindustry and government to help accelerate the to provide updates on key activities to inform\nOur aim 6 is to more actively advocate mass adoption of electric vehicles across the stakeholders of our key advocacy themes and\nUK, as part of our membership of the Electric activities throughout the year.\nfor policies that support net zero, Vehicle Fleet Accelerator.\nincluding carbon pricing. • Giving support and input to proposals for\nclimate and sustainability reporting in the\nWe have stopped corporate reputation\nUS and UK by responding to requests for\nadvertising campaigns, and this is enabling us\ninformation by the Securities and Exchange\nto redirect resources to promote well designed\nCommission (SEC) in the US and the Financial\nclimate policies. In future, any corporate\nConduct Authority (FCA) and Department for\nadvertising will be to advocate for progressive\nBusiness, Energy and Industrial Strategy (BEIS)\nclimate policy; communicate our net zero\nin the UK.\nambition; invite ideas; or build collaborations.\n• Contributing to the UK Green Jobs Taskforce\nWe will continue to run recruitment campaigns report calling for government, industry and the\nand advertise our products, services and educational sector to take action to deliver on\npartnerships – although we aim for these to the promise of a green industrial revolution and\nincreasingly be low carbon. net zero.\n• Providing input to the development of the New\nZealand Sustainable Biofuels Mandate.\nOur progress in 2021 • Supporting the drafting of EU methane\nregulations by developing technical methane\nAdvocacy takes place at regional, country, state recommendation papers issued through\nand local levels but in 2021, we focused on industry bodies such as the Methane Guiding\nthemes including methane emissions reductions, Principles, as well as more targeted bp-specific\nelectrification and the need to support reskilling feedback. This effort will continue in 2022.\nfor the energy transition. Our activities included:\nIn addition, our CEO publicly welcomed the ‘Fit\n• Supporting carbon pricing in the US, including\nfor 55’ legislative package – to help the EU to cut\nactively advocating for the cap and invest\nits emissions by at least 55% by 2030, compared\nprogramme within the Washington State\nwith 1990 levels. We have responded to multiple\nClimate Commitment Act. This has now passed\nconsultations on these proposals, for example,\ninto law, and we are working with state agencies\non the ramp-up of production of sustainable\nas they develop rules for implementation.\naviation fuel and increasing the overall share of\n• Providing technical input to the US Environmental renewables to at least 40%.\nProtection Agency (EPA) ahead of its proposal\nfor new rules aimed at reducing methane Read more: bp.com/policyandadvocacy\nemissions from the oil and gas industry. Lightsource bp Impact Solar project in Texas, US.\n29 bp sustainability report 2021"
    },
    {
      "page": 32,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 77 88 9 10 11 12 13 14 15 16 17 18 19 20\nThe bonus scorecard against which our We have created a community of employee Progress is sometimes challenging and uneven\nemployees are measured incentivizes them advocates, supported by a growing because associations need to take account of\nIncentivizing\nthrough three themes: safety and sustainability communications and engagement network. members’ differing views. We recognize this\n(30%), operational performance (20%) and Throughout 2021, these advocates supported a and will continue using our influence to make\nfinancial performance (50%). number of progressive climate policy campaigns, our case.\nemployees\nincluding the rEV index campaign, which\nFor sustainability this includes a measure We periodically assess the alignment of key\nmeasures the UK’s progress in transitioning to\nrelated to sustainable emissions reductions. associations with our position on climate. In 2021\nelectric vehicles. By the end of 2021 more than\nIn 2022, our annual bonus scorecard will remain we published an update on the progress made by\n2,900 advocates were active across bp.\nunchanged for employees. We will expand five that we had found to be only partially aligned\nsustainability measures in the long-term incentive in our 2020 inaugural report:\nOur aim 7 is to incentivize our global\nplan scorecard for group leaders, through two\nworkforce to deliver on our aims and social measures on employee engagement and Aligning • Following advocacy by members, including\nbp, the American Petroleum Institute (API)\nmobilize them to become advocates improved ethnic minority representation within\ndeclared support for direct federal regulation of\nfor net zero. our senior level leader population, along with the methane in its Climate Action Framework, in\ninclusion of an aim 1 net zero operations measure. associations\nwhich it also states that it will support carbon\nThis will include continuing to allocate\nRead more in our bp Annual Report 2021 pricing mechanisms. We are encouraged\na percentage of remuneration linked to\non page 122 by the Framework’s focus on transparency\nemissions reductions for leadership and\nand reporting.\naround 22,000a employees.\nIn addition from 2022, over 40% of the Our aim 8 is to set new expectations • bp was among the companies that urged\nperformance-based share awards for our senior the US Chamber of Commerce to take a\nfor our relationships with trade\nleaders will be related to low carbon actions and more active and positive approach to climate\nOur progress in 2021 delivering our strategy. associations around the globe. policy, which it did in its January 2021 policy\nTo help our employees deliver our strategy and We offer sustainable benefits to eligible UK We will make the case for our views on update. This included support for a ‘market-\nsustainability aims, we are educating them employees, including the choice of electric fleet climate change within the associations based approach to accelerate GHG emissions\nabout the importance of net zero, incentivizing vehicles. In 2021, through our carbon offsetting we belong to and we will be transparent reductions’ and the direct regulation of\nthem to become advocates and providing the scheme offered as part of our employee where we differ. And where we can’t reach methane emissions.\nsupport they need to do so. In 2021, we have engagement, bp employees offset a combined alignment, we are prepared to leave. • The National Association of Manufacturers’\nmade progress in all three areas: incentivization, 75ktCO 2 e for domestic carbon and travel, including position has evolved in the area of carbon\neducation and advocacy support. corporate aviation. The offsetting scheme is pricing as the organization has stated support\nset to be rolled out globally in 2022. These two for ‘market based options’.\nOur progress in 2021\nIncentivization employee schemes are unconnected to bp’s • We were also encouraged by progress\nOur annual bonus for all eligible employees, operational emissions, which are not being offset. We belong to trade associations that offer made concerning support for progressive\nincluding the bp leadership team, has been linked Education and advocacy opportunities to share good practice and climate policy by the Australian Institute of\nto a sustainability measure since 2019. collaborate on issues of importance to us, not Petroleum and the Canadian Association of\nIn 2021, we launched our new digital training just policy and advocacy. bp’s voice is one among Petroleum Producers.\ncourse ‘Net Zero + Me’, which we developed to\nshow how employees across bp contribute to our many, but we work hard to make our case and In our 2021 progress update, we list our 66 most\nambition. We also appointed our first low carbon enlist the support of like-minded companies for significant memberships where fees exceeded\nskills and learning team to help our people build progressive climate policies. $50,000.\na This figure was approximately 37,000 in February 2020. the capability they need as we pursue our net zero\nIt has been updated to reflect the number of employees ambition and scale our low carbon businesses.\neligible for a cash bonus in 2021.\n30 bp sustainability report 2021"
    },
    {
      "page": 33,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 88 99 10 11 12 13 14 15 16 17 18 19 20\nThroughout 2021, we pushed for constructive • Published our first diversity, equity and inclusion Expanded TCFD disclosures\nengagement on climate policy proposals in the Transparency (DE&I) report. For 2021, we have reported in line with the\nUS, with API, the US Chamber of Commerce, FCA listing rule for premium listed companies\nthe National Association of Manufacturers, and Read the report here: bp.com/DEI LR 9.8.6(8)a and made climate-related financial\nother organizations. disclosures against each TCFD Recommended\nleader • Published our second tax transparency report.\nWe plan to publish a further trade associations Disclosure that we consider to be consistent\nreview in the second quarter of 2022. Read the report here: bp.com/tax both with the Recommended Disclosure and the\nrelated Recommendations. You can read these\nNew memberships in 2021\nfull disclosures covering governance, strategy, risk\n• Published our UK ethnicity pay gap data.\nAs we transition to become an integrated energy Our aim 9 is to be recognized as an and metrics and targets in the bp annual report\ncompany, our trade association memberships are Read the report here: 2021 on pages 55-66.\nindustry leader for the transparency\nevolving too. These new memberships relate to bp.com/ukgenderpaygap\nour strategic pillars of convenience and mobility of our reporting. Read more: bp.com/TCFD\nand low carbon energy: • Responded to assessments by the WBA (World\nOn 12 February 2020, we declared our support\nBenchmarking Alliance) as part of their Net Zero Developing scenarios\n• Clean Fuel Ammonia Association aims to for the recommendations of the Task Force on and Just Transition benchmarks. Our chief economist contributed to work\ndevelop a commercial CO -free ammonia value Climate-related Financial Disclosures (TCFD).\n2 • Joined the TNFD (Taskforce on Nature- requested by the TCFD from the WBCSD (World\nchain in Japan.\nWe intend to work constructively with the related Financial Disclosures) forum to better Business Council for Sustainable Development)\n• Chargeup Europe advocates for policies that TCFD and others – such as the Sustainability understand future reporting on this topic. ‘Climate Scenario Analysis Reference Approach\nsupport and facilitate the smooth uptake of Accounting Standards Board (SASB) – to for Companies in the Energy System’, to develop\nelectric vehicles in Europe. develop good practices and standards We have actively participated in the development business-relevant approaches to climate scenario\nof carbon and net zero standards and\n• Maersk Mc-kinney Møller Center for Zero for transparency. analysis that support and inform disclosures\nbenchmarks. We, alongside some of our peers,\nCarbon Shipping advocates for policies to about strategic resilience.\nare currently piloting the new Net Zero Standard\ndecarbonize the global maritime industry.\nbp formed a strategic partnership with them developed by the Institutional Investors Group We hope that as companies use standard\nOur progress in 2021\nin 2021. And we are collaborating on the for Climate Change for Oil & Gas. This standard variables from the Catalogue, it will allow\ndevelopment of new alternative fuels and low is expected to integrate into Climate Action 100+ for greater consistency and comparisons of\nThroughout the year we have taken steps to\ncarbon solutions for the shipping industry. analysis. Throughout 2021, we have responded disclosures. We have drawn on the Catalogue\nincrease the transparency of our reporting on\nto consultations from CA100+, Science-Based to conduct our scenario analysis as part of our\n• NACS (the Association for Convenience & Fuel climate-related matters and sustainability more\nTargets initiative and others. TCFD reporting.\nRetailing) advocates for convenience and fuel broadly. For example, we:\nretailers, particularly on regulations affecting Read more about our engagement with The use of these scenarios in this way\n• Published our SASB index, reporting against\nbusinesses across the globe but focused on stakeholders, on page 51 complements how we use scenarios in the bp\nmetrics from the Oil & Gas – Exploration &\nthe US. Energy Outlook, which inform our understanding\nProduction standard.\nof the energy transition and the global energy\nRead more: bp.com/tradeassociations • Resumed submission to the CDP (Climate\nsystem. This helps us to think about different\nDisclosure Project) climate questionnaire and\noutcomes and how they might impact\nreceived an A- score.\nour strategy.\nRead more about all of these:\nRead more: bp.com/energyoutlook\nbp.com/ourreporting\na https://www.handbook.fca.org.uk/instrument/2020/\nFCA_2020_75.pdf\n31 bp sustainability report 2021"
    },
    {
      "page": 34,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 1100 11 12 13 14 15 16 17 18 19 20\nIn January 2022, in the Valencia region of Spain, Heavy transport Partnership updates\nClean cities we signed MoUs with the state government We have agreed to work with corporates from During 2021, we progressed a number of\nand ceramic industry associations, to explore the shipping, aviation and trucking industries. partnerships originally announced in 2020.\nways to decarbonize public and private mobility, Together with the Maersk Mc-Kinney Møller\nport and airport operations and industry in the Center for Zero Carbon Shipping, we signed a In Aberdeen, we have formed a joint venture\nand corporates region. This builds on our plans to transform our partnership agreement committing to a long- with Aberdeen City Council to build and operate\nCastellon refinery to be capable of producing term collaboration on the development of new Scotland’s first green hydrogen hub, supplying\ngreen hydrogen, biofuels and renewable energy. alternative fuels and low carbon solutions for the hydrogen for the city’s mobility and heating\nneeds. The addition of the ScotWind offshore\nOur regions, cities and solutions team is working shipping industry. wind lease brings the potential for greater\nOur aim 10 is to launch a new team to meet corporates’ complex decarbonization We also signed an MoU with the shipping and scale, enabling the hydrogen hub to supply\nto create integrated clean energy and needs through access to a ‘one stop shop’ logistics company NYK Line to collaborate neighbouring regions.\nof low carbon energy solutions from across on future fuel and transportation solutions to\nmobility solutions. bp businesses. help shipping and other sectors decarbonize. As a result of the successful ScotWind bid,\ntogether with our partner EnBW we will work\nWe launched our regions, cities and solutions We made progress against our intention to In relation to shipping, the collaboration will focus to establish an operational centre in Scotland,\nteam in 2020, to help countries, cities and partner with corporates in the heavy industry, on ways of transitioning from current marine fuels and make Aberdeen our global operations and\ncorporations around the world decarbonize. heavy transport and hi-tech and consumer to future fuels and associated value chains such maintenance centre of excellence for offshore\nproducts sectors. as CO 2 shipping. wind, creating up to 120 new direct jobs. It is\nHeavy industry We announced plans to create a decarbonized expected to contribute up to £40 million per year\nOur progress in 2021 air corridor between the UAE and UK through a to the economy.\nWe signed an MoU with CEMEX, a global\nstrategic partnership with Masdar and ADNOC.\nIn 2021, we continued working towards our target leader in the building materials industry, to In July, we progressed our partnership with\nWe also progressed our strategic partnership\nof partnering with 10-15 cities globally by 2030. support its 2050 ambition to deliver net zero Microsoft to create renewable energy deal\nwith Qantas to supply sustainable aviation fuel\nconcrete. We intend to work with CEMEX to structures for its data centres. Microsoft and bp\nWe already have partnerships with Houston in the to the airline from 2022 for selected flights from\npotentially develop decarbonization solutions are also working together to find innovative low\nUS and Aberdeen in Scotland. In Aberdeen we London to Australia departing from London’s\nfor the production and transportation of their carbon solutions – exploring concepts such as the\nsigned a memorandum of understanding (MoU) Heathrow Airport.\ncement products. development of clean energy parks powered by\nwith Aberdeen Harbour to explore the possibility\nHi-tech and consumer products next-generation technologies. We are also using\nof identifying and potentially developing projects\nWe signed an agreement with Infosys to develop Microsoft’s Azure cloud services to access its\nto reduce emissions and lower air and noise\nand pilot an ‘energy as a service’ solution and machine learning and data analytics tools.\npollution from vessels arriving there.\ndigital platform, with a pilot to be carried out at its\nPune campus in India. We also signed an MoU\nwith Schneider Electric to collaborate on jointly\noffering integrated energy solutions to customers.\n32 bp sustainability report 2021"
    },
    {
      "page": 35,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nImproving\npeople’s lives\nIn this section\nFive aims to improve people’s lives\nAim 11: More clean energy 35\nAim 12: Just transition 35\nAim 13: Sustainable livelihoods 37\nAim 14: Greater equity 38\nAim 15: Enhance wellbeing 40\nMore clean energy\nTogether with EnBW, we are set to develop a major offshore\nwind project around 60km offshore from Aberdeen, Scotland.\nThis project will have a total generating capacity of around\n2.9GW, sufficient to power more than three million homes.\nWe intend to make Aberdeen our offshore wind centre of\nexcellence for operations and maintenance, creating up to\n120 new direct jobs.\nRead more: aim 11\nThroughout 2021, we reviewed ways in which\n33 bp sustainability report 2021 we can support access to affordable energy."
    },
    {
      "page": 36,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nFive aims to improve people’s lives\n11\nProgress summary\nMore clean energy 12\nWe have made progress against our aims,\nincluding benchmarking and agreeing focus Just transition\n4.4\nareas. This is a key part of the systematic, GW\nconsidered and collaborative approach we Building\nare taking to deliver our aims.\nskil ls\nrenewable energy equivalent\ndeveloped to FID by end of 2021\n15\ntowards our 50GW by 2030 aim\nfor the future\nEnhance wellbeing\nenergy system\nEmployee Read page 35 for more\nRead page 36 for more\nportal\nImprove\nand worldwide physical\npeople's\nactivity challenges\n13\nlaunched\nlives\n14 Sustainable livelihoods\nRead page 40 for more\nGreater equity Fair wage\nGlobal DE&I\nbenchmarking\nscorecard\ncompleted to increase our\nunderstanding of fair wages\nlaunched to help\nbp entities progress diversity,\nequity and inclusion Read page 38 for more\nRead page 38 for more\n34 bp sustainability report 2021"
    },
    {
      "page": 37,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 1111 1122 13 14 15 16 17 18 19 20\nWe are on track with 4.4GW brought to FID In 2021, we focused on defining and building\nby end of 2021 and 23GW in the pipeline. the systems, processes and metrics that we\nMore clean Just transition\nOur development pipeline includes new solar will need in order to progress towards our 2025\ndevelopment projects agreed by Lightsource targets and 2030 aims.\nenergy bp in the US across 12 states and in New South\nRead more: Aims and objectives summary\nWales, Australia, as well as offshore wind\nprojects in the US and UK. Our aim 12 is to support a just energy\nIn the UK in January 2022, we were successful transition that advances human rights Enabling a just transition\nin the ScotWind licensing round with our partner and education.\nOur aim 11 is to develop enough EnBW, adding 1.5GW net to our pipeline. In 2021, we advanced initiatives that support a\nclean energy to benefit more than This brought our offshore wind pipeline to over We support the Paris Agreement, which just transition for the bp workforce and for people\n36 million people. 5GW net of offshore wind projects in the core recognizes the importance of a just transition – living in communities where we operate.\nUK and US markets. one that delivers decent work, quality jobs and\nTogether with the Council for Inclusive Capitalism\nBy 2030 we aim to have developed 50GW supports the livelihoods of local communities.\nof renewable generating capacitya – broadly\nbp and EnBW have agreed to develop an 860km2 and Boston Consulting Group and in consultation\nlease located 60km off the coast from Aberdeen To support a just energy transition, we aim to with the Vatican Dicastery for Promoting Integral\nenough to meet the power needs of 36 million\nas a fixed-bottom offshore wind project with collaborate with key stakeholders and other Human Development, we co-led an initiative\npeopleb, including exploring ways to make clean\na total generating capacity of around 2.9GW, industries to support the advancement of called the Just Transition Workstream, which\nenergy accessible to those who need it mostc.\nsufficient to power more than three million human rights through the transition. We will involved CEOs from energy-intensive companies,\nhomes. We intend to make Aberdeen our do this by developing just transition plans in investing firms, academic institutions and civil\noffshore wind centre of excellence for operations priority areas and helping the workforce to organizations to assist businesses in playing\nOur progress in 2021 and maintenance, supporting Scotland’s develop skills for the future energy system, a role in helping workers, communities and\nenergy transition. taking a socially inclusive approach. We aim customers share the benefits of the energy\nWe have set two objectives for this aim: 50GW to build stronger relationships with local transition. This resulted in the Just Energy\nrenewable energy equivalent developed to Read more about our investments in communities, based on mutual trust and Transition Framework for company action and\nfinal investment decision (FID) by 2030; and low carbon, on page 26 respect, and will support civic dialogue, a learning hub to share emerging good practices.\nprogrammes to support access and affordability. greater transparency and capacity building, This work is helping to inform bp’s activities in\nWe have made progress against both in 2021. Access and affordability programmes where we work. support of a just transition.\nRead more: Aims and objectives summary Throughout 2021, we supported the development\nThroughout 2021, we reviewed ways in which\nof the Energy for a Just Transition collaboration\nwe can support access to affordable energy and Our progress in 2021\nled by Business for Social Responsibility (BSR)\nDeveloping more renewable energy in 2022, we are set to develop and outline an and The B Team and are now active participants.\napproach to meeting this objective. We already We have set five objectives for this aim:\nThe collaboration brings together energy and\nWe set a target of 20GW of renewable energy have initiatives underway to widen access to\n• Enable a just transition for the workforce utilities companies and other stakeholders to\ngenerating capacity to be developed to FID by affordable and sustainable energy.\n• Supporting civic dialogue, transparency and develop practical guidance on how companies\n2025 with an aim of 50GW by 2030.\nlocal capacity can integrate just transition principles into their\nsustainability strategies and practices.\n• Decent work\na The aggregate quantity, net to bp, of renewable generating capacity that has been developed to the point of final • Respect and remedy\ninvestment decision.\n• Responsible security\nb We estimate that the level of renewable generating capacity we will add is capable of providing enough renewable power\nto meet the needs of around 36 million people based on a 2019 global average electricity consumption per capita value.\nc Over the course of 2021-22 we will explore how we can do more to enable greater access to clean energy for those who\nneed it most.\n35 bp sustainability report 2021"
    },
    {
      "page": 38,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 1122 13 14 15 16 17 18 19 20\nAnd in 2021 we became a member of the Global • Helping Omani graduates to build technical Supporting civic dialogue Respect and remedy\nBusiness Initiative for Human Rights (GBI), skills around desalinization through the TAHLYA and transparency\na cross-sector organization shaping practice programme, including internships and a In 2021, we confirmed accountabilities for social\nand building capability to implement respect pathway to onward employment opportunities. We are a member of several organizations that matters across bp, so that we can respond more\nfor human rights. GBI has begun developing a • Helping to build a pipeline of STEM talent, support this objective and have continued to systematically to current and emerging risks and\nworkstream on how companies can support a through the bp Educational Service (bpES), participate in them, aiming to publish targets/aims opportunities for communities. We also worked\njust transition. which offers teachers free digital resources that in 2023. They include the Extractive Industries to assess how different operated activities\nbring real world science to life with curriculum- Transparency Initiative, the Voluntary Principles across bp conform with our internal worker\nIn the UK, we co-funded research with Business\nbased content. on Security and Human Rights Initiative and and community standards.\nin the Community (BITC) and other partners to\ngain shared understanding of the challenges and • Representing our industry on the UK IPIECA. We will continue to work with third We are working to improve engagement\nopportunities associated with a just transition. government Green Jobs Taskforce. parties, including NGOs, to explore what can be between local teams and to update how we\nBITC’s Climate Action Leadership Team is chaired • Providing mentors for The Royal Academy done to support civic dialogue and build capacity measure, mitigate or improve the effectiveness\nby our SVP Europe and head of country UK, of Engineering’s UK Graduate Engineering for transparency, good governance and the of our outcomes and outcomes for communities.\nwhile our SVP talent also participates in BITC’s Engagement Programme. rule of law wherever we work, as the energy\ntransition evolves. With our partner, Shift, centre of expertise\nEmployment and Skills Leadership team.\nWe are committed to advancing social mobility on the UN Guiding Principles on Business and\nJust transition for the workforce and in 2021 our EVP for people & culture, joined Human Rights, we are developing a methodology\nDecent work\nthe Levelling Up Goals initiative in the UK as a to support our objective to assess the quality of\nWe aim to provide our people with the skills\ncommissioner. Many of our education initiatives community relationships. We aim to progress\nthey need for their current roles and for the We are progressing our efforts to improve\nsupport social mobility, as do our apprenticeship this in 2022 by running pilots at two bp sites.\nenergy transition. We use skills forecasting and working conditions at our sites and in our supply\nprogrammes. In 2022, we intend to share our\ncapability plans to help us make decisions about chains. In 2021, we focused on establishing a\nRead more: bp.com/humanrights\napproach to advancing social mobility across bp,\nrecruitment and development to help ensure we more systematic approach to labour rights and\nbuilding on our Social Mobility Pledge.\nhave access to the skills we require. modern slavery (LRMS) risk management across\nIndigenous peoples\nJust transition for local communities our operated businesses by supporting them to\nRead more about developing our people, A number of bp operated businesses are\nimplement the LRMS requirements as outlined\non page 14 In 2021, we worked to develop collaborations to located in countries where indigenous peoples\nin our operating management system (OMS).\nsupport the just transition in local communities (IPs) live, including Indonesia, Australia and the\nThis has enabled a better understanding of our\nWe support education and employability activities where we work. In the UK we are scoping an US. Our human rights policy makes it clear that\nrisk profile across our operated businesses.\nthat help people develop transferable skills initiative that supports research and engagement whenever practicable, we apply the principles of\nneeded for careers in energy and other sectors, with local communities in Aberdeen to Read more: bp.com/modernslavery free, prior and informed consent when consulting\noften with a focus on disadvantaged and under- understand their views on a just transition. and engaging with IPs on new projects,\nrepresented communities. We do this through It will inform future initiatives and action plans. During 2021, we continued to improve our recognizing their human rights and respecting\nmany partnerships and social investments.\nWe also engaged extensively with the local systematic approach to pre-contract due diligence their sensitivities around livelihoods, land,\nIn 2021, these included:\ncommunity in Teesside to help us develop our by making greater use of evidence-based desktop environment and culture. Our internal standards\n• Funding scholarships internationally for plans for H2Teesside and Net Zero Teesside reviews and other actions to address and remedy for projects and operations reflect the policy.\nmore than 100 students, of which 60% Power projects. Based on this engagement, issues. This approach helps us identify whether\nRead more: bp.com/humanrightspolicy\nwere women, through the bp Global STEM we propose to help local people build skills and or not potential suppliers will be able to meet\nacademy, delivered by our partner AFS capabilities, to foster community regeneration our LRMS expectations, if additional controls\nIntercultural Programs. and to advance social mobility. We committed are needed, and how to introduce them if this\nto continue co-creating these initiatives with is the case.\nthe local community if our bids are successful\nin 2022.\n36 bp sustainability report 2021"
    },
    {
      "page": 39,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 1122 1133 14 15 16 17 18 19 20\nCommunity trust and engagement Responsible security Support livelihoods\nWe work to build good relationships with local Sustainable\nIn 2021, we continued to reinforce the importance We are in the process of defining a more\ncommunities, enhancing their resilience and\nof security and human rights. We made it a systematic approach to how we help people and\nseeking to avoid actions that might exacerbate\nsocial inequity or tensions, by operating to requirement to include contractor performance livelihoods communities develop sustainable livelihoods and\nreviews on security and human rights in our become more resilient. We already collaborate\nour applicable standards. Understanding and\nsecurity risk management process, contributing in this respect with local communities in several\nengaging with local communities, including\nto our responsible security objectives. We plan locations around the world, including the USA,\nvulnerable groups, is key to this.\nto implement this requirement in 2022. Trinidad and Tobago, Mauritania and Senegal,\nWe provide operational-level mechanisms for Our aim 13 is helping more than Indonesia and Angola.\nWe also updated our contract clauses on the\nlocal communities and our workforce to share\nVoluntary Principles on Security and Human one million people build sustainable In the Benguela and Huambo provinces\nconcerns or provide feedback relating to bp or\nRights to include conformance with our human livelihoods and resilience. of Angola, bp and the National Agency for\nour contractors. These include the bp speak up\nrights policy, and we plan to make them Petroleum, Gas and Biofuels funded demining\nline OpenTalk and our network of community\nWe will support the communities where\nmandatory in all new contracts agreed with and agribusiness programmes. By the end of\nliaison officers (CLOs). If we confirm that we have\nwe work to build greater resilience and\nin-scope security services. This will provide a 2021, 23 out of 40 known minefields were\ncaused or contributed to adverse impacts on the\nmore sustainable livelihoods. We will focus\nkey performance indicator. Within the framework cleared by around 130 specially trained local\nhuman rights of others, we provide or co-operate\nour social investment in support of our\nof the Voluntary Principles Initiative, we are also people. The agribusiness project has helped\nin remediation, while not preventing access to\nsustainability aims. Through these actions we\ndeveloping a conflict analysis tool for inclusion around 4,000 farmers and 10,000 locals acquire\nalternative remedies if justified.\naim to reach more than one million people.\ninto our security risk management process. job skills and create local co-operatives to sell\nCommunity feedback in 2021 We will also support our workforce through products from their farms or small entrepreneurial\nquality jobs with fair conditions.\nIn 2021, there was an 8% decrease in the Human rights policy businesses. Women make up more than half of\ntotal number of community complaints. those trained to run businesses.\nOpportunities to engage directly with Our human rights policy aligns with the UN\nThe shared achievements at our Tangguh LNG\ncommunities and receive their feedback, Guiding Principles of Business and Human Rights. Our progress in 2021\nfacility over the past 10 years also demonstrate\nincluding any complaints were limited in The policy states that we will obtain independent\nthis approach in action. In 2021, the operation\nsome regions due to COVID-19 restrictions. third-party assessments of selected sites’ and We have set three objectives for this aim:\nupdated its Sustainability Development\nMost of the community feedback received business activities’ conformance with it, on a risk • Support livelihoods Programme to help strengthen the resilience\nwas attributable to European refineries. prioritized basis.\n• Fair wage and remuneration of local communities, with a timeline from 2021\nWe have enhanced our internal standards and Read more about human rights, on page 16 • Strategic social investment in support to 2025. The programme includes prioritizing\nability to receive and respond to community of sustainability indigenous people in social programmes and\nfeedback across regions and refineries. Read more: bp.com/humanrightspolicy supporting broader partnerships and networking\nThroughout 2021, we worked to build the\nin Bintuni Bay. It sets targets for improving\nfoundations needed to deliver these aims.\ncommunity health, supporting the government\nin providing access to education, and promoting\nRead more: Aims and objectives summary\nlocal entrepreneurship.\n37 bp sustainability report 2021"
    },
    {
      "page": 40,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 12 1133 1144 15 16 17 18 19 20\nOver the past three years we have worked hard Strategic social investment Throughout 2021, we made progress\nto increase community and local government towards meeting these objectives, establishing\nGreater equity\ninvolvement at Tangguh. Due to government We will continue to focus our social investment governance and measurement processes to\ninvestment being diverted to help address activities on improving people’s lives and building enable ongoing performance improvements.\nthe COVID-19 pandemic, our focus in 2021 community resilience at a local level where\nIn June 2021, we published our first DE&I report,\nchanged to response activities designed to possible. We are working to standardize how we\nwhich we plan to update annually.\nsupport community livelihoods during a time evaluate which social investment opportunities\nof restrictions. We are set to resume our wider would have the greatest impact for communities Our aim 14 is greater diversity, equity Read our DE&I report: bp.com/DEI\nsupport for community and local government and we are working to support delivery of our\nand inclusion for our workforce and\nempowerment from 2022 onwards. aims through 70% of our social investment\nby 2025. customers, and to increase supplier Workforce DE&I\nFair wage and remuneration diversity spend to $1 billion.\nIn 2021, we made progress in setting the\nbp was the first major energy, mobility and bp Foundation We want our workforce and customers to foundations for meeting our objectives.\nexperience greater equity – fair treatment These include confirming accountabilities,\nconvenience employer to be accredited as The bp Foundation supports two\naccording to everyone’s different needs and defining the governance process and acquiring\na Living Wage Employer by the Living Wage main programmes: matching employee\nsituations – while also helping our partners the data insights that we need going forward.\nFoundation in the UK. We aspire to provide contributions and supporting disaster relief\nin the bp ‘ecosystem’ do the same. We’ll aim\nall our employees worldwide with fair wages efforts. Eligible employees can request to do this by improving workforce diversity We put in place a global framework for action\nand in 2021 we partnered with the Fair Wage matching funds to grow the impact of their and workplace inclusion, making customer to advance and integrate DE&I in our regions\nNetwork to increase our understanding of personal contributions and volunteer time experiences more inclusive and increasing and businesses. It comprises three pillars:\nthe different definitions of fair wages and to donated to eligible charities of their choice. our annual expenditure with diverse suppliers, transparency of internal and external data;\nbenchmark against its extensive fair and living The bp Foundation provides support for including female, and under-represented or accountability collectively across bp; attracting\nwage database. disaster and humanitarian relief efforts to minority groups (supplier diversity) to $1 billion talent through processes and programmes that\nDuring 2022, we will continue working with areas severely impacted by natural disasters, by 2025. create equal opportunity.\nthe Fair Wage Network to develop our fair wage and where bp has a local employee and As part of this framework for action, we rolled out\nobjective. We are currently undertaking country- business presence. a global DE&I scorecard across our 11 bp entities\nlevel assessments and aim to publish our 2025 Our progress in 2021 – giving our leaders better insights, which they\nIn response to the humanitarian crisis in\nand 2030 targets later in 2022. can use to increase diversity and foster inclusive,\nUkraine and neighbouring countries, the bp\nWe have set three objectives for this aim: equitable employee experiences. We added a\nFoundation plans to double match funding\nnew metric that covers minority representation\nfor any amount employees donate to our • Diverse workforce, inclusive workplace culture\nin the workforce to help link our performance\nnominated charities. and employee experience\nto progress. The launch of self ID means that\n• Inclusive customer experience\nemployees can now voluntarily share their gender\n• Multiply diversity, equity and inclusion\nidentity, pronoun preference and military status\n(DE&I) impact through ecosystem partners\nwith us. This information will help us identify and\nand suppliers\nsupport our diverse populations more effectively.\nRead more: Aims and objectives summary\n38 bp sustainability report 2021"
    },
    {
      "page": 41,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 12 13 1144 15 16 17 18 19 20\nAll 11 entities are working to finalize their own Inclusive customer experiences Multiplying DE&I impact Expanding supplier diversity worldwide\ndata-informed, global action plans, which will with partners and suppliers In 2021, we grew our preferred diverse suppliers\nfollow our framework for action template. We have mobilized around 170 people from\nfrom around 280 to around 370, and our Supplier\nIn 2021, we launched our Leadership Inclusion across bp to champion more accessible and Our UK, US and global DE&I frameworks for Diversity Advocacy Council promotes relevant\nfor Talent (LIFT) programme, to support the inclusive customer experiences. We aim to evolve action reinforce our commitment to supplier initiatives, including the use of supplier diversity\nprogression of Black and African American a more systematic, measurable approach to this diversity and to establishing inclusive supply metrics in operating plans. Our diverse supplier\ncolleagues into senior leadership roles. objective using the many initiatives currently chain objectives in our procurement processes. registration platform has been refreshed and is\nunderway to guide us. These include:\nLIFT includes self-discovery workshops, Our US supplier diversity programme integrated with our procurement systems.\nassessment tools to target opportunities to • Outreach work with our business resource\nOur target is to double our spend with certified We are assessing diverse spend outside\nadvance, one-to-one coaching and reciprocal groups (BRGs) to make use of their knowledge\ndiverse suppliers in the US by 2023 and to reach the US and in 2021, we contacted suppliers to\nmentoring with senior leaders. and insights, for example a mystery shopping\n$1 billion annual spend by 2025. Through our promote certification and request their current\nexercise in bp retail sites to test LGBT+ inclusion\nIn the US and UK, we developed and rolled out US supplier diversity programme, we have spent status. We also introduced a global definition\nthrough the bp Pride network.\nRace for Equity, a mandatory racial equity and $1.3 billion with certified diverse suppliers since of supplier diversity and set out plans for regional\ninclusion programme for bp leaders, and we • Working with Fuel Service, an external partner, 2018. In 2021, we spent around $200 million leaders to become supplier diversity advocates.\nintend to extend it to all employees over the so that UK customers with physical disabilities with more than 100 minority, woman, and Following engagement with the Billion Dollar\nnext two years. Race for Equity aims to achieve can call or message ahead on journeys to veteran-owned companies. Roundtable, which promotes best practice in\ngreater inclusion by building empathy, sharing arrange assistance at bp retail sites. this field, we are developing supplier diversity\nperspectives and employee stories, and exploring • Building a communications library with strategies for the UK, Canada, China, Brazil,\nthe impact of biases and stereotypes. It supports examples of good practice for inclusive What we mean by a ‘diverse supplier’ South Africa and Australia.\nour people to speak up, advocate and take action. communications and revising our briefing In the US we define a diverse supplier\ntemplates to support communication\nas a for-profit business that is at least 51%\ncampaigns that take DE&I into account\nowned, operated, managed and controlled by\nmore explicitly.\npeople with one of the following designations:\n• Exploring ways to benchmark our performance\nwomen business enterprise, minority\nso that we can use reliable measurements to\nbusiness enterprise, LGBT+, veteran-owned\nguide us and make our reporting more credible\nbusiness, disabled or service disabled.\n– for example our retail customer market\nThese designations can differ across regions.\nresearch surveys now include a question\non inclusivity of customer experience.\n39 bp sustainability report 2021"
    },
    {
      "page": 42,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 1155 16 17 18 19 20\nWorkforce health and wellbeing Mental health and wellbeing bp is a founding partner of The Global Business\nCollaboration for Better Workplace Mental Health\nEnhance\nIn October 2021, we launched ‘Thrive’ – our As the pandemic continues, and following our and in December 2021, members of our mental\nnew wellbeing portal – to support our workforce reinvent process to introduce a new structure, health network contributed to the collaboration’s\nwel lbeing and their friends and families, in building and leadership team and new ways of working, it video and guide on empowering employees to\nmaintaining healthy habits across all aspects has become more important than ever that our share their mental health experiences. We have\nof wellbeing. people can talk openly about mental health and extended the provision of training for our leaders\nget help if they need it. We have codified what on mental health, although this work is in its\nWe also started implementing our global health\nwe have learned both internally and externally early stages.\nhubs strategy, which aims to improve access to\nover the past two years into our company\nOur aim 15 is to enhance the health health resources in general for employees and\npandemic plans. Community health and wellbeing\nand wellbeing of our employees, their families. The first hub is being implemented\nin the UK and the second, which will serve In 2021, we maintained our focus on mental\ncontractors and local communities. We have made progress on identifying ways of\nAzerbaijan, Georgia, Turkey and the Caspian health and wellbeing. We enhanced our in-house\nsupporting our community health and wellbeing\nWe will support them to proactively improve region, is set to be in place by the second training programmes, with 14,000 employees\nobjectives, including research, benchmarking and\ntheir physical and mental health – through half of 2022. attending some form of mental health training\nengagement with stakeholders. We will continue\ninnovative programmes, partnerships The COVID-19 pandemic across more than 250 sessions – an increase developing our priorities for action and will set\nand offers. in attendance of 8% compared with 2020.\nWe are continuing to monitor the pandemic, This training covered a range of topics, including specific objectives for our work on community\nand provide guidance to bp sites. The pandemic resilience, burnout, managing change and health and wellbeing.\nOur progress in 2021 response activities reinforce the need to be leadership mental health skills. We continued Our partnership with the mental health charity\nprepared for infectious disease outbreaks our partnership with Headspace and increased Mind continued in 2021. We are working together\nWe have set three objectives for this aim: and provide insights that we can incorporate the number of family and friends eligible to enrol. to support workplace mental health.\nin an updated Emerging Infectious Disease By the end of 2021 more than 10,900 employees\n• Promote proactive measures to improve the Outbreak Plan. and family members had signed up to the app.\nhealth and wellbeing of our workforce and\nThrough our intranet we provide ongoing In October 2021, we ran a comprehensive\ntheir families\nguidance about relevant health topics, including activity programme to support World Mental\n• Improve awareness and understanding of issues specific to the pandemic, such as Health Day, including awareness, discussion and\nmental health challenges in the workplace vaccination, other protective measures, and learning sessions and, for the third year running,\nand community up-to-date travel advice. We encourage our a video in which employees shared their own\n• Create access to and build awareness of workforce to get vaccinated, take advantage mental health struggles. More than 5,000 people\nphysical and mental health resources in the of any national testing resources and maintain watched the video and more than 5,500 visited\ncommunities where we work other pandemic mitigation barriers. the event website.\nRead more: Aims and objectives summary We have an online pandemic frequently\nasked questions resource in place to support\nour people whatever their working location.\nWe also share information updates through\nour COVID-19 response teams and health\nand communication networks.\n40 bp sustainability report 2021"
    },
    {
      "page": 43,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nCaring for\nour planet\nIn this section\nFive aims to help care for our planet\nAim 16: Enhancing biodiversity 43\nAim 17: Water positive 44\nAim 18: Championing nature-based solutions 45\nAim 19: Unlock circularity 46\nAim 20: Sustainable purchasing 46\nImproving water quality\nAt our Gelsenkirchen refinery we are taking action\nto mitigate water pollution risks and help reintroduce\nlocal biodiversity. This involves re-routing the local\nLanferbach stream, which is currently an open\nwastewater channel, to join the local river and\ninstalling a new pump station.\nRead more: aim 16\nWe are currently defining how we can best support\nbiodiversity restoration and the sustainable use of natural\n41 bp sustainability report 2021 resources, including water."
    },
    {
      "page": 44,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nFive aims to care for our planet\n16\nProgress summary 17\nEnhancing biodiversity\nWe have made progress in building the foundations and\nWater positive\nmethodologies needed to deliver our planet aims, with some quite\nNet Positive\nadvanced and others at earlier stages of development. This is in\nline with our systematic, considered and collaborative approach. Water\nImpact\nreplenishment\nmethodology developed\n20\npartnership set to be launched\nin 2022\nSustainable purchasing\nRead page 45 for more\nSustainability Read page 44 for more\nCare\nfactors\nfor our\ntrialled in our major\nplanet\npurchasing decisions\n18\n19\nRead page 46 for more Championing\nUnlock circularity\nnature-based solutions\nFinite Carbon\nNew waste\nforest offset\nmetrics piloted\nwith plans to be reported programme launched\non using 2022 data in Canada\nSee page 45 for more\nRead page 46 for more\n42 bp sustainability report 2021"
    },
    {
      "page": 45,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 1166 17 18 19 20\nOur progress in 2021 • Promoting the need for action on biodiversity as Biodiversity enhancement\na member of Business for Nature and the World\nEnhancing\nWe have set three objectives for this aim: Business Council for Sustainable Development. We are currently defining how we can\n• Consultation with the UK Department for best support biodiversity restoration and\n• bp projects – aim to achieve NPI\nbiodiversity Environment, Food & Rural Affairs about the the sustainable use of natural resources, by\n• bp operations – aim to enhance biodiversity\nimportance of making biodiversity a mainstream identifying relevant projects that we can take\n• bp countries – support biodiversity restoration consideration for businesses, and the draft UN forward with partners. Some of our operations\nand the sustainable use of natural resources CBD post-2020 global biodiversity framework. are already taking action.\nRead more: Aims and objectives summary • Playing a leading role in partnership with the Working with water management association\nOur aim 16 is making a positive International Chamber of Commerce UK and Emschergenossenschaft, we are reviving\nimpact through our actions to restore, Our biodiversity position, published in 2020, IEMA, in establishing the UK Business & the dormant Lanferbach stream bed outside\nmaintain and enhance biodiversity builds on the robust practices we already had in Biodiversity Forum, which supports businesses the Gelsenkirchen refinery site to re-route\nplace to manage biodiversity across bp projects. to integrate biodiversity into their activities and the local Lanferbach channel to the Emscher\nwhere we work.\ndecision-making. River. By deepening the old stream bed and\nRead our biodiversity position:\nWe will do this by putting our biodiversity constructing a new pump station that will detour\nbp.com/biodiversity\nposition into action. In doing so, we expect Net positive impact in bp projects the stream away from the refinery, we aim to\nthat from 2022 all new bp projects in scope The 2021 UN Biodiversity Conference (COP15) remove the risk of water pollution and restore\nwill have plans in place aiming to achieve Part 1 emphasized the need for action to put Our focus in 2021 was on developing our local biodiversity. An environmental assessment\nnet positive impact (NPI), with a target to biodiversity on a path to recovery by 2030. methodology for NPI on biodiversity in new conducted by an independent expert highlighted\ndeliver 90% of actions within five years of The Taskforce on Nature-related Financial projects. We worked with Fauna & Flora the benefits of this approach.\nproject approval. We also aim to enhance Disclosures (TNFD) was launched to develop International (FFI) to do this. To inform how In 2022, we intend to shift our focus to\nbiodiversity at our major operating sites a framework against which businesses can the methodology might work in practice we working with existing bp operations to enhance\nand support biodiversity restoration and disclose their nature-related risks and impacts, evaluated it on three major projects and eight biodiversity. We also aim to support biodiversity\nsustainable use of natural resource projects and the Science-Based Targets for Nature (SBTN) smaller ones – including the Tangguh LNG restoration in countries where we have current\nin the countries where we have current or initiative is developing nature-related targets expansion in Indonesia, Net Zero Teesside in or growing investments.\ngrowing investments. We will also continue to and metrics for consideration by businesses. the UK, and Greater Tortue Ahmeyim Phase\nwork with others, including our joint ventures, We joined both the TNFD Forum and the SBTN 1 in Mauritania and Senegal. We are also\nto influence and promote collective action corporate engagement programme. working with Equinor to help develop the\non biodiversity. practical application and implementation of\nWe also supported the need for action on an NPI approach at our joint offshore wind\nbiodiversity in a number of other ways, including: developments off the US East Coast.\n• Participation in the UN Convention on Biological We have shared our approach with partners\nDiversity (UN CBD) Business and Biodiversity and industry associations, consulted with\nForum to discuss how businesses can support a team of external technical experts, and\nbiodiversity as part of the build-up to COP15. presented it at the IUCN World Conservation\nCongress. We have issued an NPI interim\nguide to assist our projects organization.\n43 bp sustainability report 2021"
    },
    {
      "page": 46,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 1177 18 19 20\nWe are building on requirements introduced in At major operating sites, 0.1% of our total Water replenishment collaboration\n2019, for operations located in water scarce areas freshwater withdrawals and 0.6% of freshwater\nWater\nto develop water management plans to mitigate consumption were from regions with high or Our second objective for this aim is collaborating\navailability risks. In 2022, we will start reviewing extremely high water stress in 2021 (compared to target opportunities for replenishing freshwater\nour internal standards and practices in the context with 4% and 8% respectively in 2020). This is in stressed and scarce catchments where we\npositive\nof our sustainability frame. mainly due to the divestment of Geel Chemicals operate. We intend to measure the impact of\nand the WRI’s downgrading of the location of any collaborations through the application of\nWe review our water impacts, risks and\nthe Kwinana refinery to being a location with volumetric water benefits (VWBs) as defined\nopportunities, taking into account the availability,\nlow baseline water stress, both of which took by WRIb.\nquantity and quality of water and any regulatory\nplace in 2021.\nOur aim 17 is becoming requirements. This is done every year at major In 2021, we defined different kinds of\nwater positive by 2035. operating sites and periodically at others. Our wastewater treatment performance replenishment activities, worked to identify\nwas flat in 2021. The average chemical oxygen operating sites in stressed and scarce water\nOur water consumption in 2021\nWe aim to replenish more freshwater than demand concentration of the treated water catchments at which interventions are needed,\nwe consume in our operations. We will do In 2021, we saw a 2.2% fall in freshwater discharged from bp operated treatment facilities and consulted potential partners. We are looking\nthis by being more efficient in operational withdrawals and a 4.1% fall in freshwater to the freshwater environment remained at to launch our first programme in 2022.\nfreshwater use and effluent management, consumption, compared with our 2020 baselinea. 38mg/l in 2021.\nIn some instances, we are already taking action\nand by collaborating with others to replenish This was largely due to an improvement in the\nfreshwater in stressed and scarce catchment calculation of freshwater consumption across Read more: bp.com/ESGdata to help replenish water in local communities.\nFor example, in Mauritania and Senegal, where\nareas where we operate. our retail sites and some operational efficiency\nfresh water is a scarce resource, access to\nmeasures. For example, at our Castellon\nImproving water efficiency clean water was identified as a priority during\nrefinery, water consumption was reduced by\nthe project consultation with the communities\nOur progress in 2021 approximately 176,000 m3, by feeding osmosis\nA key focus for 2021 was evolving our water in N’diago, where thousands of people often\nwater to the cooling towers. There was an\nmanagement by developing a methodology and experience long-term water shortages.\nWe have set two objectives for this aim: increase in freshwater use at our bpx energy\napproach to improve water efficiency. We are\nimproved efficiency of operational freshwater operations during 2021. Following feedback from the communities\nworking to align our actions with international\nuse and effluent management; and collaboration We actively manage our freshwater demands water stewardship good practices and to follow a and through collaboration with our business and\non the most impactful opportunities to replenish in areas of stress and scarcity. Based on analysis water management framework. implementing partners, we launched a project in\nwater in stressed and scarce catchments where using the World Resources Institute (WRI) April 2020 to bring clean water to the area, which\nwe operate. Aqueduct Global Water Risk Atlas, four of our Building on our work to date, we are launching continued into 2021.\ndetailed site-based assessments at selected sites\nRead more: Aims and objectives summary 17 major operating sites were located in regions to help us identify further operational efficiencies. The project has involved extending and renovating\nwith medium to extremely high water stress in the N’diago water supply network, including\nOur onshore business in Oman, which completed\n2021. Based on anticipated changes in the areas construction of a 200 m³ water tower and a\na detailed Water Value Improvement process\nWRI marks as water stressed, this number may distribution network. Water pumped from the\nin 2017/18, is already undertaking water\nincrease to 12 by 2040, assuming a business-as- Senegal River, using solar energy, is filtered and\nassessments and others are due to start soon,\nusual scenario with no portfolio changes. then supplied to more than 3,000 people in the\nincluding our Castellon refinery in Spain.\nN’diago area.\nIn Turkey, we worked with Atatürk University\nbetween 2016 and 2021 on the provision of\na The baseline freshwater consumption is defined as 55.8 million m3 in our 2020 sustainability report. drinking and irrigation water supply as part of\nb These are defined by WRI (2019) as the volume of water resulting from water stewardship activities, relative to a unit our social investment programme.\nof time, that modify the hydrology in a beneficial way and/or help reduce shared water challenges, improve water\nstewardship outcomes, and meet the targets of Sustainable Development Goal 6.\n44 bp sustainability report 2021"
    },
    {
      "page": 47,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 1188 19 20\nWe are working towards delivery of a NbS action In 2021, we worked to strengthen our low We also participate in the following additional\nplan by the end of 2022 and some of our projects carbon trading team’s capability while also NCS related trade associations:\nChampioning\nare already beginning to implement NbS related continuing to grow our NCS portfolio. Our NCS\n• Oil and Gas Climate Initiative NCS group\nactions as the plan is being developed. programme in Mexico with the US Agency for\n• World Business Council for Sustainable\nInternational Development and partner Pronatura\nnature-based Development NCS working group\nMéxico A.C has delivered its first credits from\nWhat are nature-based solutions and 15 initial Improved Forest Management projects. • International Emissions Trading Association\nnatural climate solutions? Further projects are expected to deliver credits (IETA) Working Group for NCS and the IETA\nsolutions\nNature-based solutions (NbS) are actions in 2022. Markets for NCS initiative\nto protect, sustainably manage and restore Finite Carbon, in which we hold a majority Read more about our approach to offsets,\nnatural or modified ecosystems that address stake, co-authored a new methodology to on page 20\nsocietal challenges effectively and adaptively, provide uniform carbon offset standards\nOur aim 18 is championing nature- simultaneously providing human wellbeing and designed specifically for small landowners.\nbased solutions and enabling certified biodiversity benefits. The methodology has been approved by the\nnatural climate solutions. Natural climate solutions (NCS) are a sub- American Carbon Registry, and Finite Carbon\nset of nature-based solutions that focus on plans to use it to offer small forest landowners\nWe aim to use nature-based solutions (NbS) to\nactions to reduce or remove greenhouse across the US access to the voluntary carbon\ndeliver value and contribute to our people and\ngas emissions through nature conservation, market through its CORE Carbon™ online\nplanet aims in our operations and through our\nrestoration and improved land management. platform. In November 2021, Finite Carbon\nbusiness activities. We will also support the\nlaunched a forest carbon offset programme\ndevelopment of scalable markets for certified\nin Canada that offers forestland owners and\nnatural climate solutions that help the world\nFirst Nations an opportunity to manage their\nNatural climate solutions\nreduce deforestation, get to net zero and\nlands to remove and store carbon dioxide,\ndeliver environmental and social benefits.\nusing a methodology approved by the\nWe aim to support efforts to scale up high quality\nAmerican Carbon Registry.\nNCS, which can deliver both environmental\nand social benefits. We recognize that focused We have continued our external engagement\nOur progress in 2021\ncollaboration is required by market participants to support the scaling up of high quality NCS in\nto enable NCS to achieve their potential to carbon markets. We contributed to and supported\nWe have set two objectives for this aim: to\ncontribute to the Paris goals. the Taskforce for Scaling Voluntary Carbon\nuse NbS to deliver value and contribute to our\nMarket’s (TSVCM) phase 1 and 2 reports and\npeople and planet aims; and to enable emissions We only originate and trade NCS credits certified\nplan to participate in the Integrity Council for\nreductions through investments in certified to third-party standards, such as Verra and the\nVoluntary Carbon Markets’ (IC-VCM) consultation\nNatural Climate Solutions (NCS). American Carbon Registry. We conduct due\ngroup. We also contributed to the NCS Alliance\ndiligence on NCS projects and programmes\nRead more: Aims and objectives summary Guiding principles for investing in Natural\nthat we originate, and we plan to test potential\nClimate Solutions and continue to participate\nupdates during 2022 following review of our\nin the Alliance.\ndue diligence process in 2021. We expect our\nprocesses to evolve over time to reflect external\ndevelopments in the voluntary carbon market.\n45 bp sustainability report 2021"
    },
    {
      "page": 48,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 1199 2200\nCastrol is already in action on circularity through\nRead more about decent work, on page 36\nits PATH360 strategy, which has set out aims for\nUnlock Sustainable\n2030 to save waste, reduce carbon and improve\nRead more about our aim 14 greater equity,\nlives. The strategy embraces circular economy\non page 39\ncircularity thinking – looking at the lifecycle of products\npurchasing\nto see how they can be improved, extended, We have created a roadmap of high priority\nreused or recycled. By 2030, Castrol aims to areas for goods and services with a focus\nreduce its plastic footprint by half, halve the net on improving greenhouse gas emissions\ncarbon intensity per litre of its products, and performance and continuing to act on\nhelp its commercial customers towards their opportunities as we identify them.\nOur aim 19 is to unlock new sustainability goals by saving energy, waste Our aim 20 is developing a more\nWe have trialled the inclusion of sustainability\nsources of value through circularity. and water. sustainable supply chain.\nfactors in our major purchasing decisions and\nWe want to keep materials in use for longer Castrol is also supporting newer, growing sectors We will work with our key suppliers to embed focused on supplier sustainability strategies,\nand value them throughout their lifecycle. such as renewable energy and e-mobility. sustainable practices, focusing on reducing greenhouse gas emissions, use of renewable\nWe will do this by using resources responsibly greenhouse gas emissions and increasing the energy and circular approaches to product\nand embracing circular principles in design, Waste streams circularity of what we buy. design and content. We applied these factors\noperations and decommissioning and aim to to differentiate supplier responses and create\nwork with partners and our joint ventures to During 2021, we piloted more granular metrics a shortlist of potential suppliers. This approach\ncreate opportunities. in our operations for waste stream reporting. Our objective for this aim is to define our was used in our EV charging programme and the\nThese are designed to create a common global sustainable procurement policy and set long-term decommissioning and recycling of Don and Miller\nlanguage for bp waste categories. They are more aims by 2023. subsea infrastructure in the North Sea.\nclosely aligned with reports required by regional\nOur progress in 2021 Read more: Aims and objectives summary In 2021, we set up a sustainable supply chain\nauthorities and waste market practices, helping\nambassador network aiming to raise awareness\nOur objective for this aim is to increase the to highlight opportunities for improvement and and mobilize our purchasing teams to help embed\ncircularity of our existing operations and products pointing out where we can deliver the greatest Our supply chain in 2021 sustainability into our supply chain strategies\nand identify circular opportunities in new projects impact through circularity. bp operations plan to and activities.\nand businesses. report using these metrics for their 2022 data. We currently operate in more than 65 countries\nWe are focusing on reducing generated waste and have over 40,000 suppliers. These include Collaborating with suppliers\nRead more: Aims and objectives summary across our activities, from construction to contractors, vendors, service providers and\noperating and decommissioning. The waste contingent labour. Our annual third-party spend We aim to reduce the impact of our activities\nIncreasing circularity across bp that we generate is being treated in ways in 2021 was approximately $51 billion (2020 with our partners, by collaborating on\nthat reflect priorities set out in the EU waste $49 billion). the research and design of our products.\nDuring 2021, we continued building the framework directive Waste Hierarchy and the For example, in collaboration with Baker Hughes\nfoundations needed to embrace circularity in bp, basic principles of the circular economy; in Our progress in 2021 we have developed a new bespoke corrosion\nby evaluating the suitability of various third-party several instances, providing useful resources for inhibitor for our operations in Trinidad and\ndefinitions and frameworks to be adopted within other industries. Some waste streams are non- We continued to progress our efforts on human Tobago. This product has a reduced potential\nour internal methodology. hazardous and others potentially harmful, so we rights, labour rights and modern slavery in relation for impact on water quality and lower product\nuse various technologies to treat and manage to our ‘decent work’ objective under aim 12, and toxicity, it produces zero bioaccumulate and\nthem effectively. on supplier diversity in relation to our ‘multiply provides effective corrosion prevention. It has\nDE&I impact through suppliers’ objective under also lowered cost by 18% in comparison with the\nRead more about waste, on page 16 aim 14. previous product.\n46 bp sustainability report 2021"
    },
    {
      "page": 49,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nEmbedding\nsustainability\nIn this section\nSustainability in our culture 48\nSustainability in the way we do business 48\nSustainability in our governance 49\nWe are adopting a targeted, systematic and collaborative\n47 bp sustainability report 2021 approach to implementing our sustainability frame across bp."
    },
    {
      "page": 50,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nEmbedding sustainability\nSustainability is not new to bp, but we want to embed it more widely and deeply in our\nculture and mindset, business decisions, working methods and governance – building on\nthe strong foundations put in place over many decades.\nSustainability in our culture ambition, and tied to a balanced scorecard that\ncomprises safety and sustainability, operations, Climate-related risk\nIn 2021, we ran awareness sessions to explain and financial measures. In 2022, we will follow\nAs part of our annual process the bp leadership Climate-related physical risks\nour purpose, strategy and sustainability frame this scorecard approach for the annual bonus,\nteam and board review the group’s principal The physical risks identified across bp\nto employees to help increase understanding using the same measures.\nrisks and uncertainties. Climate change and the primarily relate to severe weather. In relation\nof how these elements deliver value for bp, our\nWe are evolving our performance management transition to a lower carbon economy has been to our offshore facilities, climate-change could\nstakeholders, society and the planet. And we\nmodel to allow for continuous planning and identified as a principal risk, covering various potentially increase the uncertainty around\nupdated the training we provide on our values and\nreal-time feedback. All bp employees set aspects of how risks associated with the energy severe weather events, such as extreme\ncode of conduct, to emphasize the importance\npriorities for their contribution to safety and transition could manifest. Physical climate- waves, which in turn could affect the future\nof sustainability.\ncreating value. In 2021, we provided guidance related risks such as extreme weather are risk profile of assets over their lifetime. We also\nRead more about our culture and values, to help them set objectives that incorporate covered in our principal risks related to safety recognize that we could face other forms of\non page 11 sustainability elements. and operations. physical climate-related risk over the longer\nW se e s s r i a o n n s a a s c e r r o ie s s s o o f u s r t o a p ke e h ra o t l i d n e g r b e u n s g in a e g s e s m e e s, n t R em ea p d lo m ye o e re s , a o b n o u p t a o g u e r 3 a 0 im 7 incentivizing C an li d m o a p te p - o re rt la u t n e i d ti e tr s ansition risks t r c e i o s r e u m , ld , e i i x n m t c r p e lu a m d c i e t n o g te u t m r h o o p p s e e e r r a a a t s u ti s o re o n s c s i . a a n te d d fl w oo it d h i n s g e , a w le h v i e c l h\nculminating in a carbon management framework At a group level, we have identified three\nworkshop involving more than 120 leaders from Sustainability in the way broad, material climate-related transition risks Read more: bp.com/TCFD\nacross bp. The workshop aimed to help integrate and opportunities:\nwe do business Read more in our bp Annual Report 2021\ncarbon into business processes and management • The value of our hydrocarbon business could\non pages 55-81\nsystems across our operations, and included a Embedding sustainability will take time and be impacted by climate change and the\nfocus on net zero carbon culture. we are adopting a targeted, systematic and energy transition.\nThrough our new Global Sustainability collaborative approach to implementing our • Our ability to grow or deliver expected returns\nNetwork, launched by employees, we have sustainability frame across bp. We are also from our transition growth businesses could\nalready engaged close to 2,000 of our people reviewing and when necessary, updating relevant be impacted by the energy transition.\nacross 40 countries. And in 2021, more than aspects of our systems and practices, including • Our ability to implement our strategy could\n1,500 sustainability awards were made through our operating management system (OMS), so be impacted by evolving attitudes towards\nour energize recognition platform, celebrating that they reflect our aims. the energy sector and climate change and the\nprogress in our three focus areas: net zero, people energy transition.\nWe are working with all our business entities to\nand planet.\nmake sure we prioritize our actions and focus our\nWe have linked our annual cash bonus for eligible efforts accordingly. All bp entities are currently\nemployees to sustainable emissions reductions reviewing where they need to focus effort and\nsince 2019. In 2021, these measures were developing plans to support the delivery of our\naligned with our updated strategy and net zero sustainability frame. This will include developing\nteams’ capabilities when necessary.\n48 bp sustainability report 2021"
    },
    {
      "page": 51,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nEmbedding sustainability\nWe are also embedding sustainability by developing: These investment decisions are subject to Human rights governance\n• Carbon management plans covering 99% of approval by our executive-level resource The S&SC has oversight of human rights,\nour operational emissions – supporting our commitment meeting, which is chaired by our including modern slavery. Our group operations\nnet zero aims. chief executive officer. bp board level risk committee reviews progress on managing\nIn 2021, our standardized approach to investment Safety and the potential operational and associated supply\nRead more about our aim 1 net zero decision-making was revised to place a greater sustainability committee chain risks of modern slavery. Our human rights\noperations, on page 22 focus on our strategy and sustainability. For all working group was consolidated from 1 January\ninvestment cases, we consider whether the 2021 into the sustainability forum.\n• Water management plans for projects\ninvestment supports delivery of our strategy\nand operations in areas of water scarcity – EVP level Read more: bp.com/humanrights\nand aims.\nsupporting our water positive aim.\nGroup sustainability committee\nRead more in our bp Annual Report 2021 bp leadership\nRead more about our aim 17 water positive,\non pages 30-36 Oversight of sustainability matters is embedded\non page 44\nthrough our executive level group sustainability\nWe are exploring new ways to build other\n• Guidance to help new projects starting from SVP level committee. The committee, chaired by our EVP,\nsustainability considerations into our business\nJanuary 2022 to develop plans for achieving net strategy, sustainability & ventures, is attended\ndevelopment and investment decision-making. Sustainability forum\npositive impact on biodiversity – supporting our by members of the bp leadership team. It met\nWe are also integrating net zero considerations\nenhancing biodiversity aim. three times in 2021 and discussed our plans\ninto decision-making across area development\nand progress in embedding sustainability in\nRead more about our aim 16 enhancing plans, business improvement plans and projects. Foundations our businesses.\nbiodiversity, on page 43\nSustainability in our governance The group sustainability committee’s remit is to\nOur projects and operations are also focused on provide oversight, challenge and support in the\nconforming with risk mitigation requirements We are strengthening the ways in which we build The board-level safety and sustainability implementation of bp’s sustainability frame and\nfor labour rights and modern slavery and have sustainability into our wider governance structure committee (S&SC) oversees effective effective management of potentially significant\ndeveloped and implemented procedures to and practices, reinforcing work done over many implementation of the sustainability frame and non-operational sustainability (including climate-\nimprove engagement with local communities years. In January 2021, we introduced a new how process safety and operational integrity, related) risks and opportunities.\nand stakeholders, including the provision of sustainability structure that helps us do this. security, personal safety and operational health, At senior vice president (SVP) level, the\ncommunity grievance mechanisms, when\nThe board environmental and social risks are managed. sustainability forum combines several\nrequired. These activities support our just\nThe S&SC met six times in 2021. previously separate working groups to\ntransition aim. The board is responsible for oversight of the\ndeliver better alignment and visibility of key\noverall conduct of the group’s business, setting Read the Terms of Reference at:\nRead more about our aim 12 just transition, our strategy, setting our sustainability frame, and bp.com/governance sustainability issues.\non page 35 our approach to the energy transition. It reviews The forum comprises representatives from\nRead more in our bp Annual Report 2021\nand monitors performance against our strategy every bp entity and is chaired by our SVP for\nMaking investment decisions on pages 116-117\nand net zero ambition and aims. It also confirms sustainability. It provides feedback to the group\nSince 2019, we have evaluated the consistency that the process required to assess our principal sustainability committee. It met eight times in\nof new material capex investments greater than risks is in place. 2021 and discussed a range of topics, including\n$250 million with the Paris goals and disclosed policy, advocacy, external developments and\nthe outcome in our annual report. progress in embedding the sustainability frame.\n49 bp sustainability report 2021"
    },
    {
      "page": 52,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nEngaging with\nour stakeholders\nIn this section\nEngaging with our stakeholders\nStakeholders and our sustainability frame 51\nOur engagement activities 53\nWe need to work with our stakeholders to address\ncomplex sustainability challenges including climate\n50 bp sustainability report 2021 change, biodiversity and a just transition."
    },
    {
      "page": 53,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nEngaging with our stakeholders\nOur stakeholders are critical in helping us deliver our sustainability aims. We engage with\nthem to understand what they expect and to help us address complex challenges together.\nWe engage with a range of stakeholders to help Stakeholders and our In 2021, CMI published its final Net-Zero America Institutional Investors Group for Climate\nus progress our aims, deliver safe operations sustainability frame report, which outlines five distinct technological Change – We contributed to the development\nand improve safety for our workforce, local pathways for the US to decarbonize its energy of the Institutional Investors Group for Climate\ncommunities and our industry. Our engagement Before we launched our new people and planet system. The study’s five scenarios describe Change (IIGCC) net zero standard for the oil and\ntakes many different forms, reflecting the aims in March 2021, we undertook an extensive in detail at state and local level, the scale and gas sector. We are currently participating in a pilot\ncomplex, global nature of our business. engagement process with different stakeholder pace of technology, infrastructure and capital that is expected in time to inform the CA100+\nEngagement also helps us create value, by groups to test the aims as they were being mobilization needed across the country. It also Net Zero Corporate Benchmark. We expect this\ndelivering solutions for customers and supply developed. We continued this engagement after highlights the implications for land use, incumbent to provide a helpful framework for promoting\nchain partners, investing in our employees and sharing our sustainability frame. energy industries, employment, policies and comparability in disclosures by companies in the\npaying taxes. health. In 2021, Princeton kicked off a new project oil and gas sector.\nWe collated the post-launch feedback for review\nto investigate how land-based climate solutions\nWe work with our stakeholders to address and discussion with our sustainability forum (SVP Mission Possible Partnership – The Mission\ncan be deployed to maximize carbon storage\ncomplex sustainability challenges including level), group sustainability committee (EVP level) Possible Partnership (MPP) is focused on driving\non land while simultaneously maintaining global\nclimate change, biodiversity and a just transition. and board safety and sustainability committee. decarbonization across the value chain of the\nbiodiversity, clean energy and food security.\nOur engagement includes partnering with others We have used the feedback gathered as well as world’s highest-emitting industries, supported\nto help decarbonize hard to abate sectors such as the guidance the forum and committees provided Climate Action 100+ – We are in regular by an expanding network of nearly 300 partners.\ntransport, shipping, and cement manufacture. to help us with the next stage of our work as we dialogue with Climate Action 100+ (CA100+) As part of the partnership, we are participating\nimplement and embed our aims. via our investor co-leads. We appreciate the in initiatives that could drive the decarbonization\nRead more about our aim 10 clean cities and engagement, constructive challenge and support, of four carbon-intensive sectors in industry and\ncorporates, on page 32 including those issues raised at our AGM in transport over the next decade: aviation, marine,\nRead more about our aim 11 more clean Getting to net zero 2021. The outcome of the first CA100+ Net Zero steel and concrete and cement. The MPP is also\nenergy, on page 35 Carbon Mitigation Initiative – Based at Corporate Benchmark exercise was released in taking action in the aluminium, chemicals and\nMarch 2021. bp was one of only three companies trucking industries. MPP comprises four core\nPrinceton University, the Carbon Mitigation\nthat achieved ratings of at least ‘partial’ across the partners: the Energy Transitions Commission,\nWe identify our main stakeholder groups Initiative (CMI) is an independent academic\nnine assessed indicators. We continue to report in RMI, We Mean Business coalition and the World\nas employees, investors and shareholders, research programme sponsored by bp\naccordance with the 2019 resolution requisitioned Economic Forum.\ncustomers, society, government and regulators, and administered by the High Meadows\nby CA100+ on climate change disclosure.\nand supply chain partners. Environmental Institute. CMI is Princeton’s Oil and Gas Climate Initiative – The CEO-\nlargest and most long-term industry-university Environmental Defense Fund – Our work with led Oil and Gas Climate Initiative (OGCI) brings\nrelationship. Established in 2000, CMI’s the Environmental Defense Fund (EDF) focuses together 12 of the largest oil and gas companies\nmission is to lead the way to a compelling and on developing technologies and management aiming to accelerate the industry response to\nsustainable solution to the carbon and climate practices to accelerate methane emission climate change. This is achieved by setting\nchange problem. reductions across the global oil and gas industry. collective goals and targets, investing in new\ntechnologies and projects, and identifying and\nclosing carbon knowledge gaps through targeted\nactivities, studies or engagement plans.\n51 bp sustainability report 2021"
    },
    {
      "page": 54,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nEngaging with our stakeholders\nOil and Gas Methane Partnership version 2 – Third Derivative – We are a founding partner Global Business Initiative – We have joined Natural Climate Solutions Alliance –\nThrough our involvement with UN-led Oil and of Third Derivative, an accelerator programme the Global Business Initiative and look forward As a participant in the Natural Climate Solutions\nGas Methane Partnership 2.0 (OGMP2.0), to scale advanced energy technologies. to engaging with our peers throughout 2022 to Alliance (NCSA), we are working to help scale\nwe are supporting the development of Our strategy, sustainability and ventures team continue the discussion on how best to advance up high quality markets for sustainable, verified\nmethane measurement guidance, sharing are looking at ways in which we can support their corporate respect for human rights. natural climate solutions. Co-convened by the\nlearning experiences between signatories and current and future cohort of start-ups. This is one World Economic Forum and the World Business\nCouncil for Inclusive Capitalism with the\nimproving the overall quality of reporting on of a number of other accelerator programmes that Council for Sustainable Development, the NCSA\nVatican – We are a founding member of the\nmethane emissions for both operated and non- bp is working with globally. brings together a cross-section of stakeholders\nCouncil’s Just Energy Transition workstream.\noperated assets. from business and civil society. Its focus is on\nTransition Pathway Initiative – We engage Our CEO has been a member of the Council’s\novercoming barriers and unlocking investment by\nScience-Based Targets initiative – with the Transition Pathway Initiative to help Steering Committee since December 2020.\ncalling for high standards for the supply and use\nWe engaged with the Science-Based Targets provide comparability and transparency around\nBusiness for Social Responsibility – of NCS.\ninitiative (SBTi) as they developed their Net the quality of companies’ management of\nWe participate in the Energy for a Just\nZero Standard. GHG emissions, low carbon transition risks\nTransition collaboration led by Business for Read more about our approach to NCS,\nand opportunities.\nSustainable Markets Initiative – bp is a Social Responsibility and the B Team, and have on page 45\nfounding partner of HRH the Prince of Wales’s supported the initiation and development of the\nSustainable Markets Initiative (SMI), and we Improving people’s lives collaboration throughout 2021. The collaboration World Business Council for Sustainable\nare working with others in the private sector to brings together energy, utilities and related Development – We are a founding member\nGlobal Business Collaboration for Better\naccelerate the global transition to a sustainable companies to develop practical guidance on of the World Business Council for Sustainable\nWorkplace Mental Health – In 2021, we\nfuture. Our CEO Bernard Looney leads the how companies can plan for, operationalize, Development (WBCSD) and our EVP for strategy,\nbecame a founding partner of this collaboration,\nSMI Energy Transition Taskforce, which brings and integrate just transition principles into their sustainability & ventures has been appointed\nin line with our objective under aim 15 to\ntogether companies across the energy industry to sustainability strategies and practices. to the WBCSD’s Executive Committee.\nimprove awareness and understanding of\nsupport the energy transition by mobilizing capital We participated in a number of WBCSD initiatives\nmental health challenges. In December 2021,\ntoward decarbonization and green activities. focused on net zero, circular economy, solar\nwe contributed to the creation of a video and\nOne of our employees is seconded to work within Caring for our planet energy and NbS and NCS. We helped shape\nguide that help employees to share their mental\nthe SMI, and in January 2021 we also supported Fauna & Flora International – We have a their ‘Accelerating Business Solutions for Climate\nhealth experiences.\nthe Terra Carta, a decade-long roadmap to guide five-year collaboration with the conservation and Nature Report’, which aims to help remove\ncollective effort on sustainability. Shift – We are developing the methodology for organization Fauna & Flora International to the hurdles to the consistent and effective\nIn November 2021, along with 27 other our aim 12 objective on the quality of community help us implement our net positive impact aim implementation of NbS and NCS at scale.\ncompanies, bp pledged to drive growth in the relationships assessed by priority bp sites and outlined in our biodiversity position. In 2021 this\nsupply of hydrogen as part of the H2Zero initiative businesses, in partnership with Shift, a centre involved helping us develop our NPI methodology\nwith SMI and the World Business Council for of expertise on the UN Guiding Principles on and guidance.\nBusiness and Human Rights. We plan to pilot this\nSustainable Development. This initiative aims to\nmethodology in 2022.\naccelerate the use and production of hydrogen for\nthe future net zero energy system. Voluntary Principles Initiative – We are\nactively engaged in the Voluntary Principles\nInitiative, working across the Government,\nCorporate and NGO pillars to promote the\nimplementation of a set of principles that\nguide companies on providing security for their\noperations while respecting human rights.\n52 bp sustainability report 2021"
    },
    {
      "page": 55,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nOur engagement activities\nEmployees Investors and CCuussttoommeerrss SSoocciieettyy Government Supply chain\nshareholders and regulators partners\n65,900 $4.3bn >12m $51m $5.4bn $51bn\nbp employees total dividends touchpoints social investment paid in income third-party spend\nand production taxes\nWe engage regularly with We engage with investors We use our digital platforms and We engage with local We engage in national and We engage with supply chain\nemployees through internal through meetings, events loyalty programmes to engage communities through our speak international dialogue with partners, making full use of\ncommunications and ‘Pulse’ and roadshows. with our customers. up line OpenTalk, community governments, business virtual environments.\nsurveys. liaison officers and direct contact. groups and civil society.\nEngagement in 2021 Engagement in 2021 Engagement in 2021 Engagement in 2021 Engagement in 2021 Engagement in 2021\nWeekly ‘Pulse Live’ surveys were Engagement with shareholders We included questions about the At our Castellon refinery we have We joined The B Team’s We held two annual contractor\nsent to a representative sample of and investors to explain progress inclusivity of customer experience a mechanism to receive, manage responsible taxes working group safety forums in 2021.\nemployees to gather continuous on our strategy included our in our retail customer market and address any complaints. and engaged directly with HMRC\nWe launched region-specific and\nfeedback. Our annual ‘Pulse’ annual general meeting, quarterly research surveys. in the UK.\nWe participated in multi- project-dedicated supplier portals.\nsurvey was sent to all employees. results presentations, and bilateral\nstakeholder groups in Iraq,\nmeetings between bp executives\nOur businesses and leadership Trinidad and Tobago, Mauritania\nand government representatives\nregularly communicated with and Senegal to support local\nin countries where we operate.\nemployees through webcasts and involvement in EITI activities.\nvirtual events.\nHow we responded How we responded How we responded How we responded How we responded How we responded\nto issues raised to issues raised to issues raised to issues raised to issues raised to issues raised\nEmployees told us that they At the 2021 AGM, shareholders We intend to use the responses We have dedicated resources at To help us improve on our We recognize that contractors\nbelieve we are progressing with supported the board’s to our surveys to benchmark our our Castellon refinery to manage previous tax report, we listened to make up a large proportion of\nour transformation, but some recommendation to reject performance against others to complaints and to resolve each feedback from our stakeholders our workforce at our sites and\nof them told us they do not fully resolution 13. However, help us provide more inclusive one of them separately, even out and worked with different expert we are continuing to roll out the\nunderstand our strategy. we recognize that some customer experiences. of office hours. individuals to help ensure the IOGP life-saving rules across our\nshareholders (around 20% of information we provide about upstream operations to achieve a\nWe launched a strategy education Through EITI we helped to\nvotes cast) chose to support our tax matters is useful and consistent industry standard for\ncampaign and also identified maintain transparency around our\nthe resolution. We engaged improves understanding. our facilities.\nfocus areas to build on, strengths oil and gas operations and the\nextensively in autumn 2021,\nthat influence engagement, revenues from these operations. Our tax team collaborated With our contractors, we\nreflected on feedback received\nkey emerging concerns to with HMRC to improve our identified joint opportunities\nand will continue to engage\naddress and ways to build understanding of new UK tax to reduce greenhouse gas\nwith shareholders and\ngreater inclusion. requirements and the situations in emissions at our north African\nother stakeholders.\nwhich these may apply. operations and in our European\nretail network.\n53 bp sustainability report 2021"
    },
    {
      "page": 56,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nOur reporting\nIn this section\nMateriality\nOur materiality process 55\nAbout our reporting\nStandards and frameworks 56\nIndependent assurance statement 57\nCautionary statement 58\nIn 2021 we have taken steps to increase the transparency\n54 bp sustainability report 2021 of our reporting on climate-related matters and sustainability."
    },
    {
      "page": 57,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nMateriality\nTo make sure we report about the sustainability issues that matter most to our stakeholders, we carry\nout regular materiality assessments. We use what we learn to inform our sustainability reporting.\nOur materiality process Material issues\nIn 2021, we worked with an external agency\nto refresh and update specific elements of\nour materiality assessment process for our Get to Improve Care for\nsustainability reporting so that it reflects external\ndevelopments relating to sustainability and\nFoundations net zero people’s lives our planet\nenvironmental, social and governance (ESG)\nreporting, as well as the first year of our new\nstrategy and sustainability frame. The refresh\nand update process involved in-depth research to Business ethics Climate change and Access to clean energy Biodiversity and sensitive areas\nidentify new and emerging ESG topics. and accountability the energy transition\nThe research included reviewing ESG Page 13 Pages 19-20 Page 35 Page 43\nframeworks, ESG legislation and industry trends.\nExisting material issues were also considered to\nEmployee attraction GHG emissions Diversity, equity and inclusion Circularity\nconfirm their continued strategic significance.\nand retention – our products\nWe discussed and validated the findings of this\nresearch with internal stakeholders, including Pages 14-15 Page 24 Pages 38-39 Page 46\nenvironmental and social subject matter\nexperts. We updated the board-level safety and\nSafety GHG emissions Health and wellbeing Ecological impacts\nsustainability committee on the outcome of\n– own operations dependencies and opportunities\nthe process.\nPages 11-12 Pages 22-23 Page 40 Pages 15-16\nWe identified 21 key issues that are important\nto bp and mapped them to the key areas of our\nsustainability frame. Our updated research in Methane gas emissions Human rights Nature-based solutions\n2021, highlighted the increasing significance of\nPage 25 Pages 36-37 Page 45\ntwo issues: water management and health and\nwellbeing. These two issues were previously\nPublic policy and lobbying Just transition Sustainable supply chain\nconsidered sub-topics of other material issues\nbut have been added as individual material issues Pages 29-31 Pages 35-36 Page 46\nin 2021 to reflect their increasing significance.\nBoth of these are aims in our sustainability frame.\nRenewable energy Sustainable livelihoods and Water management\nRead more about our materiality process: community engagement\nbp.com/ourreporting\nPages 26-27 Pages 37-38 Page 44\n55 bp sustainability report 2021"
    },
    {
      "page": 58,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nAbout our reporting\nWe aim to report on many different aspects of our business, including joint ventures\nwhere we are the operator. Our aim is to provide useful and transparent reporting.\nESG Standards and frameworks\nTo help stakeholders analyse our progress Task Force on Climate-related World Economic Forum/International\non sustainability we publish a detailed ESG\ndatasheet along with a charting tool. Financial Disclosures (TCFD) Business Council: Measuring Stakeholder\nThe introduction of our new sustainability data We describe how we have made disclosures against the TCFD’s Capitalism Initiative\nmanagement system OneCSR in 2020 has\nrecommendations and recommended disclosures in our annual report\nimproved the way we collect, analyse and share We support the principles of this initiative and have committed to reflect\nand online at bp.com/TCFD\ndata about our carbon, environmental and social those core metrics that are most relevant and meaningful to our business.\nperformance from our projects and operations..\nRead more: bp.com/ESGdata UN Global Compact\nGlobal Reporting Initiative (GRI) standards We are a signatory to the UN Global Compact and have\nVerification and assurance\nreinforced our support for the 10 principles on human rights,\nWe report in line with the core option of the GRI standards, including labour, environment and anti-corruption through our purpose and\nOur verification methods include data reviews by\nthe GRI tax standard. sustainability frame. Read more at bp.com/UNGC\nreporting businesses and subject matter experts,\nsecond line functional and group reviews as well\nas third line reviews by internal audit. CDP IPIECA – the global oil and gas industry\nWe ask Deloitte to provide limited external\nassurance for several key sustainability We resumed submission to the CDP climate questionnaire in 2021 association for advancing environmental\nmetrics to the internationally recognized ISAE and received an A- score.\nand social performance\n3000 standard.\nRead the Deloitte assurance IPIECA’s sustainability reporting guidance informs the way\nstatement, on page 57 we report on environmental and social issues.\nRead about the metrics we assure at\nbp.com/basisofreporting SASB standards\nWe take the SASB oil and gas exploration and production standard\nOur reporting centre\ninto account when making disclosures as part of our response to\ngrowing demand for non-financial information to help benchmark\nYou can access all of our current reports online.\ncorporate performance.\nbp.com/reportingcentre\nFor more about our latest reporting and performance\nbp.com/ourreporting\n56 bp sustainability report 2021"
    },
    {
      "page": 59,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nIndependent assurance statement by Deloitte LLP to bp on selected sustainability information\nScope of work • Scope 1 (direct) carbon dioxide emissions (operational Our conclusion While we acknowledge that this report will be published on\nboundary) (MtCO2) (Aim 1) the bp website, the maintenance and integrity of that website\nWe have provided independent limited assurance, in • Scope 1 (direct) methane emissions (operational Based on our procedures described in this report, nothing is the responsibility of bp. The work that we carried out does\naccordance with the International Standard for Assurance boundary) (Mte) (Aim 1) has come to our attention that causes us to believe that not involve consideration of the maintenance and integrity of\nEngagements (“ISAE”) 3000 (Revised)a, on selected • Carbon emissions upstream oil and gas production the selected subject matter stated above presented in the that website and, accordingly, we accept no responsibility for\nsustainability information (“subject matter”), for the financial (MtCO2e) (Aim 2) Reports, for the financial year ended 31 December 2021, has any changes that may have occurred to this report and the\nyear ended 31 December 2021. The subject matter is • Carbon intensity of total marketed energy products not been prepared, in all material respects, in accordance Reports, since they were initially presented on the website.\nr\nA\ne\nn\np\nn\no\nu\nr\na\nte\nl\nd\nR e\nin\np\nt\no\nh\nr\ne\nt a\n2\nn\n0\nd\n2 1\nA c\nS\nc\nu\no\ns\nu\nta\nn\ni\nt\nn\ns\na\n(\nb\n“\ni\nA\nlit\nR\ny\nA\nR\n”\ne\n)\np\na\no\nn\nr\nd\nt\ni\n(\nn\n“ S\nth\nR\ne\n” )\n‘\n,\nE\nt\nS\nh\nG\ne 2\nd\n0\nat\n2\na\n1\n’\n(gCO2e/MJ) (Aim 3) with bp’s Reporting Requirements and Definitions.\nOur independence and competence\n• Methane intensity (%) (Aim 4)\ndocument, published by bp p.l.c. (bp) on the bp website The basis of our work and level of\n(bp.com) (together, the “Reports”). • E (o n p e e r r g a y t io co n n al s b u o m u p n t d io a n ry f ) o ( r G U W K h a , n b d a s o e ff s u h n o it r s e o lo f c k a W tio h n ) s assurance We complied with Deloitte’s independence policies, which\naddress and, in certain cases, exceed the requirements of\nSelected subject matter for assuranceb • Energy consumption for global locations (excluding UK the International Ethics Standards Board for Accountants’\nand offshore) (operational boundary) (GWh, base units We carried out limited assurance on selected bp’s safety Code of Ethics for Professional Accountants in their role as\nSafety indicators:c of kWh) a th n e d I e n n te v r ir n o a n ti m on e a n l t S al t a K n P d Is a r ( d K o P n Is A 1 s -2 s 1 u ) r a in n c a e c c E o n rd g a a n g c e e m w en it t h s independent auditors, and in particular preclude us from\n• Recordable injury frequency, The above subject matter has been assessed against bp’s (ISAE) 3000 (Revised). Under ISAE 3000 an assurance taking financial, commercial, governance and ownership\n• Day away from work case frequency, Reporting Requirements and Definitionsd. engagement may be performed as a reasonable assurance p in o d s e it p io e n n s d e w n h c i e c h a n m d i g im ht p a a f r f t e ia c l t it , y o , r a b n e d p fr e o r m ce a iv n e y d i n to v o a l f v f e e m ct e , n o t u i r n\nor limited assurance engagement. The procedures\n• Number of fatalities, Key assurance procedures performed in a limited assurance engagement vary in nature the preparation of the report.\n• Number of oil spills equal to or greater than 1 barrel,\nand timing from, and are less in extent than for, a reasonable We have confirmed to bp that we have maintained our\n• Process safety events (Tier 1 and Tier 2) To form our conclusions, we undertook the assurance engagement; and consequently, the level of independence and objectivity throughout the year and that\nEnvironmental indicators: following procedures: assurance obtained in a limited assurance engagement there were no events or prohibited services provided which\n• Scope 1 (direct) GHG emissions (operational boundary) • Examined the documents relating to bp’s sustainability is designed to enhance the intended users’ confidence could impair our independence and objectivity.\nabout the subject matter information but is substantially\n(MtCO2e) (Aim 1) performance, including safety and operational\nlower than the assurance that would have been obtained\nWe have applied the International Standard on Quality\n• Scope 1 (direct) GHG emissions from UK locations and risk documentation, internal audit outputs, and had a reasonable assurance engagement been performed. Control 1 and accordingly maintain a comprehensive\noffshore (operational boundary) (MtCO2e) (Aim 1) board committee minutes, to understand the To achieve limited assurance ISAE 3000 requires that we system of quality control including documented policies\n• Scope 1 (direct) GHG emissions from global locations level of management awareness and oversight of review the processes, systems and competencies used to and procedures regarding compliance with ethical\n(excluding UK and offshore) (operational boundary) sustainability performance; compile the areas on which we provide assurance. requirements, professional standards and applicable legal\n(MtCO2e) (Aim 1) • Interviewed staff responsible for managing data and regulatory requirements.\nprocesses and data management systems at group level;\n• Scope 2 (indirect) GHG emissions (operational boundary) Inherent limitations\n(MtCO2e) (Aim 1) • Examined a sample of control documentation for non- Roles and responsibilities\nfinancial management information;\n• Scope 2 (indirect) GHG emissions from UK and offshore Inherent limitations exist in all assurance engagements due\nlocations (operational boundary) (MtCO2e) (Aim 1) • E\nof\nx\nb\nam\nus\ni\ni\nn\nn\ne\ne\nd\ns s\nd\ne\nis\ns\na\nt\ng\no\ng\na\nre\ns\ng\nse\nat\ns\ne\ns\nd\nw\nd\nh\na\ne\nta\nth\nr\ne\ne\nr\np\nt\no\nh\nr\ne\nte\nd\nd\na\nb\nta\ny\nh\na\na\ns\nv\na\ne\nm\nb\np\ne\nl\ne\ne\nn\nto the selective enquiry of the information being examined. b\nin\np\nfo\nis\nrm\nre\na\ns\nti\np\no\no\nn\nn\na\ns\nn\nib\nd\nl e\ns t\nf\na\no\nt\nr\ne\nt\nm\nhe\ne n\np\nt\nr\ns\ne p\nc\na\no\nr\nn\na\nt\nt\na\nio\nin\nn\ne\no\nd\nf\nw\nth\ni\ne\nth\ns\nin\nu s\nth\nta\ne\ni n\nR\na\ne\nb\np\nil\no\nit\nr\ny\nt s.\n• Scope 2 (indirect) GHG emissions from global locations Therefore fraud, error or non-compliance may occur and not\ncollected, consolidated and reported in accordance with It is responsible for selecting appropriate KPIs with which\n(excluding UK and offshore) (operational boundary) be detected. Additionally, non-financial information, such\nthe Reporting Requirements and Definitions; and to describe the entity’s performance, and establishing\n•\n(\nS (\nM\nM co\nt\nt\nC\nC pe\nO\nO 1 2\n2e\ne (\n)\n) d\n(\n( i\nA\nA re\ni\ni\nm\nm ct )\n1\n1 G\n)\n) HG emissions (equity boundary) • P a c n o e d n rf s o w o r l h m id e e a th t d e e p d r r t a o h n c e d e d s r u e u b p re j o e s r c t o e t v d m e a r a c t t t h c e u e r r c a d o t a e m t l a y p h a le a t s t g e r b n o e e u e s p n s l e c o o v f e l t l h e l. e c t d e a d t , a\na\nl m e im\ns\ns e t\nt\ni i t t\nh\nm h a\na\no t a\nt\ni d o t\ni\ni\nn\ns n n\nc\ns g u\nl u\ns t s h\nd\ne u a\ne\nd c n\nd\nh f o fi\ni\ni\nn\nn r n f d a\nt\no\nh\nn e r\ne\nc t m e ia\nR\nr a l m\ne\nt i i n\np\no in f\no\nn o i\nr\nn . r\nt\nm g\ns\n,\n,\na c\nis\nt a i o\ns\nlc n\nu\nu ,\nb\nl g a\nje\nt iv i\nc\nn e\nt\ng n\nt\n,\no\nt a h\nm\nn e d\no\nn s\nr\na\ne\na t m u\nin\nr\nh\np e\ne\nl i a n\nr\nn\ne\ng d\nn\no\nt\nr a a in n n f d d o r m i m nt a a e i t n r i n o ta a n i l n i c s in o d g n e t a r r o i p v l p e s r d y o . s p t r e ia m te s p fr e o r m fo r w m h a i n c c h e t h m e a r n e a p g o e rt m ed e nt\n• Scope 2 (indirect) GHG emissions (equity boundary)\n• ( C M um tC u O la 2 t e iv ) e (A t i o m ta 1 l ) Sustainable Emissions Reductions W an e d b ap el p ie ro v p e r t ia h t a e t t t o h e p r e o v v id id e e n a c e b a o s b i t s a f in o e r d o u is r l s im uf i fi te c d ie nt O bp u r t h w o o se rk m ha a s tt e b r e s e w n e u n a d re e r r t e a q k u e i n re s d o t t o h i a n t t w hi e s m re i p g o h r t t s a t n a d te f o to r no O on u r t h re e s s p u o b n je s c ib t i l m ity a t is te t r o a i s n d d e e p fi e n n e d d e w nt it ly h i e n x t p h r e e s s s c o c p o e n c o lu f s w io o n rk s\n(SERs) since 2016 (inclusive) (MtCO2e) (Aim 1) assurance conclusion. other purpose. Our work did not include physical inspections a\nO\nb\nu\no\nr\nv\nw\ne\no\nto\nrk\nb\nh\np\na\ni\ns\nn\nb\na\ne\nc\ne\nc\nn\no r\nu\nd\nn\na\nd\nn\ne\nc\nr\ne\nt a\nw\nke\nith\nn\no\nso\nu r\nt h\nle\na\nt\nt\nt e\nw\nr\ne\no f\nm\ne\na\nn\ny\ng\nn\nag\no\ne\nti\nm\nfy\ne\nb\nn\np\nt .\nof any of bp’s operating assets.\nof those matters we are required to inform them of in this\na ISAE 3000 (Revised) International Standard for Assurance Engagements other than Audits or Reviews of Historical Financial Information issued by the International Auditing and Assurance Standards Board. statement and for no other purpose. To the fullest extent\nb All of the selected metrics are published with an associated ‘Basis of Reporting’ document, published on the bp website (bp.com). As disclosed by bp in the emissions performance reporting in the 2021 Reports, the emissions permitted by law, we do not accept or assume responsibility\nequivalent to bp’s share of Rosneft are not included and as disclosed in the Basis of Reporting document other indicators disclosed on an equity share basis do not include Rosneft emissions or sales of energy products. to anyone other than bp for our work, for this report, or for\nc For personnel safety metrics, the metric assured is for the entire workforce (employees plus contractors). the conclusions we have formed.\nd Together: ‘bp Practice: Submission of Environmental and Social Performance Data Group Defined Practice (GDP 8.1-0001)’, ‘bp Procedure: Calculations and Methodologies for Environmental Performance Data Procedure\nDeloitte LLP, London\n(GPRO 8.1-0001)’, ‘bp Practice: Reporting of Incidents (4.4-0001)’, ‘bp Record: Group HSE Definitions (HSE Definitions Dictionary) (RCD 4.4-0001)’, ‘Aims 2 & 3 Carbon Book Revision A1’, ‘bp Policy: Aim 2 Accounting and\nReporting (4001)’ and ‘bp Policy: Aim 3 Accounting and Reporting (4002)’. 31 March 2022\n57 bp sustainability report 2021"
    },
    {
      "page": 60,
      "text": "•\nSustainability at bp 2021 at a glance Foundations Performance and progress Embedding sustainability Engaging stakeholders Our reporting\nCautionary statement\nIn order to utilize the ‘safe harbor’ provisions of carbon pricing, the aim to incentivize bp’s global bioenergy businesses and seeking early positions of the word in other bp p.l.c. reporting or filings.\nthe United States Private Securities Litigation workforce to deliver on these aims and mobilize in hydrogen and carbon capture, use and storage bp’s Annual Report and Form 20-F 2021 may be\nReform Act of 1995 (the ‘PSLRA’) and the general them to become advocates for net zero, the aim and strengthen our gas position; our role in the downloaded from bp.com/annualreport.\ndoctrine of cautionary statements, bp is providing to set new expectations for relationships with Net Zero Teesside (NZT) and Northern Endurance\nNo material in the Sustainability Report forms\nthe following cautionary statement. trade associations around the globe, the aim (NEP) projects;\nany part of that document. No part of this\nto be recognized as an industry leader for the\nbp Sustainability Report 2021 contains certain plans and expectations in relation to divestments Sustainability Report or bp.com/sustainability\ntransparency of its reporting and the aim to launch\nforecasts, projections and forward looking including non-core assets; expectations regarding constitutes, or shall be taken to constitute, an\na new team to create integrated clean energy\nstatements – that is, statements related to bp’s partnership with Equinor for offshore wind invitation or inducement to invest in bp p.l.c.\nand mobility solutions; plans and expectations\nfuture, not past events and circumstances with in the US; plans to continue to focus on the or any other entity and must not be relied upon\nfor bp’s Sustainability Frame that underpins\nrespect to the financial condition, results of customer and scale up our differentiated offers in any way in connection with any investment\nthe strategy including ten aims (our people and\noperations and businesses of bp and certain of in growth markets and for next-gen mobility decisions. bp p.l.c. is the parent company of the\nplanet aims) regarding more clean energy and\nthe plans and objectives of bp with respect to solutions, including electrification, sustainable bp group of companies. Where we refer to the\nthe plan to have developed 50GW renewable\nthese items. These statements may generally, fuels and hydrogen; plans to do more to integrate company, we mean bp p.l.c.. The company and\nenergy generating capacity to FID by 2030,\nbut not always, be identified by the use of words sustainability into our governance structures each of its subsidiaries are separate legal entities.\nsupporting a just transition that advances human\nsuch as ‘will’, ‘expects’, ‘is expected to’, ‘aims’, and business processes, so that it informs our Unless otherwise stated or the context otherwise\nrights and education and includes developing\n‘should’, ‘may’, ‘objective’, ‘is likely to’, ‘intends’, strategic and operational decisions; statements requires, the term “bp” and terms such as “we”,\njust transition plans in priority areas, helping over\n‘believes’, ‘anticipates’, ‘plans’, ‘we see’ or similar regarding the uncertainties in the energy transition; “us” and “our” are used in the Sustainability\n1m people build sustainable livelihoods, greater\nexpressions. In particular, such statements, Report for convenience to refer to one or more\ndiversity, equity & inclusion for our workforce Forward looking statements involve risk and\namong other statements, may include but are not of the members of the bp group instead of\nand customers and increasing supplier diversity uncertainty because they relate to events and\nlimited to: identifying a particular entity or entities.\nspend to $1 billion, enhancing the health and depend on circumstances that will or may occur\nstatements relating to the purpose, ambition, wellbeing of our employees, contractors and local in the future and are outside the control of bp.\naims, targets, plans and objectives of bp – as communities, putting our biodiversity position Actual results or outcomes may differ from those\nwell as statements regarding expectations for into action including the expectation that from expressed in such statements, depending on a\nbp’s strategy including for bp to transform from 2022 all new bp projects in scope will have plans variety of factors including those set out in the\nbeing an international oil company focused on in place aiming to achieve net positive impact, ‘Risk factors’ in our Annual Report and Form 20-F\nproducing resources, to an integrated energy replenishing more freshwater than we consume 2021 and any other matters referred to at\ncompany focused on delivering energy solutions in our operation, using nature-based solutions bp.com/sustainability.\nfor customers; plans and expectations regarding (NbS) to deliver value and contribute to our people\nIn addition to factors set forth elsewhere in this\nbp’s ambition to be a net zero company by 2050 and planet aims in our operations and through our\nreport, those set out above are important factors,\nor sooner and help the world get to net zero, business activities and using circular resources\nalthough not exhaustive, that may cause actual\nincluding its five aims to get bp to net zero across and embracing circular principles in design,\nresults and developments to differ materially from\nits production, operations and sales, as well as operations and decommissioning, working with\nthose expressed or implied by these forward\nits aims in respect of, methane measurement at our key suppliers to embed sustainable practices,\nlooking statements.\nmajor oil and gas processing sites by 2023 and focusing on reducing greenhouse gas emissions\nsubsequent reduction of methane intensity of and increasing the circularity of what we buy The term ’material’ is used within this document\noperations, and aims to increase the proportion and planning to create a circularity methodology to describe issues for voluntary sustainability\nof investment into non-oil and gas businesses and set circularity aims by the end of 2023; reporting that we consider to be of high or\nover time; plans and expectations regarding expectations that by 2030 bp’s net production medium importance in terms of stakeholder\nbp’s five aims to help get the world to net zero, of oil, natural gas and natural gas liquids will be interest and potential business impact.\nincluding the aim to more actively advocate around 40% lower relative to 2019; plans and Material for the purposes of this document should\nfor policies that support net zero, including expectations about growing our renewables and not, therefore, be read as equating to any use\n58 bp sustainability report 2021"
    },
    {
      "page": 61,
      "text": "Give your feedback\nEmail the corporate reporting team\nat corporatereporting@bp.com\nFollow us on social media\ntwitter.com/bp_plc\nfacebook.com/bp\nlinkedin.com/company/bp\ninstagram.com/bp_plc\nbp p.l.c.\n1 St James’s Square\nLondon SW1Y 4PD\n© bp p.l.c. 2022\nbp.com/sustainability"
    }
  ]
}