{
  "company": "Coca Cola",
  "year": "2023",
  "pdf_path": "reports/Coca Cola/2023/annual_report.pdf",
  "total_pages": 12,
  "pages": [
    {
      "page": 1,
      "text": "2023\nEnvironmental\nUpdate"
    },
    {
      "page": 2,
      "text": "CCOONNTTEENNTTSS ABOUT THIS UPDATE WATER PACKAGING CLIMATE AGRICULTURE DATA APPENDIX 2023 ENVIRONMENTAL UPDATE 2\nContents\nThis document contains certain 2023 About This Update 3\ndata for the following sustainability Water 4\nareas: water, packaging, climate Packaging 5\nand agriculture. Data provided in Climate 6\nthis update includes information Agriculture 6\nfor The Coca‑Cola Company and Data Appendix 7\nWater 8\nthe Coca‑Cola system. The section\nPackaging 9\nGreenhouse Gas (GHG) Emissions 10\nboundary for each sustainability\nAgriculture 11\nAssurance Statements 12\narea is noted."
    },
    {
      "page": 3,
      "text": "CONTENTS AABBOOUUTT TTHHIISS UUPPDDAATTEE WATER PACKAGING CLIMATE AGRICULTURE DATA APPENDIX 2023 ENVIRONMENTAL UPDATE 3\nAbout This Update\nSCOPE OF THE UPDATE\nExcept as otherwise noted, this update covers certain Although our data has been internally reviewed, developments and past occurrences are based on for identifying, measuring, assuring and reporting\nenvironmental data of The Coca‑Cola Company and there are inherent uncertainties and limitations information and assumptions available as of the date sustainability metrics and data, which could result\nthe Coca‑Cola system (our company and our owned in the collection and presentation of our data. For of publication. While we are committed to providing in significant revisions to our previously reported\nand independent bottling partners), as applicable, example, certain information in this update regarding timely updates, the company holds no obligation to data; increasing concerns about the environmental\nfor 2023. References to “currently,” “to date” or The Coca‑Cola Company and the Coca‑Cola system’s update any such information or statements. impact of plastic bottles and other packaging\nsimilar expressions reflect data and information as of progress against our sustainability goals comes materials; water scarcity and poor quality; increased\nDecember 31, 2023. from third‑party sources and operations outside Review level of assurance under attestation demand for food products, decreased agricultural\nof our control. While we believe such information standards of the American Institute of Certified productivity and increased regulation of ingredient\nIn this update, any use of the terms “material,” is reasonably accurate and is based on generally Public Accountants over select sustainability sourcing due diligence; climate change and legal\n“materiality,” “immaterial,” “substantive,” accepted principles and methodology, the collection metrics was obtained from Ernst & Young LLP or regulatory responses thereto; adverse weather\n“significant” and other similar terminology refers of this data is beyond our direct influence. (as indicated in the Independent Accountants’ conditions; unfavorable economic and geopolitical\nto topics that reflect important economic or Review Report and the 2023 Selected Greenhouse conditions; disruption of our supply chain, including\nenvironmental impacts of The Coca‑Cola Company Our processes and controls may not always Gas Emissions (GHG) Independent Accountants’ increased commodity, raw material, packaging,\nor the Coca‑Cola system or to topics or standards comply with evolving standards and regulations for Review Report. energy, transportation and other input costs; an\ndesignated as “material” or “substantive” under the identifying, measuring and reporting sustainability inability to successfully integrate and manage our\nGHG Protocol. As the company becomes subject metrics; our interpretation of reporting standards acquired businesses, brands or bottling operations\nFORWARD-LOOKING STATEMENTS\nto new regulations such as the European Union and regulations may differ from those of others; or an inability to realize a significant portion of the\nCorporate Sustainability Reporting Directive or the and such standards and regulations may change This update may contain statements, estimates anticipated benefits of our joint ventures or strategic\nInternational Sustainability Standards Board rules in over time, any of which could result in significant or projections that constitute “forward‑looking relationships; and other risks discussed in our filings\nthe future, use of these terms and their applicability revisions to our goals or reported progress in statements” as defined under U.S. federal with the Securities and Exchange Commission\nto our operations may differ from their use in this achieving such goals. securities laws. Generally, the words “believe,” (the SEC), including our Annual Report on Form\nupdate. These terms as used in this document are “expect,” “intend,” “estimate,” “anticipate,” 10‑K for the year ended December 31, 2023, and\nnot used, or intended to be construed, as they have The achievement of certain of our sustainability “project,” “will” and similar expressions identify our subsequently filed Quarterly Reports on Form\nbeen defined by or construed in accordance with goals that are discussed in this document are forward‑looking statements, which generally are 10‑Q, which filings are available through the SEC’s\nthe securities laws or any other laws of the United dependent on the actions of our bottling partners, not historical in nature. Statements about our website. You should not place undue reliance on\nStates or any other jurisdiction, or as these terms suppliers and other third parties, some of which are sustainability goals, aspirations and anticipated forward‑looking statements, which speak only\nare used in the context of financial statements outside of our control. progress also constitute “forward‑looking as of the date they are made. We undertake no\nand financial reporting. This update is provided to Historical performance data may be revised due to statements.” Forward‑looking statements are obligation to publicly update or revise any forward‑\ntransparently share data on certain sustainability reasons such as new data availability; industry‑ subject to certain risks and uncertainties that could looking statements.\nmeasures. It should not be relied upon in making driven changes to methodologies; improvement in cause The Coca‑Cola Company’s actual results to\ninvestment decisions. data collection and measuring systems; or activities differ materially from its historical experience and\nThe data presented in this document is collected such as joint ventures, mergers and acquisitions or our present expectations or projections. These risks\nusing accepted and relevant scientific and industry divestitures. In cases where historical information include, but are not limited to, evolving sustainability\naccepted methodologies, which in some instances, is revised substantially, we will footnote the change regulatory requirements and expectations, including\nare based on assumptions and estimates. with a clear explanation. Statements about future evolving processes, controls and methodologies"
    },
    {
      "page": 4,
      "text": "CONTENTS ABOUT THIS UPDATE WWAATTEERR PACKAGING CLIMATE AGRICULTURE DATA APPENDIX 2023 ENVIRONMENTAL UPDATE 4\nWater\nDone Sustainably\nSECTION BOUNDARIES: In this section, our water Goals and Progress\nleadership work refers to actions by the company,\nThe Coca‑Cola Foundation, the company’s Our goals are designed to help improve water GOAL: Reduce our water use ratio by 20% by\nowned and independent bottling partners and security. We segmented and prioritized our 2030 from a 2015 baseline for all operations\nindependent suppliers and partners.1 operating facilities, commercial regions, sourcing across the system.\nregions, watersheds and communities based on\nPROGRESS: Reduced our water use ratio by 10%\nareas facing the highest water-related risks.\nsince 2015. In 2023, the water use ratio decreased\nMuch more than an essential\nto 1.78 liters of water used per liter of beverage.\nGOAL: Continue to replenish 100% of the water\ningredient in our beverages,\nwe use in finished beverages to nature\nGOAL: Work with partners to help improve the\nwater is vital for people to and communities. health of 60 watersheds identified as most\nlive and for our planet and PROGRESS: Returned 148% of the water critical for our operations and agricultural supply\nused in our finished beverages to nature and chain by 2030.\necosystems to thrive. As water\ncommunities in 2023.2\nPROGRESS: Continued to develop plans for\nscarcity increases due to\nwatershed health and stewardship of our priority\nGOAL: Return a cumulative total of 2 trillion liters\nclimate change, we are taking watersheds in 2023.\nof water to nature and communities globally\nsteps to help improve water between 2021 and 2030. 2023 CDP Water Security Score: A-\nsecurity where we operate, PROGRESS: Returned a cumulative total of\n861 billion liters of water to nature and While we’re making progress, we acknowledge\nsource ingredients and touch communities between 2021 and 2023.2 that additional investment, bottling partner\npeople’s lives. engagement and stakeholder outreach are\nGOAL: Achieve 100% regenerative water use required to ensure that we reach our 2030 goals.\nacross 175 of our Leadership Locations, which\nare facilities that face the highest level of water‑\nrelated risks, by 2030.3\nPROGRESS: Developed a robust plan for all our\nLeadership Locations in 2023.\n1 The Coca-Cola Foundation has funded the vast majority of the water replenishment work referenced in this section. some project activities it varies annually. 2023 replenish benefits fall under three categories: Watershed Protection and Restoration (218.0 billion liters),\n2 T otal global replenish progress reflects an aggregate number of the replenish progress made at replenish project locations regardless of whether or Water for Productive Use (46.6 billion liters) and Water Access and Sanitation (12.3 billion liters). Due to joint venture or merger and acquisition activities\nnot these locations are linked to a Coca-Cola system manufacturing or sourcing location. Replenishment linked to the Coca-Cola system manufacturing between 2019 and 2023, certain brands may not be accounted for in this metric. Unless otherwise stated, in this update global replenish finished\nsites is covered through replenishment at Leadership Locations rather than global replenishment. Substantially all replenish data in this update is beverages is based on global sales volume.\ninternally reviewed and verified; progress against the water replenished goal of more than 100% is externally assured. Internal review includes review 3 I n addition to other actions, in each of our 175 Leadership Locations our goal is to return more water to communities and nature annually by 2030 than\nof data provided and signed off by the third parties that implement projects. Peer‑reviewed methodologies were used to calculate volumetric benefits we use in the manufacture of our beverages in those locations. As we are early in the implementation of this long‑term goal, we do not currently have\nper project and operating unit for all externally assured data. The replenish benefit is typically estimated as a long‑term, average annual volume, but for replenish projects in every basin, and acknowledge that not each site has yet returned 100% or more of the water used in our finished beverages. We\nrecognize that additional investment, bottling partner engagement and stakeholder outreach are required to ensure that we reach our 2030 goal."
    },
    {
      "page": 5,
      "text": "CONTENTS ABOUT THIS UPDATE WATER PPAACCKKAAGGIINNGG CLIMATE AGRICULTURE DATA APPENDIX 2023 ENVIRONMENTAL UPDATE 5\nPackaging\nSECTION BOUNDARIES: In this section, Goals and Progress\nour packaging strategy refers to actions\nby the company as well as our owned Our global World Without Waste strategy reduced the absolute use of virgin plastic Partner\nand independent bottling partners and focuses on measurable and interconnected by more than 75,000 metric tons compared to Bring people together to support\nindependent suppliers and partners. actions under three pillars: DESIGN, COLLECT 2022. Between 2020 and 2023, as we continued a healthy, debris‑free environment. We do\nand PARTNER. Together with industry partners to invest in lightweighting and use of rPET, we not have a metric tied to this action pillar.\nand our bottlers, we continue to invest to eliminated the additional use of 1.9 million\nWe care about the impact drive progress towards our packaging goals. metric tons2 of virgin plastic. We are currently on track to meet our 2025\ngoal to make 100% of our packaging recyclable\nof every drink we sell. Our\nDesign Collect globally. We are currently behind plan to meet\nambitious World Without both our 2030 recycled content and collection\nGOAL: Make 100% of our packaging recyclable GOAL: Collect and recycle a bottle or can for\ngoals. Package design and the use of recycled\nWaste strategy aims to help globally1 by 2025. each one we sell by 2030.\nmaterials are areas that are ultimately in our\ncreate a circular economy PROGRESS: 90% of our packaging PROGRESS: 62% of our packaging was\ncontrol, but costs, quality and new innovations\nwas recyclable in 2023. collected for recycling in 2023.3\nfor our packaging—from how are dynamic factors that affect our ability and\ntimelines for implementation. The key challenge\nbottles and cans are designed GOAL: Use at least 50% recycled content GOAL: Have at least 25% of our beverages\nfor us is collection for recycling of beverage\nin our packaging by 2030. worldwide by volume sold in refillable/returnable\nand manufactured to how packaging, which is the key step to ensure a\nPROGRESS: Used 27% recycled materials in our glass or plastic bottles or in fountain dispensers\nfunctioning circular economy. We continue to\nthey’re recycled and reused. primary packaging globally. 17% of PET used was with reusable packaging by 2030.4\nexplore new collection models or improve existing\nrecycled PET (rPET). PROGRESS: Served 14% of total beverage\nones, investing in community infrastructure and\nvolume in reusable packaging in 2023. Sales of\nengaging policymakers.\nGOAL: Reduce our use of virgin plastic derived\nfinished products served in reusable packaging\nfrom non‑renewable sources by a cumulative\nincreased by more than 100 million unit cases5\n3 million metric tons from 2020 to 2025.\ncompared to 2022.\nPROGRESS: We did not reduce the use of virgin\nplastic in the period from 2020 to 2023 due to\nbusiness growth. That said, in 2023, we\n1 O ur design goal targets global primary consumer packaging. For purposes of measuring progress against our “design” goal, a package is recyclable 4 R eusable packaging includes reusable cups from dispensed solutions, plastic jugs, refillable glass and refillable PET bottles.\nglobally when there exists a system for recycling in practice and at scale by achieving a 30% post‑consumer recycling rate in multiple regions, 5 U nit cases are equal to 192 U.S. fluid ounces of finished beverage (24 eight‑ounce servings).\ncollectively representing at least 400 million inhabitants; this is aligned with industry standard per the Ellen MacArthur Foundation Global Commitment.\n2 I ncludes the use of recycled PET and bio‑based PET in consumer packaging between 2020 and 2023. While we didn’t reduce the use of virgin plastic Note: Global primary consumer packaging includes the following: aluminum cans, beverage cartons (e.g., aseptic fiber packaging, including juice boxes),\ndue to growth of the business, we averted a further increase by investing in lightweighting and recycled PET initiatives. non‑refillable glass bottles, non‑refillable PET bottles, pouches, refillable glass bottles, refillable PET bottles. For Recycled Content, rPET and Collection\n3 T he collection rate represents a weighted average of national collection rates or returnable bottle collection rates for select primary consumer Rate exclusions, please view the criteria statement in the Independent Accountants’ Review Report. Virgin Plastic exclusions are refillable PET and non‑\npackaging to the Coca-Cola system’s sales in units to express the percent of equivalent bottles and cans introduced into the market that were collected PET packaging content.\nand refilled or collected for recycling for the year."
    },
    {
      "page": 6,
      "text": "CONTENTS ABOUT THIS UPDATE WATER PACKAGING CCLLIIMMAATTEE AGRICULTURE DATA APPENDIX 2023 ENVIRONMENTAL UPDATE 66\nClimate Agriculture\nSECTION BOUNDARIES: In this section, our Goal SECTION BOUNDARIES: In this section, our Goal\ngreenhouse gas emissions reduction refers to sustainable agriculture work refers to actions\nactions by the company, owned and independent Reduce absolute emissions by 25% by 2030 by the company, The Coca‑Cola Foundation, Source 100% of priority agricultural ingredients1\nbottling partners and our direct independent against a 2015 baseline. the company’s owned and independent bottling according to our Principles for Sustainable\nsuppliers and partners. partners, and our independent suppliers Agriculture over time.\nand NGO partners.\nProgress\nOur business relies on a Progress\nhealthy natural environment 8% decline in absolute emissions against Our products and some of\na 2015 baseline. our packaging rely on various 64% of our 12 global priority ingredients\nand a resilient value chain to\nsustainably sourced to Leader standard in line\nsource, produce and distribute Systemwide renewable electricity usage agricultural ingredients grown with our Principles for Sustainable Agriculture.2, 3\nincreased from 21% in 2022 to 24% in 2023.\nglobally. We aim to sustainably\nproducts. Climate change\n2023 CDP Climate Change Score: A- source our priority ingredients\ncontinues to pose a risk to our\nover time by encouraging our\nbusiness and our stakeholders. While we’ve made progress in 2023, we\nrecognize we have more work to do as ingredient suppliers to drive\nThat’s why our approach\nthe Coca‑Cola system to reduce carbon\ncontinuous improvement in\nconsiders the links between emissions. We will continue to invest in\nour sustainability goals to solutions and partner across our value sustainable farming practices.\nchain to help us achieve our climate goal.\nreduce emissions across our\nvalue chain—from sourcing of\ningredients to packaging to\nwater use.\n1 O ur priority ingredients are apples, coffee, corn, grapes, lemons, mangoes, oranges, pulp & paper, soybeans, sugar beets, sugar cane and tea.\n2 R eflects information provided by our suppliers through digital survey tools on an annual basis for volumes sourced to Leader standard. The information is\nformally approved by the suppliers’ Chief Financial Officer or an equivalent executive position within the supplier’s organization to ensure the integrity of\nthe data at the time of reporting. Information is further reviewed by respective procurement leads within the Coca-Cola system.\n3 T he reported priority agricultural ingredients volume is procured by The Coca-Cola Company Global Purchasing organization. The exclusions are related\nto our innocent, Costa and doğadan businesses for the following ingredients: corn, pulp & paper, soybeans, sugar beets and sugar cane."
    },
    {
      "page": 7,
      "text": "CONTENTS ABOUT THIS UPDATE WATER PACKAGING CLIMATE AGRICULTURE DDAATTAA AAPPPPEENNDDIIXX 2023 ENVIRONMENTAL UPDATE 7\nData Appendix\nWater 8\nPackaging 9\nGreenhouse Gas Emissions 10\nAgriculture 11\nAssurance Statements 12"
    },
    {
      "page": 8,
      "text": "CONTENTS ABOUT THIS UPDATE WATER PACKAGING CLIMATE AGRICULTURE DDAATTAA AAPPPPEENNDDIIXX 2023 ENVIRONMENTAL UPDATE 8\nWWaatteerr Packaging Greenhouse Gas Emissions Agriculture Assurance Statements\nWater\nYear ended December 31, 2021 2022 2023\nWATER USE AND WATER WITHDRAWN\nWater Use Ratio (liters of water used per liter of product produced) (the Coca-Cola system)1 1.81 1.79 1.78\n(The Coca-Cola Company) 1.94 1.97 1.97\nTotal Water Withdrawn (megaliters) (the Coca-Cola system) 298,235 308,736 311,998\n(The Coca-Cola Company) 40,473 44,500 44,395\nFresh Surface Water Sources (megaliters) (the Coca-Cola system) 12,025 13,048 12,462\n(The Coca-Cola Company) 2,899 3,420 4,192\nBrackish Surface Water (megaliters) (the Coca-Cola system) 5,725 4,946 5,124\n(The Coca-Cola Company) 351 336 574\nThird‑Party Sources (megaliters) (the Coca-Cola system) 144,256 147,642 152,026\n(The Coca-Cola Company) 21,706 24,144 24,074\nGround Water—Renewable (megaliters) (the Coca-Cola system) 136,195 143,099 142,386\n(The Coca-Cola Company) 15,491 16,599 15,555\nWATER CONSUMPTION (megaliters) (the Coca-Cola system) 170,358 183,616 194,853\n(The Coca-Cola Company) 24,918 25,562 27,733\nPercentage of Water Consumption in Regions with High or Extremely High Baseline Water Stress (the Coca-Cola system) 20% 21% 28%\nWASTEWATER (the Coca-Cola system) 127,877 125,120 117,124\nWastewater Discharged (megaliters) (The Coca-Cola Company) 15,555 18,938 16,662\nWATER REPLENISHED (the Coca-Cola system)\nPercentage2 167% 159% 148%\nAmount (billions of liters)2 293.3 291 277\n1 2015 baseline is 1.98.\n2 Total global replenish progress reflects an aggregate number of the replenish progress made at replenish project locations regardless of whether\nor not these locations are linked to a Coca-Cola system manufacturing or sourcing location. Replenishment linked to the Coca-Cola system\nmanufacturing sites is covered through replenishment at Leadership Locations rather than global replenishment. Substantially all replenish data in\nthis update is internally reviewed and verified; progress against the water replenished goal of more than 100% is externally assured. Internal review\nincludes review of data provided and signed off by the third parties that implement projects. Peer‑reviewed methodologies were used to calculate\nvolumetric benefits per project and operating unit for all externally assured data. The replenish benefit is typically estimated as a long‑term,\naverage annual volume, but for some project activities it varies annually. 2023 replenish benefits fall under three categories: Watershed Protection\nand Restoration (218.0 billion liters), Water for Productive Use (46.6 billion liters) and Water Access and Sanitation (12.3 billion liters). Due to joint\nventure or merger and acquisition activities between 2019 and 2023, certain brands may not be accounted for in this metric. Unless otherwise\nstated, in this update global replenish finished beverages is based on global sales volume.\nClick here to access Consolidated Business exclusions related to Water data."
    },
    {
      "page": 9,
      "text": "CONTENTS ABOUT THIS UPDATE WATER PACKAGING CLIMATE AGRICULTURE DDAATTAA AAPPPPEENNDDIIXX 2023 ENVIRONMENTAL UPDATE 9\nWater PPaacckkaaggiinngg Greenhouse Gas Emissions Agriculture Assurance Statements\nPackaging\nYear ended December 31, 2021 2022 2023\nWORLD WITHOUT WASTE (the Coca-Cola system)\nTotal weight of our packaging (metric tons)1 5.30M 5.95M 5.97M\nPercent of recycled material used in select global primary consumer packaging 22% 25% 27%\nPercent of recycled material used in global primary consumer packaging ‑ rPET 13% 15% 17%\nPercent of the equivalent bottles and cans introduced into the market that were collected and refilled or collected for recycling2 61% 61% 62%\nPercentage of packaging recyclable globally3 90% 90% 90%\nPercentage of total beverage volume served in reusable packaging 14% 14%\nTotal weight of virgin plastic usage avoided (metric tons)4 0.45M 0.52M 0.60M\nTotal cumulative weight of virgin plastic usage avoided from 2020 (metric tons)5 0.81M 1.33M 1.93M\nTotal weight of virgin plastic used (metric tons)5 2.73M 2.91M 2.83M\nPACKAGING MIX (BY UNITS) (the Coca-Cola system)\nPlastic (primarily PET) bottles 47.3% 47.4% 47.7%\nAluminum and steel bottles and cans 25.7% 25.9% 26.0%\nOther 9.7% 11.3% 11.3%\nRefillable glass bottles 9.4% 9.0% 8.8%\nNon‑refillable glass bottles 1.6% 1.6% 1.6%\nBeverage cartons and juice boxes 3.0% 2.9% 2.9%\nRefillable (primarily PET) plastic bottles 1.5% 1.4% 1.4%\nPouches 0.4% 0.5% 0.3%\nNUMBER OF PACKAGES (the Coca-Cola system)\nPlastic (primarily PET) bottles ~125B ~134B ~137B\nAluminum and steel bottles and cans ~68B ~73B ~74B\nRefillable glass bottles ~25B ~25B ~25B\nNon‑refillable glass bottles ~4B ~4.5B ~4.5B\nRefillable (primarily PET) plastic bottles ~4B ~4B ~4B\nBeverage cartons and juice boxes ~7.9B ~8B ~8B\nPouches ~1.0B ~1.3B ~0.8B\n1 This is the focused scope of primary consumer packaging (PET, glass, cans, cartons and pouches). 4 This includes weight of recycled and bio‑based PET used.\n2 Collection rate represents a weighted average of national collection rates or returnable packaging collection rates by packaging type to the 5 Plastic from non‑renewable sources.\nCoca-Cola system’s sales in units to express the percent of equivalent bottles, cans, cartons and pouches introduced into the market that were\ncollected and refilled or collected for recycling for the year. Collection rates are determined by country for each packaging type based on either Note: Global primary consumer packaging includes the following: aluminum cans, beverage cartons (e.g., aseptic fiber packaging, including juice\nnational studies (approximately 73%), plant standards (approximately 17%), or internal estimates (approximately 10%). boxes), non‑refillable glass bottles, non‑refillable PET bottles, pouches, refillable glass bottles, refillable PET bottles. For Recycled Content, rPET and\n3 Our design goal targets primary consumer packaging. For purposes of measuring progress against our “design” goal, a package is recyclable globally Collection Rate exclusions, please view the criteria statement in the Independent Accountants’ Review Report. Virgin Plastic exclusions are refillable\nwhen there exists a system for recycling in practice and at scale by achieving a 30% post‑consumer recycling rate in multiple regions, collectively PET and non‑PET packaging content.\nrepresenting at least 400 million inhabitants; this is aligned with industry standard per the Ellen MacArthur Foundation Global Commitment.\nClick here to access Consolidated Business exclusions related to Packaging data."
    },
    {
      "page": 10,
      "text": "CONTENTS ABOUT THIS UPDATE WATER PACKAGING CLIMATE AGRICULTURE DDAATTAA AAPPPPEENNDDIIXX 2023 ENVIRONMENTAL UPDATE 10\nWater Packaging GGrreeeennhhoouussee GGaass EEmmiissssiioonnss Agriculture Assurance Statements\nGreenhouse Gas (GHG) Emissions\nYear ended December 31, 2021 2022 2023\nREDUCE OUR ABSOLUTE EMISSIONS BY 25% BY 2030 AGAINST A 2015 BASELINE (the Coca-Cola system) 6%¹ 8%\nGHG EMISSIONS (the Coca-Cola system)\nDirect, from manufacturing sites (metric tons) (in millions) 1.61 1.65 1.61\nIndirect, from electricity purchased and consumed (without energy trading) at manufacturing sites (metric tons)\n(in millions) 3.88 3.91 4.01\nIndirect, from electricity purchased and consumed (without energy trading) at manufacturing sites (using GHG\nProtocol market‑based method)2 (metric tons) (in millions) 3.56 3.33 3.34\nTotal GHG Manufacturing (Scopes 1, 2 and 3), Location‑based method (metric tons) (in millions) 5.49 5.56 5.62\nTotal, from manufacturing sites (using GHG Protocol market‑based method)3 (in millions) 5.18 4.97 4.95\nEmissions Ratio (gCO /L) 33.33 28.85 28.31\n2\nReported Manufacturing Emissions in CDP (MT COe)3, 4 (the Coca-Cola system)\n2\nScope 1 – Direct Manufacturing per CDP C7.3c 325,833 304,144 292,106\nScope 2 – Indirect Manufacturing, Location‑based method per CDP C6.3 869,832 890,400 844,848\nScope 3 – Franchise Emissions from Manufacturing Energy, Location‑based method per CDP C6.5 4,299,247 4,363,071 4,484,403\nTotal GHG Manufacturing (Scopes 1, 2 and 3), Location‑based method per CDP 5,494,912 5,557,6155 5,621,357\nTotal GHG Manufacturing (Scopes 1, 2 and 3), Location‑based method per CDP (in millions) 5.49 5.56 5.62\nENERGY USE\nTotal Energy Use (megajoules) (in millions) (the Coca-Cola system) 63,735.8 65,389 66,803\n(The Coca-Cola Company) 12,731.5 10,680 15,477\nPercentage renewable (electricity) (the Coca-Cola system) 12% 21% 24%\nEnergy Use Ratio (megajoules per liter of product) (the Coca-Cola system) 0.39 0.38 0.38\n(The Coca-Cola Company) 0.61 0.57 0.69\nHFC-FREE COOLERS (the Coca-Cola system)\nNumber of pieces of HFC‑free refrigeration equipment placed 803,602 1,070,739 1,240,280\nPercentage of all coolers introduced in year that are HFC‑free 87% 88% 97%\n1 Improvements in the 2023 data reporting process and calculation methodologies have led to increased accuracy and completeness of GHG of independent bottlers. Our CDP reporting is aligned with an operational control approach as defined by the GHG Protocol, which includes only\nemissions across scopes 1, 2 and 3. To maintain meaningful emissions data comparisons over time, we have updated our 2015 base year emissions emissions from activities within The Coca-Cola Company’s operational control as scope 1 and 2 emissions, while manufacturing emissions from\nand 2022 reported emissions in line with these improvements. The 2022 emissions reduction was previously reported as 7% and has been independent bottlers are categorized as “scope 3‑ Franchises”.\nrestated as 6%. 4 The below emissions figures will be reported in the company’s forthcoming 2024 CDP Climate Change response.\n2 This metric accounts for renewable electricity use. 5 Erroneously reported in the 2022 Business & Sustainability Report as 5,577,615. The correct 2022 result is 5,557,615.\n3 The GHG emissions reported in the Environmental Update represent the Coca-Cola system’s manufacturing emissions, which include emissions\nfrom activities which are under the company’s operational control and activities that are related to Coca-Cola brands that are under direct control"
    },
    {
      "page": 11,
      "text": "CONTENTS ABOUT THIS UPDATE WATER PACKAGING CLIMATE AGRICULTURE DDAATTAA AAPPPPEENNDDIIXX 2023 ENVIRONMENTAL UPDATE 11\nWater Packaging Greenhouse Gas Emissions AAggrriiccuullttuurree Assurance Statements\nAgriculture\nYear ended December 31, 2021 2022 2023\nAGRICULTURE1, 2 (the Coca-Cola system)\nSource our priority agricultural ingredients\n% of priority ingredients sustainably sourced (SAGP)3 61% — —\n% of priority ingredients sustainably sourced (PSA)4, 5 58% 64% 64%\n1 Reflects information provided by our suppliers through digital survey tools on an annual basis for volumes sourced to Leader standard. The 3 Progress toward total sustainable sourcing of all 12 priority ingredients, combined, using third‑party validation programs against\ninformation is formally approved by the suppliers’ Chief Financial Officer or an equivalent executive position within the supplier’s organization to The Coca-Cola Company’s previous Sustainable Agriculture Guiding Principles (SAGP) effective for 2013–2020.\nensure the integrity of the data at the time of reporting. Information is further reviewed by respective procurement leads within the Coca-Cola system. 4 Progress toward total sustainable sourcing of all 12 priority ingredients, combined, using third‑party validation programs approved under\n2 Sustainably sourced to the Leader standard of compliance to our Principles for Sustainable Agriculture. Leader standard represents supply volume The Coca-Cola Company’s Principles for Sustainable Agriculture (PSA) effective since 2021. Data reported since 2022 represents priority\nverified based on company‑approved, third‑party validation standards which include: Bonsucro for sugar; for crops including sugar cane and sugar ingredients that are sustainably sourced to our Leader standard in line with our PSA.\nbeets; the Round Table for Responsible Soy for soybeans; the Rainforest Alliance for coffee and tea; the Forest Stewardship Council for pulp & paper; 5 The reported priority agricultural ingredients volume is procured by our TCCC Global Purchasing organization. The exclusions are related to\nand Field to Market for U.S. corn, among other crops or any other standard that has been benchmarked against the SAI Platform’s farm sustainability our innocent, Costa and doğadan businesses for the following ingredients: corn, pulp & paper, soybeans, sugar beets and sugar cane.\nassessment (FSA) and is at least bronze accredited. Additional standards may be approved from time to time at our discretion.\nClick here to access Consolidated Business exclusions related to Agriculture data."
    },
    {
      "page": 12,
      "text": "CONTENTS ABOUT THIS UPDATE WATER PACKAGING CLIMATE AGRICULTURE DDAATTAA AAPPPPEENNDDIIXX 2023 ENVIRONMENTAL UPDATE 12\nWater Packaging Greenhouse Gas Emissions Agriculture AAssssuurraannccee SSttaatteemmeennttss\nAssurance Statements\n2023 Environmental Update Independent Accountants’ Review Report\n2023 Selected Greenhouse Gas Emissions (GHG) Independent Accountants’ Review Report"
    }
  ]
}