{
  "company": "Coca Cola",
  "year": "2021",
  "pdf_path": "reports/Coca Cola/2021/annual_report.pdf",
  "total_pages": 86,
  "pages": [
    {
      "page": 1,
      "text": "2021 Business & ESG Report\nRefresh the World.\nMake a Difference."
    },
    {
      "page": 2,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nWe make brands and products that people love,\nwhile building a more sustainable future for\nour business and for the planet. We do all of this\nwhile staying true to our purpose: to refresh\nthe world and make a difference.\nContents\nChairman & CEO Message 3 Water Leadership 21 People & Communities 46 About This Report 64\nBoard of Directors 5\nSpotlight Story: Protecting Water Respecting Human Rights 47\nExecutive Summary 6\nand Building Climate Resilience in Guatemala 27 Spotlight Story: Using Technology to Data Appendix 65\nBetter Manage Risks and Empower Workers 49\nFinancial & Portfolio Data 66\nOur Company Economic Empowerment 50\nOur Total Beverage Portfolio 28 Packaging 72\nEmployee Safety & Health 51\nAt a Glance 10 Water 73\nDiversity, Equity & Inclusion 52\nHow We Operate 11 Greenhouse Gas Emissions & Waste 74\nPackaging: Giving Back to Communities 56\nFinancial Highlights 12 Workplace, Safety & Giving Back 76\nWorld Without Waste 32 Spotlight Story: Getting COVID-19 Vaccines\nBuilding a Total Beverage Company 13 to Go the “Last Mile” in Africa and Beyond 57 Human Rights & Agriculture 79\nAccelerating Innovation Across Our Portfolio 14\nEncouraging Collective Action 15 Climate 38\nOperations Highlights 58 Assurance Statement 80\nGovernance & Management 16\nOur Priority Environmental, Social Asia Pacific 59\nSustainable Agriculture 42\n& Governance (ESG) Issues 18\nEurope, Middle East & Africa 60 Reporting Frameworks &\nStakeholder Engagement\nLatin America 61 Sustainable Development\n& Partnerships 19\nNorth America 62 Goals (SDGs) 85\nSpotlight Story: Driving Change\nGlobal Ventures/Bottling Investments Group 63\nThrough Public Policy 20\nThe Coca-Cola Company 2021 Business & ESG Report 2"
    },
    {
      "page": 3,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nChairman & CEO Message\nOur people worked with great dedication in 2021 to help our We also continue to make meaningful progress on our World Without\ncompany emerge stronger from the pandemic and position ourselves Waste packaging initiative. We’re continuing to invest in partnerships\nfor continued growth in 2022 and beyond. We made important with innovators and NGOs like our PlantBottle™ partners, World\ndecisions about streamlining our brand portfolio; changing the Wildlife Fund and The Ocean Cleanup. We’ve also set new targets,\nway we work as an organization; and tailoring our investments to including a virgin plastic reduction goal and an industry-leading goal\ntarget the most promising products and priorities. Through all of to significantly boost our use of reusable packaging.\nthe challenges, initiatives and successes of 2021, our environmental,\nsocial and governance priorities continued to be embedded in our By 2030, the company aims to have at least 25% of volume globally\nbusiness and the way we work. across our portfolio of brands sold in refillable/returnable glass or\nplastic bottles, or in refillable containers through traditional fountain\nAn Integrated Business or Coca-Cola Freestyle dispensers. We believe that increasing the\nCoca-Cola system’s usage of refillable/returnable containers creates\nOur environmental, social and governance (ESG) priorities are value for customers and consumers, drives increased package\nintegrated into our strategy. We’re focused on areas where we can collection and simultaneously reduces our carbon footprint.\nhave a measurable, positive impact on the communities we serve\naround the world. Water risks and packaging waste are closely linked to climate\nJames Quincey change. We’re reducing our carbon footprint through an intertwined\nChairman and CEO Our ESG initiatives are interconnected, and so are the solutions and holistic approach across our ESG priorities. Our vision is for\nwe support. We seek an exponentially greater impact by fostering packaging to be reused and recycled as part of a circular economy—\ncollective action: partnering across industry, government and society which means a world with dramatically lower carbon emissions\nto address shared challenges. and climate impacts.\nWater is a top business priority. It is the principal ingredient in the Combating the climate crisis requires a global effort, which is why\nThroughout our company’s rich, 136-year\nproducts we make and is critical for the agricultural products we we worked with experts to set science-based targets. In 2021, we\nhistory, we’ve seen many changes and use. Through the 2030 Water Security Strategy we announced in announced that we made solid progress to decarbonize our system\n2021, we’re focused on achieving water security where the company by achieving our “drink in your hand” goal. We’ve increased our\novercome times of uncertainty. Our\noperates and sources ingredients, concentrating on water-stressed ambitions through our 2030 greenhouse gas emissions target to\nsystem’s strength and resilience have areas—while maintaining 100% replenishment globally. reduce absolute emissions by 25%, and our long-term ambition is\nto be net zero carbon by 2050.\nhelped us adapt while remaining true to\nIn 2021, we returned 167% of the water used in our finished\nour purpose: to refresh the world and beverages to nature and communities. Since 2010, our water, In 2021, we took action to create a better shared future through\nmake a difference. sanitation and hygiene programs have reached more than investments in economic empowerment; diversity, equity and\n18.5 million people globally. inclusion (DEI); and giving through The Coca-Cola Foundation. We’ve\nrefreshed the company’s global DEI strategy to reflect the need\nfor greater global reach, broader impact and a focus on equity and\neconomic empowerment.\nThe Coca-Cola Company 2021 Business & ESG Report 3"
    },
    {
      "page": 4,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nBuilding Brands and Creating Value and cross-functional collaboration required to win locally. Together,\nwe’re focusing on what we do best—building brands and products\n“ Together, we’re using our global presence\nWe are a total beverage company, and our focus is on creating a that people love and enjoy, and growing markets for those brands.\nto build a more sustainable future for\nportfolio of great-tasting drinks and loved brands with the greatest\nour business and the planet while staying potential to attract more consumers. During the pandemic, we A Better Shared Future\nevaluated our entire portfolio and tailored our investments. Today,\nlaser-focused on growth. In 2021, our\nwe are focusing on approximately 200 master brands. Our purpose is to refresh the world and make a difference.\nnetworked way of working drove strong Our company and system employees make this possible every day.\nWe’ve increased our innovation efforts, including sparkling and Together, we’re using our global presence to build a more sustainable\nresults, and I’m proud of what we’ve\nplant-based beverages as well as new entries in flavored alcohol future for our business and the planet while staying laser-focused\nachieved.” beverages. Our efforts are designed for long-term success—we’re on growth. In 2021, our networked way of working drove strong\nbalancing big bets with intelligent experimentation, learning from results, and I’m proud of what we’ve achieved. I’m confident we\nfailures and scaling successes. will accomplish even more in 2022.\nWe aspire for our workforce to mirror the markets we serve. In 2021,\nwe set a 2030 aspiration to mirror U.S. census data for race and Our 2021 successes include:\nethnicity at all job levels of our company in the United States. We also\nrecommitted to our aspiration to be 50% led by women globally, with • We expanded some of our strongest brands to more markets, such\na target of 2030. as Coke® with Coffee, fairlife®, AHA® and Topo Chico® Hard Seltzer.\nfairlife® is now a $1 billion brand with seven consecutive years of\nIn 2021, The Coca-Cola Foundation continued to support communities’ double-digit volume growth.\nresponse to the pandemic with the creation of a $20 million fund to\nhelp stop the spread of COVID-19. Alongside our Project Last Mile • We rolled out a new and improved formulation of Coca-Cola® Zero\npartners, we have used our supply chain, distribution and marketing Sugar, which helped the brand grow volume by double digits in James Quincey\nexpertise to support vaccine rollout in a number of African markets, 2021. The new formula has driven accelerated growth in 80% of the\nChairman and Chief Executive Officer\nas well as leveraging our network of cold-chain partners. markets where it was launched.\nApril 26, 2022\nWe measure success by the value we create for shareowners while • We acquired the remaining 85% ownership interest in\nalso creating a better shared future for people, communities and the BODYARMOR, giving us a line of sports performance and hydration\nplanet. We’re using data to measure and drive this success. Going beverages with significant potential for long-term growth.\nforward, our ESG goals are a factor in our compensation program\nfor top executives. You can read more details in our Governance & Our backbone is a global system of strong partnerships with\nManagement section. approximately 225 bottlers supported by leading edge technology.\nIn 2021, we worked together to build a networked global\norganization, combining the power of scale with the deep knowledge\nThe Coca-Cola Company 2021 Business & ESG Report 4"
    },
    {
      "page": 5,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nBoard of Directors\n“The Coca-Cola Company is staying focused on what matters most:\nAudit Committee\nits people and purpose. Although 2021 brought continued change across\nTalent and Compensation Committee\nthe world, our Board of Directors is proud of how the company remained\nCommittee on Directors and Corporate Governance\ncentered on its key priorities and navigated many challenges to emerge\nFinance Committee\nstronger. This strong performance heading into 2022 is indicative of\nESG & Public Policy Committee\nthe company’s resilience, laying the groundwork for continued success\nExecutive Committee\nand growth.”\nChair\nMaria Elena Lagomasino\nMember\nLead Independent Director\nHerb Allen Marc Bolland Ana Botín Christopher C. Davis Barry Diller Helene D. Gayle\nPresident, Chairman, Executive Chair, Chairman, Chairman of the Board Chief Executive Officer,\nAllen & Company LLC Blackstone Europe Banco Santander, S.A. Davis Selected Advisers-NY, Inc. and Senior Executive, The Chicago Community Trust\nIAC/InterActiveCorp and\nExpedia Group, Inc.\nAlexis M. Herman Maria Elena Lagomasino James Quincey Caroline J. Tsay David B. Weinberg\nChair and Chief Executive Officer, Lead Independent Director Chairman and Chief Executive Officer Chairman and\nNew Ventures LLC Chief Executive Officer Chief Executive Officer, and Director, Chief Executive Officer,\nand Managing Partner, The Coca-Cola Company Compute Software, Inc. Judd Enterprises, Inc.\nWE Family Offices\nNote: Board composition and committee positions reflected as of the completion of the 2022 Annual Meeting of Shareowners.\nThe Coca-Cola Company 2021 Business & ESG Report 5"
    },
    {
      "page": 6,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nExecutive\nWater Leadership Our Total Beverage Portfolio\nSummary\nOffering More Choices and Reducing Added Sugar\nOur 2030 Water Security Strategy 167%\nfocuses on increasing water security\nOur Priorities & Progress through a context-based approach to For more than a century, our company no-calorie beverage options and\nwater replenishment, advocacy for smart of the water used in has been known for our refreshing make packages smaller to enable\nwater policies and responsible water our finished beverages beverages. Over the decades, we’ve portion control.\nOur publicly reported use across our operations and supply returned to nature and continued to evolve, and today we\nsustainability goals drive us to chain. We’re using the size and scale of communities in 20211 offer a lineup of beverages across five Investment in sweetener research and\nour company to improve water security categories, providing consumers with a sugar alternatives is important, especially\ncontinually improve, working where water risks impact our business, 18.5M+ wealth of choices across a wider range for those alternatives that can provide\nin concert with The Coca-Cola supply chain and communities. of categories—including drinks with low- and no-calorie beverage options.\nWe have invested more than $100 million\nCompany’s approximately 225 less added sugar and beverages with\nOur strategy is underpinned by global people provided access to enhanced nutrition benefits. We have in sweetener innovation and sugar\nbottling partners in more than goals and specific context-based targets safe drinking water, sanitation reduction research since 2008, while the\nstreamlined our lineup, focusing on\nthat will enable us to measure our and hygiene since 20102 industry as a whole has invested over\n200 countries and territories. brands with the greatest potential to\nprogress toward reaching our vision. Our $1 billion during the same time period.\nscale and grow.\nglobal goals for 2030 fall under three\npillars—Our Operations, Our Communities RECOGNITION We continue to prioritize added sugar\nRead more Our Total\nand Our Watersheds—with one additional reduction. We have adjusted recipes to\nBeverage Portfolio\ncross-cutting goal: maintaining at least reduce added sugar, promote low- and\nEarned a place on CDP’s\n100% global replenishment of the water\n“A List” for leadership in\nused in our finished beverages.\ncorporate transparency and\naction on water security in 2021\nIn 2020 and 2021, we analyzed\nwater-related risks to identify priority\nTop scorer out of 38 companies 28%\noperating facilities. We are mapping\non Ceres’ 2021 Feeding Ourselves In 2021, average sugar per 100 ml declined while\npriority ingredient sourcing regions\nThirsty report global volume grew. In 2020, both average sugar\nand watersheds according to highest\nper 100 ml and volume declined, primarily due to\nexposure to water stress. We are also\nthe impact of the COVID-19 pandemic. of our volume sold in 2021\nmapping priority communities based on was low- or no-calorie\n2021\nlocal context to identify opportunities for Average sugar per 100 ml\nRead more Water Leadership\naction to strengthen communities’ access Unit case volume growth\nto water, sanitation and hygiene (WASH) COCA-COLA\nand their resilience to climate change.\n1 P eer-reviewed methodologies were used\nto calculate volumetric benefits per project 2018 2019 8% ZERO SUGAR\nBy mapping and overlaying all three of and operating unit; calculated benefits per\nthese categories (operations, watersheds project and operating unit using peer-reviewed 2% 2% 2020 grew by double digits\nmethodologies; all replenish data are internally\nin 108 countries and\nand communities), we will identify validated and verified; the equivalent volume –1%\noverlaps and interconnectivity across for 100% Replenish rate (175 Billion Liters; BL) –2% –3% –2% territories in 2021\nis externally assured; Benefits fall into\nour action areas to develop a holistic, three categories: Watershed Protection and\n–6%\nintegrated and context-based approach. Restoration (229.1 BL), Water for Productive\nUse (47.5 BL) and Water Access and Sanitation\n(16.7 BL). Due to joint venture or merger and\nacquisition activities between 2019 - 2021,\ncertain brands may not be accounted for in this\nmetric. Unless otherwise stated, in this report\nfinished beverages is based on global sales\nvolume.\n2 C alculated with self-reported and internally\nThe Coca-Cola Company 2021 Business & ESG Report validated data. 6"
    },
    {
      "page": 7,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nPACKAGING\nWorld Without Waste Climate\nOur World Without Waste initiative is anchored by three In February 2022, we announced an industry- We have a responsibility to reduce the carbon footprint\nGOAL AMBITION\nfundamental goals: Making 100% of our packaging leading reusable packaging goal. of our value chain; to improve business resilience by\nrecyclable globally by 2025—and using at least 50% managing the short- and long-term risks and impacts of\nReduce absolute Ambition to be\nrecycled material in our packaging by 2030 (Design); a changing climate; and to foster partnerships that drive\nNEW REUSE GOAL greenhouse gas net zero carbon\ncollecting and recycling a bottle or can for each one we positive change.\n(GHG) emissions emissions\nsell by 2030 (Collect); and bringing people together to\n25% by 2030, by 2050\nsupport a healthy, debris-free environment (Partner). By 2030, we aim to have at Our approach to addressing climate change has against a 2015\naccelerated in recent years in keeping with the scale\nleast 25% of our beverages baseline4\nTackling the global plastic waste crisis requires cross- and urgency of the issue. Even as we achieved our 2020\nworldwide by volume sold in\nsector collaboration and alignment on common “drink in your hand” goal to reduce our relative carbon\nprinciples and targets, and we’re working with a range refillable/returnable glass or emissions by 25% against a 2010 baseline, we increased\nof stakeholders at a global, regional and local level to plastic bottles or in fountain our climate ambition.\nachieve our goals.\ndispensers with reusable We’ve announced both our science-based target to 3X The Coca-Cola Company\npackaging reduce absolute emissions by 25% by 2030 against a applies the recommendations\nRead more World Without Waste 2015 baseline and an ambition to be net zero carbon by of the Task Force on Climate-\n2050. Several of our bottling partners have announced related Financial Disclosures\ntheir own science-based targets and net zero pledges, THE NUMBER OF (TCFD) in this report and in\nwhich will help drive even more climate action across the a TCFD Index and provides\nSUPPLIERS\nCoca-Cola system. comprehensive disclosures to\nDesign Collect CDP on Climate Change.\nproviding climate\nIn line with our net zero ambition, we conducted\ndata to CDP in 2021\npreliminary modeling in 2021 that will enable us to\nGOAL GOAL GOAL GOAL compared to 2020\ndefine the key actions and goals needed for a net zero\ntransition to 2050.\nMake 100% of our Use at least 50% Reduce our use of virgin Collect and recycle a\npackaging recyclable recycled content plastic derived from bottle or can for each\nglobally by 2025 in our packaging non-renewable sources one we sell by 2030\nby 2030 by a cumulative 3 million Read more Climate\nmetric tons by 2025 RECOGNITION\nRecognized by CDP as a 2021\n2021 STATUS 2021 STATUS 2021 STATUS 2021 STATUS\nSupplier Engagement leader for\n90% globally1 23%2 recycled material We avoided almost half 61%3\nthe third year in a row\nin our packaging globally a million tons of virgin\nand 13.6% for PET plastic plastic usage through our\npackaging lightweighting, recycled\nplastic and renewable\nmaterial efforts in 2021\n4 W e recently implemented a new data system for collecting\nsustainability metrics and continually work toward ensuring that our\nPartner practices are industry-leading. In 2021, we took significant steps to\nhelp facilitate complete and accurate progress reporting against our\nscience-based target. We updated our GHG emissions accounting\nmethodology for the Coca-Cola system aligned with the GHG\n1 O nly recyclable where infrastructure exists. Protocol and undertook an assessment to evaluate and expand the\nWe bring people together to support a healthy, emissions sources included within our reporting boundary to align\n2 Includes select primary consumer packaging materials.\ndebris-free environment. Read more about our with requirements of the Science-Based Targets initiative (SBTi). In\n3 T he collection rates represent average collection rates for 2022, we plan to track our target progress in real-time across the\npartnerships in World Without Waste.\nselect primary consumer packaging, which is the percentage system, putting us in a strong position to publicly report on progress\nof our packaging that was collected for recycling (or refill). against our target next year.\nThe Coca-Cola Company 2021 Business & ESG Report 7"
    },
    {
      "page": 8,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nSustainable Human\nAgriculture Rights\nWe rely on agricultural ingredients to make and Progress toward our sustainable The Coca-Cola Company’s policies and practices Percentage of bottling partners\npackage our beverages. Ensuring these ingredients sourcing goal1, 2 are aligned with the UN Guiding Principles on that achieved compliance with our\nare sustainably sourced is a key priority for us, GOAL Business and Human Rights, which we have Supplier Guiding Principles 2021 GOAL\n100% 98%\nessential to our efforts on climate resilience, water supported since their inception in 2011. We work\nsecurity, human rights, sustainable packaging and to embed respect for human rights across our\n13 8% 18 89%\neconomic empowerment. As climate change leads system through a comprehensive framework of\nto more extreme weather and increased water policies, stakeholder engagement, due diligence\n19 54% 19 92%\nstress, more sustainable agricultural practices will and remediation.\nplay a vital role in promoting resilience across our\nsupply chain and in the communities that produce 20 56% We maintain an industry-leading global audit 20 90%\nour agricultural ingredients. program of our own operations, as well as those\nof our bottling partners and Tier 1 suppliers,\n58% 21 93%\nWe track progress against our sustainable sourcing with over 38,000 human rights assessments\n21\ngoal for 12 global priority ingredients: cane sugar, conducted since 2003. As of the end of 2021,\n61%\nmango, grape, orange, apple, corn, lemon, beet 95% of our own operations, 93% of system bottlers\nPercentage of direct suppliers\nsugar, tea, pulp and paper, coffee and soybean. and 92% of our Tier 1 suppliers complied with our\nSustainable Agriculture Guiding Principles (SAGP) rigorous Supplier Guiding Principles (SGP) protocols. that achieved compliance with our\nOur Principles for Sustainable Agriculture (PSA) Principles for Sustainable Agriculture (PSA) These audit results are reviewed by the ESG and Supplier Guiding Principles 2021 G 9 O 5 A % L\nadvance and standardize our core values at Public Policy Committee of our Board of Directors\nthe farm level—from small-scale farmer on an annual basis. 18 89%\ncooperatives to large commercial operations—\nEVALUATED\nsupporting livelihoods and helping to ensure Despite falling short of our ambitious goals due\n19 91%\ncontinuity of supply. Introduced in 2021 to improve MORE THAN to the impact of COVID-19, these results show\nupon our previous Sustainable Agriculture Guiding remarkable improvement across our value chain.\nPrinciples (SAGP), the PSA aim to strengthen 500 We will continue to advance our human rights 20 87%\nour progress toward sustainable sourcing of strategy and work.\nagricultural ingredients. SUPPLIERS 21 92%\nWe are currently in the process of mapping\nacross 115+ countries and Read more Human Rights\nthe volume of the 12 global priority ingredients\nterritories against the PSA Percentage of company operations\nwe procure against the PSA framework.\nframework that achieved compliance with\n2,848 our Supplier Guiding Principles 2021 G 9 O 8 A % L\nRead more Sustainable Agriculture AUDITS 18 96%\nconducted in 2021 19 93%\n1 D ata is based on supplier reporting according to our requirements, which is consolidated and internally validated. Results can See our Human Rights 2022 Overview for 20 93%\nfluctuate due to changes in volumes and sourcing origins while we get new suppliers on board with our requirements.\ncomprehensive disclosures of our human rights\n2 T his bar graph shows progress towards total sustainable sourcing of all 12 global priority ingredients, combined, using third- policies, governance, due diligence, access to\nparty validation programs approved under our PSA, effective 2021, alongside progress against our previous SAGP, effective 21 95%\n2013-2020. The company is working to finalize our benchmarking of third-party validation against the PSA standard, including remedy and grievance mechanisms.\nverifications accepted under the SAGP but for which benchmarking continues in 2022.\nThe Coca-Cola Company 2021 Business & ESG Report 8"
    },
    {
      "page": 9,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nDiversity, Equity RECOGNITION Giving Back\n& Inclusion • Included in the Bloomberg 2021 The Coca-Cola Foundation, the independent philanthropic arm STOPPING THE SPREAD\nGender-Equality Index as a of The Coca-Cola Company, is committed to a charitable giving strategy OF COVID-19\ncompany committed to supporting\nWe believe that a diverse, equitable and inclusive that makes a difference in communities around the world. In 2021,\nworkplace makes us stronger as a company, enables gender equality through policy The Coca-Cola Foundation contributed $109.2 million to approximately In 2021, our contributions\ndevelopment, representation and\nus to create a better shared future for employees and 350 organizations globally. included the creation of a $20\ntransparency\ncommunities, empowers access to equal opportunity, million fund to help stop the\nand builds belonging in our workplaces and in society. In • Recognized by Disability Equality spread of COVID-19. Grants\n2021, we refreshed our Diversity, Equity & Inclusion (DEI) Index as one of the Best Places to Read more Giving Back included $5 million in funding\nstrategy to expand the global reach and impact of our Work for Disability Inclusion to Project Last Mile to support\nprograms and policies while driving accountability. vaccine rollouts in eight African\ncountries.\nOur refreshed DEI strategy is rooted in three long-term ambitions:\nThe Coca-Cola Foundation\n1 2 3 2021 Contributions\nWe aspire for our We strive We celebrate\n2.0%\ndiverse workforce for equity for uniqueness and\nto mirror the all people. create an inclusive\nmarkets we serve. environment. Matching Social\nGifts Justice of operating income invested\nDisaster Relief\n$6.1M $0.3M/0% back into local communities\n& Humanitarian Aid\nfrom The Coca-Cola\nAspiring to be 50% $8.0M COVID-19 Company and The Coca-Cola\nMirroring the Markets We Serve by 2030: 2021 Progress1 led by women globally 5% $22.6M Foundation in 2021—well\n7% above our annual goal of 1%2\nAligning U.S. Women’s 21%\nrace/ethnicity Empowerment\n$1.4B+\n2021 Global Gender Representation 2021 Total U.S. Race/Ethnicity representation to U.S. $10.9M\n10%\nin Senior Management Representation census data across\njob levels\n0.5%\nDONATED\n7.2%\n$109.2M\nEducation\nAmerican Indian/Alaskan & Youth 11% by The Coca-Cola Foundation\nsince its inception in 1984\n20.9% Asian Development impacting 18% Water &\n38.7% Black $11.6M 150M+ people Environment\nMale\n50.4% Hispanic $19.7M\nFemale\nNative Hawaiian/ 13%\n61.3% Pacific Islander\n14.8%\nNot disclosed 15%\nTwo or more races Community\nWell-Being\n0.2% White\n2.2% 3.8% $13.9M Recycling\n$16.1M\n1 D ata as of December 31, 2021, for salaried and hourly employees.\nPeople of color is for U.S. workforce only. This data excludes 2 T his percentage was\nRead more Diversity, Equity & Inclusion\nBottling Investments Group (BIG), Global Ventures and CHI, as well calculated excluding\nas newly acquired entities fairlife and BODYARMOR. Bottling Investments Group.\nThe Coca-Cola Company 2021 Business & ESG Report 9"
    },
    {
      "page": 10,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nAt a Glance How We Operate Financial Highlights Our Beverages Innovation Collective Action Governance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nAt a Glance\nCompany Facts The Coca-Cola System Our Sustainability Business Priorities\n136 ~225 ~900\nYEARS ATLANTA, GEORGIA\nWater Reducing World\nof refreshing the world and Global Bottling partners Bottling plants Leadership Added Sugar Without Waste\nmaking a difference headquarters worldwide\n200+ ~200 700K+ ~30M\nClimate Sustainable People &\nAgriculture Communities\nCountries and territories where Master Employed by the company Retail customer\nour products are sold brands and bottling partners outlets\nPerformance 2021 Global Unit Case Volume by Operating Segment Retail Value Volume Growth\nTotal Company Unit Cases\nEmerging (in billions)\n$38.7B 23% 29% 27%\nNutrition, Juice, & Other\nDairy & Plant\nNet Operating Revenues Asia Pacific Europe, Middle East & Africa Latin America 27.7 28.2 28.6 29.2 29.3 29.2 29.6 30.3 29.0 31.3\nHydration,\n(2021, as reported)\nSports, Trademark\n$256.1B 18% 3% Coffee & Tea Coca-Cola\nMarket Capitalization North America Global Ventures Sparkling\n(As of 12/31/2021) Flavors 12 13 14 15 16 17 18 19 20 21\nThe Coca-Cola Company 2021 Business & ESG Report 10"
    },
    {
      "page": 11,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nAt a Glance How We Operate Financial Highlights Our Beverages Innovation Collective Action Governance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nHow We Operate\nThe Coca-Cola Company markets, THE COMPANY\nmanufactures and sells: The Coca-Cola\nINNOVATION, CREATION\nSystem1 & MARKETING\n• Beverage concentrates and syrups\nConcentrates\n• Finished beverages (including and Syrups\nsparkling soft drinks; hydration,\nsports, coffee & tea; nutrition, juice,\ndairy & plant-based beverages; and\nemerging beverages). BOTTLERS Finished\nProducts\nIn our concentrate operations, The Coca-Cola Company\ntypically generates net operating revenues by selling ~225\nconcentrates and syrups to authorized bottling partners.\nbottling partners\nOur bottling partners combine the concentrates and\nworldwide\nsyrups with still or sparkling water and sweeteners\n(depending on the product), to prepare, package, sell\n~900\nand distribute finished beverages.\nOur finished product operations consist primarily of DISTRIBUTION\nbottling plants\ncompany-owned bottling, sales and distribution operations. worldwide\nWe also operate retail outlets through Costa Limited, which\nhas nearly 4,000 Costa coffee shops and over 13,000 Costa\n2.1B SERVINGS A DAY\nExpress self-serve coffee bars worldwide. Costa's portfolio\nalso includes at-home coffee solutions.\nCUSTOMERS & CONSUMERS\n1 T he Coca-Cola Company and its bottling partners are collectively\nknown as the Coca-Cola system. The Coca-Cola Company does not\nown, manage or control most local bottling companies.\nThe Coca-Cola Company 2021 Business & ESG Report 11"
    },
    {
      "page": 12,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nAt a Glance How We Operate Financial Highlights Our Beverages Innovation Collective Action Governance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nFinancial Highlights\nFor more Financial Data, see the Data Appendix.\n2021 2020 2019\n(in millions except per share data)\nSummary of Operations Organic Revenue Growth (Non-GAAP)1 Comparable Currency Neutral Operating Income\nGrowth (Non-GAAP)2\nNet operating revenues $ 38,655 $ 33,014 $ 37,266\nOperating income 10,308 8,997 10,086\n19 6% 19 13%\nNet income attributable to shareowners\nof The Coca-Cola Company 9,771 7,747 8,920 (9%) 20 20 0%\n21 16% 21 12% 1166%%\nPer Share Data\nBasic net income $ 2.26 $ 1.80 $ 2.09\nDiluted net income 2.25 1.79 2.07 Comparable Currency Neutral Diluted Net Adjusted Free Cash Flow Conversion Ratio\nIncome Per Share Growth (Non-GAAP)3 (Non-GAAP)4\nCash dividends 1.68 1.64 1.60\n19 9% 19 96%\nBalance Sheet Data\n(2%) 20 20 108%\nTotal assets $ 94,354 $ 87,296 $ 86,381\nLong-term debt 38,116 40,125 27,516 21 17% 21 116%\n1 R eported net operating revenues grew 17%, declined 11% and 3 R eported diluted net income per share grew 26%, declined 13% and\ngrew 9% for the years ended December 31, 2021, 2020 and 2019, grew 38% for the years ended December 31, 2021, 2020 and 2019,\nrespectively. respectively.\n2 R eported operating income grew 15%, declined 11% and grew 10% for 4 A djusted free cash flow conversion ratio = free cash flow adjusted\nNote: See pages 67 and 68 for reconciliations of non-GAAP financial measures to our results as reported under accounting the years ended December 31, 2021, 2020 and 2019, respectively. for pension contributions divided by net income adjusted for\nprinciples generally accepted in the United States (U.S. GAAP). noncash items impacting comparability.\nThe Coca-Cola Company 2021 Business & ESG Report 12"
    },
    {
      "page": 13,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOAtv ea rGvileawnce HuHmoawn W Reig OhtpserateEconoFminaicn Ecmialp Hoiwgehrlimghetnst OSuafre Btye v&e rHaegaeltsh InDnivoevrastiitoyn, EquitCyo &ll eIncctilvues iAonction GivinGgo vBearcnkance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nBuilding a Total Beverage Company\nWe’ve established a portfolio of drinks that are best positioned to\ngrow in a fast-changing marketplace. As part of our networked, global\norganization, we are continuing to curate and innovate a tailored\ncollection of global, regional and local brands that are organized within\nthe following five categories.\nTrademark Sparkling Hydration, Sports, Nutrition, Juice, Dairy & Emerging\nCoca-Cola Flavors Coffee & Tea Plant-Based Beverages Beverages\nThe Coca-Cola Company 2021 Business & ESG Report 13"
    },
    {
      "page": 14,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOAtv ea rGvileawnce HuHmoawn W Reig OhtpserateEconoFminaicn Ecmialp Hoiwgehrlimghetnst OSuarfe Btey v&e rHaegaelsth InDniovevrastiitoyn, EquitCyo &ll eIncctilvues iAocntion GivinGgo vBearcnkance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nAccelerating Innovation Across Our Portfolio\nThe consumer remains at the heart of everything we\nHydration, Sports, Nutrition, Juice, Emerging\ndo as we provide drinks for every occasion. New innovations,\nCoffee & Tea Dairy & Plant-Based Beverages\nsuch as the products shown here, are designed with\nBeverages\nscalability in mind to have staying power across markets BODYARMOR Topo Chico\nHard Seltzer\nand to support our growth. In 2021, we acquired full ownership fairlife Nutrition\nof BODYARMOR, a line of sports Plan Shake Topo Chico Hard Seltzer blends\nperformance and hydration sparkling water and natural flavors\nbeverages that has significant fairlife Nutrition Plan is an ultra- and is inspired by Topo Chico\npotential for long-term growth. filtered milk nutrition shake with sparkling mineral water’s 125-year\nIn 2021, BODYARMOR launched 30 grams of high-quality protein, heritage and growing popularity as\nBODYARMOR Edge, which combines 2 grams of sugar and 150 calories. a craft cocktail mixer. Four flavors—\nthe hydration of a sports drink with a In 2022, fairlife announced that Tangy Lemon Lime, Exotic Pineapple,\nTrademark boost of natural caffeine. it surpassed $1 billion in annual Strawberry Guava and Tropical\nretail sales.\nMango—are offered in variety packs,\nCoca-Cola\nand select flavors are offered in\nsingle-serve slim cans.\nNew Coca-Cola Zero Sugar\nOur newly reformulated recipe for\nCoca-Cola Zero Sugar provides a\nSparkling Flavors\nmore refreshing and delicious taste\nwith no changes to ingredients or\nnutritional values. The new recipe “What The Fanta”\nhit store shelves in the United States\nMystery Flavor\nand Canada in the summer of 2021.\nIn Europe in 2021, we brought back\nour “What The Fanta” campaign for\na second year, featuring a “mystery”\nblue, zero-sugar flavor. To find out\nthe flavor, customers could scan the\nQR code on-pack to unlock a series\nof online clues. The previous year,\na campaign for a \"mystery\" green\nflavor drove five times the rate of\nsales as traditional Fanta Orange\nduring the same period.\nThe Coca-Cola Company 2021 Business & ESG Report 14"
    },
    {
      "page": 15,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nAt a Glance How We Operate Financial Highlights Our Beverages Innovation Collective Action Governance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nEncouraging Collective Action\nNever Settle Recycle\nMe Again\nWe believe our company’s ESG In 26 European markets, we ran our #neversettle\ncampaign, which focused on our company’s work\ngoals and progress can make Consumers play an important role\naround waste reduction, water stewardship and\nin achieving a circular economy.\na difference for our business,\nyouth unemployment. The series of films, social\nTo support the launch of our new\ncommunities and the planet. media posts and advertisements shared how we 100% rPET bottles (excluding caps\nare helping to solve some of the world’s most\nWe also know we can’t achieve and labels) in the United States,\nurgent challenges.\nwe ran the \"Recycle Me Again\"\nthese goals alone.\ncampaign. Each bottle included a\nprominent message urging people\nTo encourage collective action, we’re raising awareness\nto help give the bottles another\nand communicating the importance of recycling, water\nlife—again and again.\nstewardship and other ESG priorities through our brands\nand company communications channels.\nHere are just a few examples of how we've engaged\nwith consumers in recent years:\nLabel-Less\nBottles\nIn South Korea, we\nlaunched the nation’s\nfirst label-less sparkling\nwater product, Seagram’s,\nwhere the product name\nHelp Us Recycle\nand logo are engraved\non the bottle itself. By\nIn Belgium and The National Recycling Week\nremoving the label, it\nNetherlands, we launched\nhelps make it easier to\nthe “Help Us Recycle” We want to make it as easy as possible for\nrecycle the bottle.\ncampaign, designed people to do their part to turn the tide on\nto raise awareness of plastic waste. In Australia, we teamed up with\nrecycling and motivate Planet Ark during National Recycling Week\nconsumers to pitch in. to help educate consumers on recycling—\nincluding what to recycle, how to recycle and\nwhere to recycle.\nThe Coca-Cola Company 2021 Business & ESG Report 15"
    },
    {
      "page": 16,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOAtv ea rGvileawnce HuHmoawn W Reig OhtpserateEconoFminaicn Ecmialp Hoiwgehrlimghetnst OSuarfe Btey v&e rHaegaelsth InDniovevarstiitoyn, EquitCyo &lle Inctcilvues iAocntion GiviGngo vBearcnkance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nGovernance & Management\nCorporate Governance and lobbying activities. The Committee reviews Our Approach to Disclosure in the political process provides opportunity for\nshareowner proposals on issues within its purview meaningful engagement on public policy, regulatory and\nAt The Coca-Cola Company, our business principles and makes recommendations on the proposals to the We have a comprehensive reporting process that legislative matters with potential impact on our business.\nand practices are designed to foster an innovative and Board. In addition, the Committee receives updates on spans many years, and we aim to provide stakeholders\ncollaborative culture—a culture that is committed to priority ESG issues, including information on actions with complete, transparent and candid information in In 2021, The Coca-Cola Company suspended\nethical behavior, accountability and transparency. The and progress toward goals. Annually, the Committee all our public communications. This is our fourth annual contributions to U.S. political candidates. During this\ncompany’s Board of Directors has established several conducts a self-evaluation, which it presents to the full Business & ESG Report, which combines financial time, we strengthened our alignment of government\ncommittees to assist in discharging its governance Board. data and sustainability progress and performance in engagement with key issues affecting our business,\nduties. These are an Audit Committee, a Talent and one publication. We also respond to the CDP climate, employees, customers, consumers and shareowners.\nCompensation Committee, a Committee on Directors and The ESG and Public Policy Committee also bears the water and forests questionnaires and make those Building upon equality and inclusion factors we formally\nCorporate Governance, a Finance Committee, an ESG and highest level of direct responsibility for climate-related disclosures publicly available. For our 2021 report, we incorporated in 2020, we further enhanced our political\nPublic Policy Committee and an Executive Committee. issues. For a deeper dive into our climate governance, continue to expand our disclosure, including on public contributions criteria to ensure consistency with the\nThe charter for each committee can be viewed on our visit the Climate section. policy, sweetener research, and DEI issues. company’s values. We also increased our disclosures\nwebsite, along with information about the company’s and transparently outlined the non-deductible lobbying\ncorporate governance, including our Code of Business Additionally, the company’s Talent and Compensation We recognize there is a desire for standardization across amount provided by the company to trade associations\nConduct, Corporate Governance Guidelines, Certificate Committee oversees human capital management policies reporting frameworks, and we’re continually evaluating and organizations based in the United States in which\nof Incorporation and Corporate By-laws. For more and strategies across the company, including talent reporting options and listening to stakeholder feedback. we have membership. Our participation, contributions\ninformation or to contact us, visit our website. management, leadership and company culture initiatives and disclosures are routinely reviewed against leading\nsuch as those promoting diversity, equity and inclusion. This report is prepared in accordance with the Global industry standards.\nThis senior-level commitment and alignment drives Reporting Initiative (GRI) Standards, a globally recognized\nESG Governance top-down accountability toward our goals for diversity, framework; this is the eleventh year that these principles\nequity and inclusion (DEI) and helps support a positive have informed our reporting process. We provide an\nThe ESG and Public Policy Committee assists the Board company culture. index for the Sustainability Accounting Standards Board Read about some of our recent\nin overseeing the company’s policies and programs— (SASB) and participate in the SASB Advisory Group. We public policy initiatives, particularly\nand related risks to the company—that concern also index to the Task Force on Climate-related Financial around waste reduction and\nEmbedding ESG into\nenvironmental, social, legislative, regulatory and public Disclosures, the United Nations Sustainable Development\nclimate change.\npolicy matters, including progress against the company’s Executive Compensation Goals (SDGs), the United Nations Global Compact (UNGC)\nESG goals. The Committee’s scope includes public issues and the United Nations Guiding Principles Reporting\nLearn about our transparent\nIn 2022, the Talent and Compensation Committee\nof significance that may affect the company’s business, Framework (UNGPRF).\napproach to stakeholder\napproved plans to link ESG performance measures to our\nour shareowners, the broader stakeholder community\nannual and long-term incentive programs for executives. engagement and scientific research.\nor the general public. This entails evaluating and\nIn the Annual Incentive program, we are reinforcing Public Policy & Political Engagement\nreviewing information pertaining to social, political and\nour commitment to DEI by incorporating demonstrable\nenvironmental trends, in addition to oversight of the\ncommitments by executives to reach goals that reflect In addition to its previously stated responsibilities,\ncompany’s ESG goals and human rights practices.\nour 2030 aspirations to be 50% led by women globally, the ESG and Public Policy Committee of our Board\nIn addition to its previously stated responsibilities, and, in the United States, to align race and ethnicity of Directors oversees and reviews, at least annually,\nthe ESG and Public Policy Committee of our Board representation to U.S. census data. Similarly, in the long- the company’s public policy agenda, its position on\nof Directors oversees and reviews, at least annually, term incentive program, predetermined goals related significant public policy matters, political contributions\nthe company’s public policy agenda, its position on to the company’s World Without Waste packaging and lobbying activities. In the United States, participation\nsignificant public policy matters, political contributions, strategy and its 2030 Water Security Strategy have been\nincorporated into the 2022-2024 incentive awards.\nThe Coca-Cola Company 2021 Business & ESG Report 16"
    },
    {
      "page": 17,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nAt a Glance How We Operate Financial Highlights Our Beverages Innovation Collective Action Governance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nOur ESG Approach\nWe pursue our ESG goals through a concerted effort by\nBoard of Directors\nThe Coca-Cola Company and approximately 225 bottling\nESG Governance\npartners in more than 200 countries and territories. We\nhave robust internal processes and an effective internal\nof The Coca-Cola Audit Talent and Compensation ESG & Public Policy\ncontrol environment that facilitate the identification and\nCommittee Committee Committee\nmanagement of risks and regular communication with\nCompany\nthe Board, our Chairman and CEO and internal teams\nsuch as the Enterprise Risk Management team, the Risk\nSteering Committee and the Networked Sustainability\nExecutive Leadership Team\nteam, which includes Technical, Innovation and Supply\nChain; Public Affairs, Communications and Sustainability;\nGlobal Human Rights; Procurement; Legal; and Finance. Chairman and Chief Executive Officer\nBeyond this, our networked teams work with operating\nunits, bottling partners, NGOs, governments, investors\nand people in communities all around the world to Chief Communications,\nChief Technical and President and\nSustainability and Strategic Chief Financial Officer\nidentify risks and progress toward our goals. For more Innovation Officer Chief Operating Officer\nPartnerships Officer\nabout our approach to risk management and priority\nissues, see Our Priority ESG Issues.\nAdvisory Role\nNetworked Corporate Sustainability Team\nCompliance Public Affairs, Technical\nGlobal\nCommunications & Innovation & Procurement\nHuman Rights\nSustainability Supply Chain\nSteering\nLegal Committees\nCross-functional Steering Groups\nESG Steering\nFinance Committee\nGlobal Sustainable\nPackaging Water Climate\nEnvironmental Sourcing\nCore Team Core Team Core Team\nCouncil Committee\nRisk Steering\nCommittee\nOperating Unit Local ESG Teams\nThe Coca-Cola Company 2021 Business & ESG Report 17"
    },
    {
      "page": 18,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOur Priority ESG Issues\nFocusing on the highest-priority ESG issues for our\ncompany, system and stakeholders is a foundational step\nin how we conduct business and develop our corporate\nstrategy. It is also foundational to how we evolve and\nreport on our business and our ESG progress. Strategies\nemployed against these priority issues are designed\nto build business resilience and adaptation to current\nWater Stewardship Packaging\nand future disruptions to operations, supply chain and\nProduct Preferences,\ncommunities in which we operate. Health & Added Sugar\nDuring 2019, we undertook a thorough review of our\npriority issues in collaboration with a cross-functional\nGreenhouse\ninternal team and key external stakeholders. These\nGas Emissions\nstakeholders represented deep expertise across a range\nScarcity of\nof issues and sectors, including NGOs, academia, some of\nIngredients &\nour business partners, suppliers, customers and beyond. Raw Materials\nWe were guided by BSR, a leading sustainability NGO. In Diversity, Equity Economic\n& Inclusion Downturns &\n2020, we reviewed our assessment to determine if any of\nPeriods of\nthe priority issues had shifted as a result of the COVID-19 Uncertainty\npandemic or the increased global spotlight on social\nHuman &\njustice. A revised matrix adjusted several key issues to Workplace Rights\nbetter reflect priority issues. Social Unrest &\nRising Inequality\nClimate Change\nBoth the 2019 analysis and the 2020 refresh were Risk & Resilience\naligned with our Enterprise Risk Management (ERM) Deforestation\nInformation\nprocess. In 2021, we further strengthened the alignment Product Safety Protection & Changing Competitive\nwith our ERM processes and cross-functional teams. Manufacturing & Quality Cybersecurity Political Environment\nThe aligned matrix adjusted several key issues to better Waste Uncertainties &\nreflect current ESG priority issues, including: third party Management Regulation\nThird Party Service\nservice providers, bottling and business partners;\nProviders, Bottling &\ninformation protection and cybersecurity; and political Business Partners\nuncertainties and regulation.\nCompetition for Talented\nEmployee Resources\nAnalyzing our priority issues on a regular basis ensures\nthat we take into consideration the changing social,\nenvironmental and economic context as we continue to\nevolve our business.\nThe Coca-Cola Company 2021 Business & ESG Report 18\nsredlohekatS\not\nnrecnoC\nAt a Glance How We Operate Financial Highlights Our Beverages Innovation Collective Action Governance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nAdapting &\nThriving in the Digital\nEnvironment\nCurrent or Potential Impact to the Coca-Cola System"
    },
    {
      "page": 19,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOAtv ea rGvileawnce HuHmoawn W Reig OhtpserateEconoFminaicn Ecmialp Hoiwgehrlimghetnst OSuarfe Btey v&e rHaegaelsth InDniovevarstiitoyn, EquitCyo &lle Inctcilvues iAocntion GiviGngo vBearcnkance & Management Priority ESG Issues Stakeholder Engagement & Partnerships\nStakeholder Engagement & Partnerships\nStakeholder Engagement We engage with stakeholders through a variety of • We’re partnering with TerraCycle and Burger King®\nmeans. Their insights and feedback are critical to in the United States, the United Kingdom, France\nCompanies like ours play an important role in helping our work and are integrated into our strategy across and Japan to reduce single-use packaging waste by\nto create the systemic change necessary to achieve a business and ESG goals. offering reusable cups and food containers.\nhealthier planet and a more inclusive and sustainable\neconomy. Learn about our approach to public policy. • The Sustainable Agriculture Initiative Platform\n(SAI Platform) promotes widespread adoption of\nCollaboration with a multitude of internal and external sustainable agriculture practices. In 2021, our\nPartnerships\nstakeholders is essential if we are to achieve our partnership with SAI Platform led to a significant\npurpose of refreshing the world and making a difference. jump in the percentage of sustainably sourced\nPartnerships are an important part of our work to\nMeaningful partnerships with governments, business oranges from Florida groves.\nadvance ESG goals, in part because many of our\nand civil society can drive collective action and build\ngoals cannot be achieved on our own. We must join\nshared opportunities for people and communities • The Ocean Cleanup has developed Interceptor™\nforces with others to address some of the world’s\naround the globe. solutions to stop new plastic from entering the world’s\nbiggest challenges.\noceans through rivers. We’re partnering with them to\nAs one of the world’s largest and most recognized place Interceptor solutions in 15 priority rivers.\nWe have formed partnerships with a range of incredible\ncompanies, we have an opportunity to use our size\norganizations that are making a difference in areas such\nand scale to take on global challenges that require\nas sustainable agriculture, water replenishment and\nbroad collective action, such as fostering excellence\nsustainable packaging. Here are some of them:\nin water stewardship, helping eliminate plastic waste To showcase our work and\nand supporting sustainable agriculture. As a global\n• F or more than a decade, we have partnered with partnerships across a variety of\nbusiness that operates locally, we can extend our\nthe World Wildlife Fund to improve the health of ESG areas, the company held an\ninfluence and reach because of the strength of the\nfreshwater basins. In August 2021, we renewed our\nESG investor event in 2021, where\nCoca-Cola system, which includes bottling partners\npartnership for three more years.\nin hundreds of communities worldwide. members of our executive leadership\n• WASH4Work mobilizes business to improve access shared progress on the company’s\nTransparency and accountability are fundamental\nto water, sanitation and hygiene (WASH) in the ESG strategy and goals, and how\nelements of our stakeholder engagement approach.\nworkplace, in communities and across supply chains.\nthey come to life in the regions.\nWe recently added new disclosures on our website\nWe are aligning with the WASH4Work framework as\nto provide an expanded, holistic overview of our\npart of our 2030 Water Security Strategy.\nstakeholder engagement and scientific research,\nincluding details of the journal articles we have authored • T he investment management firm Circulate Capital\nor funded dating to 2008 in areas such as low- and incubates and finances companies and infrastructure\nno-calorie sweetener innovation, hydration, safety and that prevent the flow of plastic waste into the world’s\nsustainability. Learn more. oceans and advance the circular economy. In 2021, Project Last Mile is a pioneering,\nCirculate Capital announced a $4 million investment cross-sector partnership to help\nin the Inter-American Development Bank (IDB) Group’s life-saving medicines—including\ninnovation lab to support startups in Latin America\nCOVID-19 vaccines—go the last\nand the Caribbean.\nmile in Africa.\nThe Coca-Cola Company 2021 Business & ESG Report 19"
    },
    {
      "page": 20,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nSPOTLIGHT STORY\nClimate Action “When we work together, we can\ntake meaningful steps to advance a\nIn April 2021, The Coca-Cola Company supported\ncircular economy and reduce waste.”\ncoalitions led by We Mean Business and Ceres in\nthe United States, and by European Parliamentary\nDriving\nEnvironment Committee Chair Pascal Canfin. These\nBea Perez\ncoalitions called on the Biden Administration to set\nChange an ambitious science-based greenhouse gas (GHG) Senior Vice President and Chief Communications,\nemissions reduction target for the United States. Sustainability and Strategic Partnerships Officer,\nThrough The response was to establish a target ahead of the The Coca-Cola Company\nCOP26 summit, which brings the United States to a\nposition of global climate leadership.\nPublic Policy\nRecognizing our climate advocacy in the United States,\nWorld Without Waste strategy, helping address both the\nin July 2021, Ceres released its report “Practicing\nwaste challenge and the climate challenge. The regions\nResponsible Policy Engagement: How Large U.S.\nthat established food/beverage grade acceptance\nCompanies Lobby on Climate Change.” The report\nstandards for recycled plastic content use include\nhighlighted that The Coca-Cola Company “has disclosed\nBahrain, Bangladesh, Indonesia, Kuwait, Nigeria, Oman,\nits engagements to evolve the (U.S.) Chamber’s climate\nQatar, Saudi Arabia and Yemen. The state of California\nchange positions and lobbying.\" The report also noted\nalso adopted new recyclability standards.\nthat we sent a letter encouraging the U.S. Chamber\nWe continue to play an active role in driving for\nof Commerce to embrace the Business Roundtable’s\nprogressive policies that help solve environmental\nprinciples and policies on climate change.\nchallenges, whether that is direct engagement with\nAligns with these regulators on recycled PET usage standards or policy\nIn the European context, in support of the EU’s Green\nUN Sustainability Goals\nadvocacy directly or through trade associations.\nDeal and Farm-to-Fork strategy, in 2021 we signed\nup to the EU Code of Conduct on Responsible Food\nAdditionally, several regions established minimum\nBusiness and Marketing Practices. This advocacy stance\nrecycled content guidelines, including Chile, Ecuador,\ncomplements our climate actions in collaboration with\nthe European Union, Paraguay, Uruguay, and the\nour two major bottling partners in Europe.\nUnited States (California, New Jersey and the state of\nWashington). Our World Without Waste goals aim for\n50% recycled material in all our packages by 2030;\nRecycling and Reuse of Plastic regulatory guidelines can help create scale in the supply\nAddressing climate change and eliminating plastic waste are two of our chain that helps with the economics of recycling and\nThe role of government regulation in creating a circular a circular economy.\nhighest priority ESG issues. Although we are taking action within our\neconomy for our packaging materials is essential\nown operations and across our value chain, these global challenges are to ensure that societies can move from a linear to a Along with increasing recycled content, plastic\ncollection is essential to achieving a truly circular\nfar too great for any single company, industry or government to solve circular operating model—one where materials stay\neconomy. In 2020, we added our voice to the Business\nin the economy for reuse and recycling and out of the\non its own. In response, we are using our influence to drive meaningful Call for a UN Plastic Pollution Treaty calling for a legally\nenvironment. To support governments in the evolution\nbinding United Nations treaty on plastic pollution. We\npolicy changes in partnership with peer companies, civil society and toward better recycling outcomes, we work with them\nalso continued to work in partnership with WWF, the\nas well as with trade associations to provide evidence of\nall levels of government.\nEllen MacArthur Foundation and the Ocean Plastic\nthe safety and quality of recycled materials, which in turn\nLeadership Network to bring diverse stakeholders\nleads to increased take-up of recycled materials.\ntogether to help shape a long-term treaty. In early 2022,\nREAD MORE STORIES 1 2 3 4 In 2021, a number of governments around the world the United Nations agreed to start negotiations to draw\nestablished plastic packaging regulations similar to our up a global treaty.\nThe Coca-Cola Company 2021 Business & ESG Report 20"
    },
    {
      "page": 21,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nWater\nLeadership\nWater is essential to every person and every\necosystem in the world; it is also essential\nto the products we make and the agricultural\ningredients we use.\nOur 2030 Water Security Strategy focuses\non increasing water security through\na context-based approach to water\nreplenishment, advocacy for smart water\npolicies and responsible water use across\nour operations and supply chain. We’re using\nthe size and scale of our company to improve\nwater security where water risks impact our\nbusiness, supply chain and communities.\n167% 18.5M+\nof the water used in people provided access to\nour finished beverages safe drinking water, sanitation\nreturned to nature and and hygiene since 20102\ncommunities in 20211\n1 P eer-reviewed methodologies were used to calculate volumetric benefits per project\nand operating unit; calculated benefits per project and operating unit using peer-reviewed\nmethodologies; all replenish data are internally validated and verified; the equivalent\nvolume for 100% Replenish rate (175 Billion Liters; BL) is externally assured; Benefits\nfall into three categories: Watershed Protection and Restoration (229.1 BL), Water for\nProductive Use (47.5 BL) and Water Access and Sanitation (16.7 BL). Due to joint venture\nor merger and acquisition activities between 2019 - 2021, certain brands may not be\naccounted for in this metric. Unless otherwise stated, in this report finished beverages\nis based on global sales volume.\n2 C alculated with self-reported and internally validated data.\nThe Coca-Cola Company 2021 Business & ESG Report 21"
    },
    {
      "page": 22,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOur Water Security Strategy\nOur 2030 Water Security Strategy 2030 Water Security Strategy Overview\noutlines a vision of increasing\nOUR OPERATIONS OUR COMMUNITIES OUR WATERSHEDS\nwater security for our operations,\nDesired\nwatersheds and communities. Reduced shared water challenges Enhanced community water resilience Improved watershed health\nOutcome\nWater security is defined as the\navailability of a sufficient quantity Global Regenerative water use and Access to water and sanitation, and Measurable contribution\nGoals advanced efficiency resilience, with a focus on women and girls to watershed health\nand quality of water, access to\nsafe water services and effective High-Level • 100% regenerative water use in all • Promote access to WASH (water, • Implement watershed stewardship\nTargets leadership locations sanitation and hygiene) initiatives in plans in all of our priority watersheds\ngovernance of shared water\n• Drive advanced water efficiency all our priority communities • Promote advanced water\nresources. It is underpinned by improvements in water-stressed • Promote access to WASH throughout our management practices for our\ncontexts1 bottling system and priority suppliers global priority ingredients grown\nglobal goals and specific context- 2030 WATER VISION\n• 100% compliance with global • Support community climate adaptation in water-stressed regions\nbased targets that will enable us Coca-Cola Company water and recovery\nIncrease water security\nstewardship requirements\nto measure our progress toward where we operate,\nsource ingredients and\nreaching this vision.\ntouch people’s lives Global Maintain at least 100% global replenishment of the water used in our finished beverages through contextualized\nReplenishment interventions for operations, communities and watersheds.\nby improving water\nOur global goals for 2030 fall under availability, quality, access\nand governance. Priority Levers\nthree pillars with one cross-cutting Advocacy and Governance / Collaboration and Collective Action / Transparency and Reporting\nof Change\ngoal, maintaining at least 100%\n1 Subject to context-based validation and target setting\nglobal replenishment of the water\nused in our finished beverages:\nPrioritization Framework: Operations, The categories are defined as: We are mapping priority ingredient sourcing regions\nCommunities and Watersheds and watersheds according to highest exposure to water\n1. LEADERSHIP LOCATIONS: our highest priority system stress. We also began mapping priority communities\n1 Our Operations In 2020 and 2021, we analyzed water-related risks facility locations and their correlated watersheds based on local context to identify opportunities for\nto identify priority operating facilities, which allows that have the highest potential water-related risks. action to strengthen communities’ access to water,\n2 Our Communities us to segment our operations into three categories: Facilities are on a path toward 100% regenerative sanitation and hygiene (WASH) and their resilience to\nLeadership Locations, Advanced Efficiency Locations and water use by 2030. See next page for more on climate change (e.g., floods and droughts). By mapping\nContributing Locations. We catalogued these locations regenerative water use. and overlaying all three of these categories (operations,\n3 Our Watersheds\nbased on the detailed mapping and results from an watersheds and communities), we will identify overlaps\n2. ADVANCED EFFICIENCY LOCATIONS: system facility\nEnterprise Water Risk Assessment (EWRA) from the and interconnectivity across our action areas to develop\nlocations in a water-stressed2 context that will drive\nWorld Resources Institute’s Aqueduct 3.0 tool and from a holistic, integrated and context-based approach.\nadvanced water efficiency improvements in operations.\nFacility Water Vulnerability Assessments (FAWVA), our\nsite-level, internal proprietary tool. 3. CONTRIBUTING LOCATIONS: system facility locations\nin areas with potential low water-related risks yet will\ncontribute to water security overall by meeting 100% 2 R efers to “high” or “extremely high” water stress. Water stress\nmeasures the ratio of total water withdrawals to available renewable\ncompliance with global Coca-Cola Company water surface and groundwater supplies.\nstewardship requirements.\nThe Coca-Cola Company 2021 Business & ESG Report 22"
    },
    {
      "page": 23,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nPillar 1 Our Operations\nManaging Water Supports Diverse ESG Priorities\nWater issues intertwine with nearly all of our company’s highest priority ESG issues. Water is the\nnexus that links individual health and well-being, economic prosperity, environmental health and\nRegenerative Water Use the empowerment of the most vulnerable in society, including women and girls. Enhanced water\nCASE STUDY\nmanagement helps our business, supply chain and local communities build resilience to a changing\nFollowing the process to identify and segment our climate. This means improving capacities to withstand, recover from and adapt to the shocks and\npriority operating facilities, we are now setting local, Our Bottling Partner in stressors related to climate change.\ncontext-based targets1 for these facilities to contribute China Continues to Invest in\nto the achievement of our 2030 targets for this pillar, Water Efficiency Priority ESG Issues Elements of Our\nwhich include:\nOuter Circle 2030 Water Security\nWe have been working with our bottling Strategy\n• 1 00% regenerative water use in all Leadership Human\npartner COFCO Coca-Cola Beverages Limited Total Inner Circle\nLocations Rights\n(CBL) to implement water saving initiatives at a Beverage\nCompany\nmanufacturing facility in water-stressed Beijing.\n• D rive advanced water efficiency improvements\nCBL has invested in multiple projects including\nin water-stressed contexts.\nthe recovery of water from cleaning and rinsing\nEconomic\nWe will also continue to replenish at least 100% of water processes, the redesign of a recovery system Empowerment\nused in our finished beverages globally. for reverse osmosis treatment and using recycled Wastewater Watershed\nTreatment Stewardship\nwater for the flushing of toilets and cleaning of Community\nWASH Access\nAll our system production operations around the external areas. These initiatives have resulted\n& Climate\nworld will continue to adopt and implement our new in an approximately 2% reduction in water Resilience Replenishment/\nCoca-Cola system Water Resource Sustainability use between December 2020 and December Nature-based Sustainable\nSolutions\nStandard, which is aligned with the Alliance for Water 2021, which is contributing to decreased stress WASH Access in Agriculture\nBottling System\nStewardship (AWS) principles. on local freshwater sources and reduced Health & & Supply Chain\noperational costs. Safety\nSustainable\nSustainable Agriculture\nDefining Regenerative Agriculture\nWater Use\nReplenishment/\n“ Regenerative” is our new integrated metric We have continued to improve the efficiency of Nature-based Watershed\nreflecting the concept of circularity in using water our water use. We now need only Solutions Stewardship\nin our operations. By 2030, the Coca-Cola system 1.81\nmanufacturing facilities that we designate as\nhigh priority (“Leadership Locations”) must LITERS Regenerative\nClimate Water Use Community\nreduce, reuse, recycle and replenish the water Resilience\nWASH Access\nused in operations in the local correlated & Climate\nof water used per liter of product produced, a Community Resilience\nwatersheds for beneficial social, economic and/or\nWASH Access\nenvironmental uses by other stakeholders 20% & Climate Community\nand nature. IMPROVEMENT Resilience S A u g s r t ic a u in lt a u b r l e e Re C c r o is v i e s r y W W it o h r o ld u t\nWaste\nCarbon\n1 L eadership Locations are to achieve 100% regenerative water use compared to 2010.\nby 2030. Reduction\nThe Coca-Cola Company 2021 Business & ESG Report 23"
    },
    {
      "page": 24,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nPillar 2 Our Communities\nWASH Programs Focus on women and girls and to systemically embed and\nmeasure gender-related outcomes of community\nNeeds of Women and Girls\nWASH programs. This work will build on the\ngroundbreaking findings of the 2018 Ripple Effect\nStudy—which quantified the significant impact of\nResilient Communities As outlined in the Risk Assessments and Prioritization\nClean water is only one piece of the water resilience WASH improvements on women’s empowerment—\nsection, we are identifying our priority operational,\npuzzle. To achieve the greatest health and economic and draw on learnings from the successful Replenish\nWe implement a human rights-based approach to commercial and sourcing communities. We are using a\nbenefits, improvements in sanitation and hygiene Africa Initiative (RAIN) and our 5by20® economic\nwater and communities. We recognize the connection set of criteria from leading global institutions specializing\nmust be prioritized alongside access to clean water. empowerment initiative.\nbetween our social license to operate and adequate in water and health. We aim to support all our priority\nwater infrastructure. communities in addressing shared water challenges by We recognize our business operates in areas with\nidentifying and implementing interventions focused on significant challenges to water access and sanitation.\nInsufficient access to water, sanitation and hygiene three primary action areas: This is one reason why sustainable access to water,\n(WASH) infrastructure and poor water quality are key Since 2010, our RAIN initiative\nsanitation and hygiene—particularly for women and\nchallenges faced in water-stressed communities. 1. Improving access to safe drinking water, girls—is specifically addressed in our 2030 strategy. has reached more than 6.7\nPopulation growth, climate change, political conflict and sanitation and hygiene\nmillion people in 41 countries\nforced migration are further straining water infrastructure We’re collaborating with international organizations\n2. Enabling adaptation to water-related climate and territories in Africa with safe,\nand supply. COVID-19 exacerbated stresses on water and coalitions such as WaterAid and Global Water\nchange impacts sustainable access to water,\nsystems, highlighting the importance of WASH to enable Challenge to understand and meet the needs of\ncommunities to protect themselves from disease spread. sanitation and hygiene, impacting\n3. Ensuring rapid recovery from crises.\nmore than 4,000 communities.\nOver the past decade, The Coca-Cola Company has\nThese actions will contribute to the achievement of our\nestablished strong leadership in community water\n2030 Water Security Strategy targets:\nprograms with the support of The Coca-Cola Foundation\nand many nonprofits, governments, customers and • S upport access to WASH initiatives in all our “In communities where water is CASE STUDY\nother partners. Together, we have delivered sustainable priority communities scarce, women and girls are\ncommunity water interventions ranging from improving\naccess to WASH to institutional capacity building, • P romote access to WASH throughout our bottling responsible for the grueling task Launching a New WASH Program\nbenefiting more than 18.5 million people since 2010. system and priority suppliers. of collecting water, resulting in in Latin America\nIn 2021, our WASH projects included:\nmissed opportunities for learning,\nIn Latin America, we’re launching a new program,\n• I nstallation of handwashing facilities and water generating income and pursuing a Aliados por el Agua (Allies for Water), across\nconnections for communities in the Philippines to help 18 countries that will mobilize collective action\nbrighter future. We’re proud to work\nrespond to the ongoing COVID-19 pandemic, benefiting to improve critical access to water, sanitation\nover 200,000 people with The Coca-Cola Company to and hygiene in vulnerable and water-stressed\ndrive change through the power of communities and key watersheds. The program,\n• A ccess to drinking water for more than 130,000 people\nwhich aims to benefit an estimated 2 million\nimpacted by flooding and other natural disasters in clean water and to involve women\npeople by 2030, will replicate best practices\nChina in 2021\nevery step of the way to ensure from a program that we have supported for\nmore than a decade in Africa. Aliados is a multi-\nOur 2030 Water Security Strategy builds on this work, inclusive, long-term solutions to the\nsector partnership platform bringing together\nseeking to improve access to water and sanitation and\nworld’s most pressing problems.”\nactors from the public and private sectors and\nstrengthen community resilience. We’re focused on\ncivil society, and will be managed by The Global\nprojects that will support and empower women and\nEnvironment Technology Foundation (GETF).\ngirls who, in many parts of the world, bear most of the Kelly Parsons\nresponsibility for fetching water and running households.\nCEO, WaterAid America\nThe Coca-Cola Company 2021 Business & ESG Report 24"
    },
    {
      "page": 25,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nPillar 3 Our Watersheds\nCASE STUDY\nAssessing Watershed Health in California\nA pilot project in the highly water-stressed state of California is just one example\nHealthy Watersheds of the focus on watershed health in our strategy. Our North American operating\nunit is partnering with The Nature Conservancy and other nonprofits to establish\nWatersheds supply water for drinking, agriculture and Our Water Footprint a watershed health plan for three vulnerable California watersheds that\nmanufacturing, provide habitat for plants and animals, supply water to our system bottling plants and for our agricultural ingredients\nand offer opportunities for recreation. While watershed Improved agricultural management practices can promote watershed health. (particularly almonds and lemons). We developed watershed health scorecards,\nprotection has been a core element of our work for Water use within our agriculture supply chain accounts for 92% of our blue highlighting the greatest challenges and risks in the prioritized watersheds.\nmore than a decade, our new strategy places much water1 footprint. (See the Sustainable Agriculture section for more detail on The pilot project developed corresponding Watershed Stewardship Plans\ngreater emphasis on the holistic improvement of our work on sustainable sourcing.) Our work to identify priority watersheds that identify actions to help improve watershed health and water security\nwatershed health. and communities includes an assessment of water risks for watersheds where for our operations, ingredient sourcing areas and communities. This includes\nprojects such as meadow and forest restoration, invasive species removal, fire\nour global priority ingredients are grown.\nAs outlined earlier in this section, in 2020, we began management and prevention, and water-use efficiency. These plans will also help\nanalyzing and prioritizing our operational, commercial us to track improvements in watershed health and co-benefits of projects (e.g.\nand ingredient sourcing watersheds. enhanced biodiversity and carbon sequestration).\nOver the past year, we have developed a Watershed\nHealth Framework to provide our operations with help\nto assess watersheds' challenges and risks, and\nimplement context-based Watershed Stewardship Plans.\nWatershed risks vary from location to location. For some,\nwater availability may be the primary risk; for others, INGREDIENTS PACKAGING MANUFACTURING DISTRIBUTION COOLING &\nDISPENSING\nit might be water quality, water access, soil health or\nforest fires, to name a few. By adopting a context-based 1 Sacramento\nRiver Basin NEVADA\napproach, we aim to support interventions relevant to\nour priority watersheds.\nThis work at the local watershed level will contribute Blue Water Use\nto the achievement of our 2030 high level targets:\nSurface and Groundwater\n• I mplement watershed stewardship plans in all of our\n2 Central Valley/\npriority watersheds. Three Priority San Joaquin River\n• P romote advanced water management practices Watersheds\nfor our global priority ingredients grown in water- 92% 1% 7%\nCALIFORNIA\nstressed regions.\nCoca-Cola system\nbottling facilities\n3 Southern\nAlmond farms California\nLemon farms\n1 B lue water is the volume of surface and groundwater consumed as a result of the production of a good\nor service (evaporated or embedded in the product). Source: Water Footprint Network.\nThe Coca-Cola Company 2021 Business & ESG Report 25"
    },
    {
      "page": 26,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nPillar 3 Our Watersheds Collaboration and Collective Action\nThe Importance of Nature-Based Solutions\nInfrastructure and construction can help protect vulnerable water systems.\nThe shared nature of water resources requires collective action to\nBut nature itself often offers the best mechanisms for restoring watershed\nhealth. We invest in nature-based solutions (NBS), which build on natural remediate water challenges. Read more about our approach to stakeholder\nprocesses to manage water systems. To achieve our 2030 vision, we will lean\nengagement and partnerships.\neven more heavily into nature-based solutions, such as forest protection and\nfloodplain management.\nSome of our key partnerships are with:\nThese types of solutions can provide a wide range of benefits, such as better\nwater quality, carbon sequestration and enhanced biodiversity. Other direct\n2030 Water Resources Group, Science Based Targets Network (SBTN)\nand indirect benefits include water resource improvements, socioeconomic and\npublic health benefits and climate change mitigation. hosted by the World Bank\nThe Nature Conservancy\nIn 2020 and 2021, we worked to identify and quantify the co-benefits of some Alliance for Water Stewardship (AWS)\nof our replenishment projects to help us determine where to support future The Water Resilience Coalition,\ninvestments. In Europe, we partnered with denkstatt, an organization that\nCEO Water Mandate, a partnership an initiative of the CEO Water Mandate\nadvises businesses on natural and social capital, to develop a methodology\nbetween the UN Global Compact and the\nto help us quantify the co-benefits of NBS projects. We also worked with The\nNature Conservancy to pilot the CEO Water Mandate NBS Tool across more than Pacific Institute WASH4Work, an initiative hosted by the\n10 projects globally to better understand the links between various types of CEO Water Mandate\nreplenishment projects and nature-based solutions, helping to strengthen the Global Water Challenge\nbusiness case for investment in these projects. World Wildlife Fund (WWF)\nRECOGNITION FOR OUR 2030 WATER “ The Coca-Cola Company’s\nSECURITY STRATEGY ongoing commitment to\nmanaging water risks sets\nWATER GOVERNANCE In 2021, we were proud to earn a place on CDP’s “A List” for the\nfirst time for our leadership in corporate transparency and action an example to the industry\nAddressing water issues is a on water security, joining our bottling partners Swire Coca-Cola\non the type of work we\ncrucial part of our holistic ESG Limited, Coca-Cola HBC and Coca-Cola Europacific Partners, which\nstrategy, which is overseen by the were also recognized with the highest scores. Out of some 13,000 need to see more\nBoard of Directors. To reinforce companies, only 118 companies made the 2021 water security\nof in corporate America.”\nthe importance of these issues, “A List.” The vision, ambition and risk-based approach behind our\ncertain ESG metrics have been 2030 Water Security Strategy also drew recognition from Ceres Kirsten James\nincorporated into executive in its 2021 Feeding Ourselves Thirsty report that analyzes how\nSenior Program Director, Water, Ceres\ncompensation. See the Governance large food and beverage companies are managing water risks\nsection for more details. in their direct operations and supply chains. The Coca-Cola\nCompany was the top scorer out of all 38 companies assessed\nacross four sectors: Agricultural Products, Beverages, Meat and\nPackaged Foods, with a score of 90 out of 100 possible points.\nThe Coca-Cola Company 2021 Business & ESG Report 26"
    },
    {
      "page": 27,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nSPOTLIGHT STORY\nThe cloud forest of the Sierra de las Minas mountains\nof Eastern Guatemala serves as the primary source\n“ The integrated approach behind the WWF\nof water for thousands of people who live and work\nGuatemala project defines how companies need to\nin communities that are located in the Pasabien and\nthink and act if we’re truly going to improve water,\nTeculutan watersheds. The rivers that flow down the\nagricultural and climate resilience. This approach\nProtecting\nmountainside once provided a plentiful supply of water\nunderpins the thinking behind our 2030 Water\nfor human consumption, agriculture and business.\nSecurity Strategy. We’re breaking down silos,\nWater and\ndesigning holistic water stewardship interventions\nHowever, deforestation, intensive agriculture and\nthat have cross-cutting impacts.”\nhuman encroachment into the area—combined with\nBuilding\na changing climate—degraded the natural ecosystem Madhu Rajesh\nof these watersheds. This led to droughts, forest\nSenior Director—Water & Agriculture,\nClimate fires, polluted water sources and crop failure, with\nThe Coca-Cola Company\ndire consequences for both nature and people: loss\nof biodiversity, respiratory problems from smoke and\nResilience in\nincreased competition for scarce resources.\nGuatemala In response, more than a decade ago, WWF and the\nFundación Defensores de la Naturaleza launched 250+ 80 20,000\nan integrated watershed management project that\nsimultaneously addressed the interconnected issues of\nclimate, water and agriculture. The Coca-Cola Company people trained in firefighters trees planted to\nwas among the first to sign on as a partner and joined fire management trained reforest 10 hectares\nthe project in 2007—now one of many WWF projects we and prevention\nare proud to support around the world.\nAligns with these\nIn the Teculutan and Pasabien watersheds, WWF also engaged local communities, farmers and\nUN Sustainability Goals\nThe Coca-Cola Company provided funding and partnered businesses on the importance of forest preservation\nwith WWF for technical expertise while our local bottling and supported farmers to use sustainable agriculture\npartner, ABASA, signed a conservation agreement to practices, such as improved crop irrigation, to reduce\nhelp protect 500 hectares of forests through fire water use and agricultural run-off. In addition, the project\nprevention activities and controlled burning. provided local people with energy efficient cook stoves\nto help reduce the demand for charcoal required for\ncooking. And local businesses, including our bottling\npartner, were encouraged to reduce their water use and\nFor more than a decade, The Coca-Cola Company has partnered improve their treatment of wastewater.\n“ The Coca-Cola Company has been one of our pilot\nwith World Wildlife Fund (WWF) and the Fundación Defensores partners when it comes to investing in the right\nThese activities have helped to reduce deforestation\nway and the right solutions. We have three core\nde la Naturaleza on an integrated watershed management project and land clearing for agriculture use, decrease forest\nconcepts of resilience: not harming nature, using\nfire frequency by 46% (comparing 2020 to 2015), reduce\nthat addresses the interconnected issues of climate, water and nature to help people, and helping nature adapt.\nagricultural run-off by over 30,000 tons per year, improve\nagriculture. Coca-Cola has been great working with us toward farmer incomes and replenish 400 million liters of water\nimplementing these very important principles in\nannually.\nGuatemala.”\nDavid Kuhn\nREAD MORE STORIES 1 2 3 4 Lead, Corporate Resilience, WWF\nThe Coca-Cola Company 2021 Business & ESG Report 27"
    },
    {
      "page": 28,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOur Total Beverage\nOffering a portfolio\nof drinks for consumers’\nbeverage needs and\nPortfolio\npreferences throughout Giving people the\nthe day, including information they need to\nnutrition and hydration make informed choices\nOffering More Choices and\nReducing Added Sugar\nFor more than a century, our\ncompany has been known for\nour refreshing beverages—a\nTransforming\nlegacy that began in 1886. Over\nthe decades, we’ve continued Our Portfolio\nto evolve, and today we offer a\nKeeping the\nlineup of beverages across five Our evolution as a total\nconsumer\ncategories, providing consumers beverage company\nwith a wealth of choices—including continues as we respond at the center,\ndrinks with less added sugar to consumer desires for\nresponding to\nand beverages with nutrition more choices across a wider\nbenefits. range of categories. We have evolving needs and\nstreamlined our portfolio, preferences\nfocusing on brands with the\n~200 master brands\ngreatest potential\nacross five categories:\nto scale and grow.\n• Trademark Coca-Cola\n• Sparkling flavors\n• Hydration, sports,\ncoffee & tea\n• Nutrition, juice,\ndairy & plant-based\nbeverages Continuing to seek opportunities Providing smaller package\nto reduce added sugar across our choices so it’s easier for\n• Emerging beverages\nportfolio, including investments in consumers to control their\nsweetener innovation added sugar intake\nPROGRESS PROGRESS\n1 T his metric is based on the number of products in our ~38%1 of our 28% of our volume ~41% of our sparkling\nbeverage portfolio. portfolio is low- or sold in 2021 was soft drink brands come in\n2 L ow- or no-sugar products have between zero and 5g of no-sugar2 low- or no-calorie smaller packages\nadded sugar per 100 ml.\nThe Coca-Cola Company 2021 Business & ESG Report 28"
    },
    {
      "page": 29,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nReducing Added Sugar development and broad use of stevia and other options.\nThe Coca-Cola Company has invested more than In 2021, average sugar per 100 ml declined while\nand Investing in Sweetener Sugar Reduction Initiatives\n$100 million in sweetener innovation and sugar reduction global volume grew. In 2020, both average sugar\nInnovation research since 2008. We have been joined in such per 100 ml and volume declined, primarily due to\nefforts by other members of the food, beverage and the impact of the COVID-19 pandemic.\nWe have joined with industry peers to participate\ningredient industries, which have invested more than $1 2021\nThe Coca-Cola Company supports the recommendation in more than 40 sugar reduction initiatives around\nbillion combined during this same period. A global list of Average sugar per 100 ml\nof leading health authorities that individuals should the world, tailoring our approach in each market\npublished journal articles going back to 2008, reflecting Unit case volume growth\nconsume no more than 10% of their total daily calories to help reduce intake of added sugar.\nresearch that The Coca-Cola Company has directly\nfrom added sugar, and we continue to prioritize sugar\nreduction. funded (either partially or fully) or authored, can be found 2018 2019 8% In North America, we’re part of the American\non our website. These include a range of topics core to Beverage Association’s Balance Calories Initiative\nIn 2021, we continued to change recipes to reduce added our business, including sweetener innovation. 2% 2% 2020 (BCI), which has committed to decrease beverage\nsugar; offer more beverages in smaller packages to calories in the American diet by 20% per person\nWe continue to develop and market new beverage –2% –1% –2%\nenable portion control; and promote low- and no-calorie –3% by 2025. A BCI report released in early 2022\noptions that maintain the great tastes people love,\nbeverage options. found that average calories per 8-oz. serving\nbut with less added sugar and fewer calories. In 2021, –6%\nhave declined between 10% and 15.5% since 2014\nThe Coca-Cola Company has a decades-long history we rolled out a new and improved recipe of Coca-Cola®\nin five select communities where the beverage\nof investment in sweetener innovation for beverages, Zero Sugar, which brings the brand even closer in taste\nindustry is measuring progress.\ndeveloping the first zero-sugar sparkling soft drink to original Coca-Cola. First launched in 2005, Coca-Cola\nin 1963. More recently, we have focused on naturally Zero Sugar grew volume by double digits in 2021, and We have also signed on to:\noccurring sugar alternatives and worked with suppliers the new formula has driven accelerated growth in 80%\nto develop some of the first commercially available of the markets where it was launched. Coca-Cola Zero • T he Mexican Beverage Industry Association’s\nversions of stevia. Our investments—typically in Sugar is available in more than 180 markets around pledge, which has committed to reducing\ncollaboration with industry peers, suppliers, startups the world. 10% GROWTH FOR the calorie content of its member companies’\nand academic institutions—have helped lead to the MINI CANS portfolios by 20% between 2018 and 2024.\n• T he European soft drinks industry (UNESDA)\nin North America in 2021, offering\npledged to reduce average added sugars\nportion control to consumers.\nin soft drinks by another 10% from 2019 to\n2025 across the European Union and the\nSmaller packaging options help people control\nUnited Kingdom. This will represent a 33%\nTracking Results added sugar intake for themselves and their\noverall reduction in average added sugars\nfamilies. Globally, about 41% of our sparkling soft\nover the last two decades, building on past\nWe track the results of our sugar-reduction efforts; the majority of the added-sugar drink brands come in packages of 250 ml\nsugar reduction milestones that the industry\nreductions stem from changes to our sparkling beverage recipes and packaging size (8.5 oz.) or less.\nachieved.3\nreductions. Average calories per pack1 dropped by 3.4% in 2021.\n900,000+ ~18,500 96 242 19 TOP 20 ~66% 28%\nOF\ntons of added sugar removed from tons of added sugar removed recipe changes to reduce low- or no-sugar products brands are reduced-sugar of the products within our of our volume sold in 2021\nour global portfolio cumulatively2 on an annual basis through added sugar in 2021 launched in 2021 or zero-sugar, or have a portfolio have less than 100 was low- or no-calorie\nthrough efforts to reformulate recipe changes in 2021 reduced-sugar or zero-sugar calories per 12-ounce serving\nmore than 1,000 beverages option\n1 T he calories per pack metric takes into account both levers to reduce sugar: recipe changes and package size changes.\n2 From 2017 through 2021.\n3 2 015-2019: 14.6% reduction on average; 2000-2015: 13.3% reduction on average.\nThe Coca-Cola Company 2021 Business & ESG Report 29"
    },
    {
      "page": 30,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nInvesting in Products\nwith Added Nutrition and\nEnhanced Benefits\nWe’re bringing drinks such as teas, juices, dairy, plant-\nbased products and purified water to more people\nin more places. We’re making many of our beverages\nnutritious by fortifying them with vitamins and minerals,\nwhile also introducing more dairy and plant-based innocent Super Smoothie vitaminwater gutsy, which AdeZ Barista professional smartwater+ water enhancers Mojo is a range of kombucha\nbeverages. We’re focused on addressing the specific Light launched in 2021 in the launched in the United series offers 100% plant-based are naturally flavored and sodas with added prebiotic\nnutritional needs of populations where under-nutrition United Kingdom. Made with States in 2021, is a refreshing drinks with no added sugars have been formulated by fiber to support gut health.\nis an ongoing concern. 100% fruit, two new smoothie watermelon-peach-flavored for sale in Costa stores across biomedical engineers with Available in Australia, the\nflavors contain 30% less water beverage with B and C a number of European markets. a patented oxygen delivery certified-organic sodas are\nFor example, our fairlife brand is adding protein to more natural sugar than the original vitamins and zero sugar. At just The drinks, which come in technology to include vitamin naturally low in sugar and made\ndiets while introducing new and reformulated products Super Smoothie range. The 10 calories per 20 fluid ounces, coconut, almond, soy and oat, B12 and iron to contribute to with real fruit puree and juice.\nthat continue to improve taste and nutritional profile. Super Smoothie Light drinks it also offers 5 grams of fiber are naturally free of lactose the reduction of fatigue.\nfairlife removed nearly 2 million pounds of sugar from are high in select B vitamins and electrolytes. and gluten.\nthe diets of those who drink fairlife versus other milk.1 and E vitamins and provide a\nFor those looking to add even more protein to their diets, good source of fiber.\nfairlife’s Nutrition Plan™ shake offers 30 grams of protein\nwith just 2 grams of sugar.\nIn 2021, we launched fairlife in China, where milk\nconsumption is on the rise. Beyond protein, fairlife\nproducts offer multiple benefits, including high calcium\ncontent and zero lactose. The brand uses ultra-filtration\ntechnology to retain more nutrients.\nMinute Maid Kids is a low- BodyArmor Lyte is a low- Costa Coffee Latte+ beverages Nutriboost, available in Asia\ncalorie children's drink with calorie sports drink with no are infused with specially and Australia, is a boosted milk\nno added sugar, preservatives added sugar and no artificial crafted functional ingredients drink with protein, calcium,\nor artificial sweeteners. The sweeteners, flavors or dyes. and plant-based milk. Available fiber and vitamin D.\nproduct is an excellent source Available in nine flavors, in three varieties, including\nof vitamin C for children ages the drinks are packed with Caramel Oat Latte+ (with\n6 to 12. electrolytes, antioxidants and added vitamin B12 and zinc),\nselect B vitamins. Hazelnut Almond Latte+ (with\n1 C alculated by number of products sold multiplied by sugar reduced added plant protein), and\n(50%) for full year 2021. This is based on the volume of fairlife milk Vanilla Coconut Latte+ (with\nhaving 50% less sugar than other milks, and Good Moo’d milk having\nadded vitamin B12 and zinc).\n25% less sugar than other milks.\nThe Coca-Cola Company 2021 Business & ESG Report 30"
    },
    {
      "page": 31,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nGiving People the Information They Need\nWe are committed to providing transparent back- and front-of-package nutrition Nutrition information can be found on the vast majority of our products, with the\ninformation, in line with local regulations. We support evidence-based interpretive front- exception of certain returnable bottles, fountain beverages and waters (unsweetened,\nof-package nutrition labeling, which can be a useful tool to help people make informed unflavored). For these beverage and packaging types, nutrition information is provided\ndietary choices that fit their diets and lifestyles. We’re working with trade associations, through our company and bottler websites as well as consumer hotlines.\ngovernments, civil society and other stakeholders to develop the most appropriate\nlabeling programs aligned with local needs.\nNo Marketing to Children Scaling Efforts with Industry Peers Responsible Alcohol Marketing\nWe’re committed to the responsible marketing of our In addition to our own company’s Global Responsible We recognize that our growth into alcohol brands\nproducts and have a history of aligning our commercial Marketing Policy, we are a founding member of the brings new responsibilities. To ensure accountability,\npractices with our sustainability goals, our business goals International Food & Beverage Alliance (IFBA), a group we developed The Coca-Cola Company’s Global\nand our values. of 11 leading food and beverage companies that self- Policy on Alcohol Responsibility. As part of our entry\nregulate globally on responsible marketing to children. into the category, we developed local partnerships\nDriving Innovation We do not market any of our products directly to children In 2021, together with our industry peers at IFBA, we and communications programs to help reduce and\nunder 13, regardless of nutritional profile. We respect the strengthened our policy further. Effective January 1, 2022, prevent the harmful use of alcohol in line with goals\nand Growth\nrole of parents and caregivers as the primary decision- we increased the age threshold from under 12 to under established by leading health authorities. We worked\nmakers for what their children drink. 13 and we reduced the audience threshold from 35% with Drinkaware in Great Britain; the Social Research\nWe’re providing consumers with beverages\nto 30%. This means we will not place our marketing or Foundation in Mexico (FISAC); the Akatu, CISA and Ekloos\nfor every moment of the day and We hold everyone who is involved in our marketing\nadvertising in any media, platform or event where more organizations in Brazil; and organizations in Japan to\nresponding to consumer preferences with and communications accountable to our Global\nthan 30% of the audience is under 13. support responsible drinking programs or messages. In\noptions that contain less sugar and more Responsible Marketing Policy, from our employees and\nall our activities, we seek to grow our alcohol brands in a\nnutrition and functional benefits. Our total bottling partners to our agency and media partners. We also partner with industry at regional and local levels responsible and sustainable manner.\nbeverage portfolio is driving growth: We require annual trainings for all relevant employees to scale collective action in responsible marketing pledge\nas part of our Coca-Cola University. We have created programs. These include the EU Pledge in the European\n• fairlife is now a $1 billion brand\na Global Responsible Marketing Taskforce and local Union and The Children’s Food and Beverage Advertising\nwith seven years of double-digit\ntaskforces across all our operating units who monitor Initiative (CFBAI) in the United States.\nvolume growth\ncompliance, guide our marketers in their daily work and\n• AHA has seen triple the retail value are equipped to address any identified non-compliances. Through our voluntary actions we aim to reduce\ngrowth compared to the sparkling water Read our full policy. children’s exposure to foods that are high in fat, sugar\ncategory as a whole in the United States and salt (HFSS) across all media, including digital. In\n• Simply saw 17% volume growth in 2021, an independent study commissioned by the World\n2021 versus 2019 Federation of Advertisers in 12 markets showed that\nonly 1.45% of online ads served to children are HFSS\n• Coca-Cola Zero Sugar grew by\nproducts.1\ndouble digits in 108 countries and\nterritories in 2021\nRead more about our total beverage 1 The Digital Avatar Project was commissioned by the World\nportfolio and innovative product offerings. Federation of Advertisers (WFA) and was conducted by independent\nresearch firm Nielsen using avatars that mimic the real browsing\nbehavior of children online. The study was conducted across 12\nmajor markets; a total of 30,593 ads were analyzed, captured by\nthe child avatar visiting 100 URLs per market over a period of three\nweeks in October 2021.\nThe Coca-Cola Company 2021 Business & ESG Report 31"
    },
    {
      "page": 32,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nPACKAGING\nWorld Without\nWaste\nTackling the global plastic waste crisis\nrequires cross-sector collaboration and\nalignment on common principles and targets.\nOur World Without Waste initiative is anchored\nby three fundamental goals: making 100% of\nour packaging recyclable globally by 2025—\nand using at least 50% recycled material in\nour packaging by 2030 (Design); collecting\nand recycling a bottle or can for each one we\nsell by 2030 (Collect); and bringing people\ntogether to support a healthy, debris-free\nenvironment (Partner).\nReduce our use of virgin In 2022, we announced a new\nplastic derived from non- global reusable packaging goal.\nrenewable sources by a\ncumulative By 2030, we aim to have at least\n25%\n3\nOF OUR BEVERAGES\nMILLION\nSOLD BY VOLUME\nMETRIC TONS\nBY 2025\nworldwide in refillable/\nreturnable glass or plastic\nbottles or in fountain dispensers\nwith reusable packaging.\nRead more in our 2021 World Without Waste Report\nThe Coca-Cola Company 2021 Business & ESG Report 32"
    },
    {
      "page": 33,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nThe Importance of Collective Action\nOur World Without Waste Design\npackaging goals require collective\naction in partnership with a\nrange of stakeholders at a global, GOAL GOAL GOAL NEW REUSE GOAL\nregional and local level.\nMake 100% of our Use at least 50% Reduce our use of virgin plastic derived By 2030, we aim to\npackaging recyclable recycled content in from non-renewable sources by a cumulative have at least 25% of our\nTogether with our bottling partners, we are working with:\nglobally by 2025 our packaging by 2030 3 million metric tons by 2025 beverages worldwide\n• Governments and community organizations to by volume sold in\nstrengthen recycling infrastructures and boost refillable/returnable\n2021 STATUS 2021 STATUS 2021 STATUS\ncollection rates\n90% globally1 23%2 recycled material We avoided almost half a million tons of virgin glass or plastic\n• Customers, peers and industry associations to shape in our packaging plastic usage through our lightweighting, bottles or in fountain\npublic policy and take action that supports a circular globally and 13.6% for recycled plastic and renewable material efforts dispensers with\neconomy\nPET plastic packaging in 2021 reusable packaging\n• Nonprofits and NGOs to engage civil society in ways\nthat address pollution\nWe continue to rethink our beverage packaging to We now offer beverages in 100% rPET bottles (excluding the last several years, countries as diverse as Bahrain,\n• Suppliers, startups and R&D partners to fuel\nbecome more sustainable. Most recently, we announced caps and labels) in approximately 30 markets. In 2021, Bangladesh, Indonesia, Kuwait, Nigeria, Oman, Qatar,\nsustainable packaging innovation that reduces waste\na global, and industry-leading, reusable packaging goal. Coca-Cola Japan introduced 100% recycled PET bottles Saudi Arabia and South Korea have adopted standards\nand minimizes our environmental impact—one bottle\nfor two brands: Coca-Cola and Georgia - and 40% of for food- and beverage-grade rPET usage.\nat a time. In North America, we eliminated more than 60,000 the PET plastic used in Japan in 2021 was either from\nmetric tons of virgin PET from our packaging mix in 2021 recycled or renewable material.\nA World Without Waste, where materials are reused\nby increasing our usage of recycled PET plastic (rPET) to 1 Only recyclable where infrastructure exists\nand recycled as part of a circular economy, is a world\n12% of our portfolio and through regional and national In countries accounting for approximately 25% of our\nwith dramatically lower carbon emissions and climate 2 Includes select primary consumer packaging materials.\nlaunches of 100% rPET3 packaging on select brands. In global PET use, rPET cannot currently be used in food-\nimpacts, which is why our packaging and climate\nEurope, we eliminated more than 130,000 metric tons of grade material. We continue to work with industry peers 3 E xcept where otherwise indicated, where reference is made in this\nstrategies are intertwined. Because packaging accounts report to 100% Recycled PET or 100% Recycled Plastic Beverage\nvirgin PET from our packaging mix in 2021 by increasing to advocate for government regulations permitting\nPackaging, we are referring to the material from which the plastic\nfor up to 30% of our overall carbon footprint, our\nour usage of recycled rPET to 31% of our portfolio. the use of rPET in food and beverage packaging. Over bottle is made, not the cap and label.\nWorld Without Waste efforts are essential to meeting\nour science-based target to reduce greenhouse gas\n(GHG) emissions and our vision to be net zero carbon.\n~30 4 25%+ 50%+ 93%\nWe’re reducing our carbon footprint by lightweighting\nour packaging, incorporating more recycled and MARKETS MARKETS IN EUROPE\nrenewable material, investing in local recycling programs\noffer at least one brand in use 100% rPET for their In ~40 markets, refillables In ~20 markets, refillables of refillable/returnable\nand increasing our use of reusable packaging.\n100% rPET packaging entire plastic packaging account for 25% or more account for 50% or more packaging is collected to\nportfolio of sales of sales be reused\nSee additional performance indicators in the Data Appendix.\nThe Coca-Cola Company 2021 Business & ESG Report 33"
    },
    {
      "page": 34,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nNew Reusable\nPackaging Goal\nGlobally, we have increased our focus on refillable • S tepping up our commitment to the NextGen • O ffering three of our most popular brands in\npackaging through initiatives that include: Consortium to accelerate the circularity of foodservice Germany—Fanta Orange, Sprite and Mezzo Mix—as\npackaging, including cups. The consortium has soda syrups for consumers to prepare drinks at home\nIn February 2022, we announced an • I nvesting in the expansion of the “universal bottle,” expanded its work to advance reuse and refill by adding carbonated water. The pilot supports our\nindustry-leading reusable packaging goal. which was first introduced in 2018 by Coca-Cola packaging models, strengthen recycling and ongoing efforts to provide people with the brands they\nBrazil and used in Argentina, Chile, Colombia, Mexico, composting infrastructure and recovery pathways, and love with less packaging.\nGuatemala and Panama. This innovative solution— scale foodservice packaging innovation.\nwhich the Ellen MacArthur Foundation recognizes\nas a great example of reusable packaging, aligned • T rialing package-less vending machines at Universal\nLearn about our governance of\nwith its vision for a circular economy for plastics— Studios theme parks in Japan. The machines, which\npackaging waste and other key\ndrives efficiency of collection, cleaning and filling allow consumers to fill their own containers with\nby offering multiple sparkling and still brands in the sparkling and still water, also offer reusable bottles ESG issues.\nsame reusable bottle. Additionally, we expanded and a rinsing station.\nthe rollout of refillable 2-liter and 1.5-liter PET plastic\nbottles in South Africa, and partnered with Coca-Cola\nBy 2030, we aim to have Southwest Beverages to pilot a 500-ml returnable\nglass bottle in Texas.\nat least 25% of our beverages\nworldwide by volume sold • C ollaborating with Tesco to pilot the Loop™ shopping\nsystem in 10 retail outlets across Europe. Consumers\nin refillable/returnable glass\ncan order a variety of products, including Coca-Cola,\nor plastic bottles or in fountain in packaging that is collected, cleaned, refilled and\nreused or recycled.\ndispensers with reusable\npackaging. • L aunching a marketing campaign promoting the\nbenefits of refillable packaging across Latin America.\n• P iloting a digital solution in Brazil and Chile for the\nreturnable bottle exchange process through virtual\ncoupons.\nThis builds on our already strong\n• P artnering with several foodservice customers,\ntrack record with refillable packaging,\nincluding teaming up with Burger King® in the United\nespecially in parts of Latin America,\nStates, the United Kingdom and Japan to reduce\nEurope, Africa and Asia. The COVID-19 single-use packaging waste by offering reusable cups\npandemic has accelerated consumer and food containers, and piloting an exchangeable cup,\ncalled the Cup Crew, with A&W Canada restaurants.\ninterest in refillables, as more families\nenjoy multi-serve beverages at home\n• I ntroducing reusable cups with microchip technology\nand seek affordable options in uncertain for Coca-Cola Freestyle machines in theme parks, on\neconomic times. university campuses and on cruise ships in the United\nStates.\nThe Coca-Cola Company 2021 Business & ESG Report 3344"
    },
    {
      "page": 35,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\n100% Plant-Based Bottle\nSprite Clear Bottles\nSprite, one of our largest global\nMore than a decade ago, we introduced the world’s\nsparkling soft drink brands, is\nfirst recyclable PET plastic bottle made with up\ntransitioning from its iconic green\nto 30% plant-based material. In 2021, we unveiled\nbottles to clear PET to help make\na first-ever prototype bottle made from 100%\nthem easier to make into new\nplant-based plastic, that has been made using\nbottles by increasing the supply of\ntechnologies that are ready for commercial scale\nhigh-value recycled plastic in the\n(excluding the cap and label).\nafter-use market. As of the end of\nThe new prototype exclusively uses materials 2021, 47 markets had switched from\nfrom renewable, plant-based sources, removing green to clear, and another 70-plus—\nall petroleum-based content from the bottle. It including the United States and\nrepresents a significant technological step forward Canada—plan to transition in 2022.\nin the reduction of virgin oil-based PET across\ncommercially produced bottles. Learn more.\nPlant-based plastics will play a critical role in our\noverall PET mix in the future, supporting our goals to\ndecrease our carbon footprint, reduce our reliance\non virgin fossil fuels and boost collection of PET in\nsupport of a circular economy.\nLabel-Less Bottles\nBuilding on the 2020 launch\nof our first label-less bottle\n“We have been working with technology\nfor I LOHAS in Japan, South\npartners for many years to develop the\nKorea launched the first\nright technologies to create a bottle with\nlabel-less Coca-Cola PET\n100% plant-based content—aiming for the\nplastic bottle with the iconic Plant-Based Costa Cups\nlowest possible carbon footprint—and\ncontour shape and engraved\nit’s exciting that we have reached a point\nlogo, and Bonaqua launched Costa recently introduced cups\nwhere these technologies exist and can be\nits first label-less bottle in made from 100% plant-based\nscaled by participants in the value chain.”\nHong Kong. Since labels materials1 in its coffee shops in\nNancy Quan have to be removed prior to the United Kingdom. The carbon\nChief Technical and Innovation Officer, recycling in these markets, footprint of these cups, when\nThe Coca-Cola Company these innovations make our recycled, is 26% lower than\npackaging easier to recycle. standard to-go cups. The brand also\nrefreshed its reusable cup incentive\nprogram, further encouraging\nconsumers to play their part in\nhelping to reduce waste.\nRead more in our 2021 World Without Waste Report 1 E xcluding lid.\nThe Coca-Cola Company 2021 Business & ESG Report 35"
    },
    {
      "page": 36,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nCollect\nGOAL\n61%\nCollect and recycle a\nbottle or can for each one\nwe sell by 2030\nof the equivalent bottles\nand cans we introduced into\n26% 63% 3% 18% 2% 33% 47% 57% 0.4% 7% 11% 93%\nthe market in 2021 were\ncollected and refilled or\n2021 STATUS\ncollected for recycling.1\n61%1\nPackaging Material Mix\nALUMINUM CARTONS/ NON-REFILLABLE PET POUCHES REFILLABLE GLASS\nCollection Rates by Type1 & STEEL JUICE BOXES GLASS PLASTIC & PET PLASTIC\nWe work with partners across business, • In the Philippines, we are partnering with Indorama\ngovernment and civil society to create Ventures to establish PETValue, the country’s first\nBottle Exchange Engaging with\nbottle-to-bottle recycling facility capable of processing\nclosed-loop systems that ensure our\nalmost 2 billion plastic bottles per year.\nPrograms Consumers\npackages are collected and recycled or\nreused. Our 2021 efforts included: • In the United Arab Emirates (UAE), we joined Project\nIn Mexico, we partnered with small retail In the United States, we launched a national\nRECAPP along with industry peers and the Ministry\ncustomers on the “Mi tiendita sin residuos” marketing campaign to promote our sustainable\nof Climate Change and Environment to create the\n• In Australia, New Zealand and the Pacific Islands, (“My store without waste”) program to transform packaging strategy following the national rollout\ncountry’s first free, door-to-door recycling service.\nwe joined the ANZPAC Plastics Pact to pursue four stores into PET collection centers. Consumers of the 13.2-oz. Coca-Cola bottle, and 20-oz in\nRECAPP has built a community of 15,000 registered\n2025 targets: Eliminate unnecessary and problematic can return empty bottles to participating retail certain markets, made of 100% recycled PET.\nusers and collected 115 metric tons of recyclables.\nplastic packaging through redesign, innovation and outlets to be recycled. In addition to promoting The campaign’s “Recycle and Re-Enjoy It”\nalternative delivery models; make 100% of plastic • In Mexico, we announced a $500 million system environmental awareness in local communities, message conveys that plastic is a valuable\npackaging reusable, recyclable or compostable; investment to expand the refillables capacity through early results show consumers are more likely to commodity designed to be used again and again,\nincrease plastic packaging collected and recycled by four new production lines and to expand the country’s buy our beverages in participating stores. and that empty packages can be part of the\n25%; and achieve an average of 25% recycled content recycling infrastructure by boosting production circular economy.\nIn Romania, we support Carrefour’s “Pay with\nin plastic packaging across the region. capacity at PETSTAR and inaugurating a new recycling\n1 PET” program, which lets grocery shoppers\nplant in Tabasco. This will generate approximately\n• In Brazil, we teamed up with bottling partners Solar exchange empty PET bottles for free fruit and\n2,900 direct and 35,000 indirect jobs and increase\nCoca-Cola and Coca-Cola FEMSA on the Recicla vegetables. More than 10,000 consumers have\nMexico’s rPET capabilities by up to 51%.\nSolar and SustentaPet post-consumer PET collection participated to date, resulting in more than\nand recycling initiatives. Since launching in 2019, • In Islamabad, Pakistan, we partnered with 200,000 PET bottles collected. Our partnership\nSustentaPet has collected 46,000 tons of PET (more TeamUp/ National Incubation Center (NIC) and with Carrefour in Romania is underpinned by\nthan 1 billion bottles). Capital Development Authority (CDA) to pave our commitment to The Food Transition Pact, a\nthe country’s first plastic road using 10 tons of reciprocal commitment between Carrefour and\n• In Indonesia, we broke ground on a joint venture PET recycled plastic bottles. its partner suppliers. 1 The collection rates represent average collection rates for select\nprimary consumer packaging, which is the percentage of our\nrecycling facility with Dynapack Asia in West Java.\npackaging that was collected for recycling (or refill).\nThe Coca-Cola Company 2021 Business & ESG Report 36"
    },
    {
      "page": 37,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nPartner Accelerating Sustainable Innovation\n“The Ocean Cleanup’s mission is to rid the oceans of\nWe sponsor AB InBev’s 100+ Accelerator, an open-\nplastic. With 1,000 rivers emitting nearly 80% of river-\ninnovation program that is committed to crowdsourcing\ncarried plastic into oceans, this massive problem grows\nWe believe that solutions to the and piloting sustainability-focused startups and\nby the day, which is why we are always looking to\nsolutions. In the most recent cohort, we provided\nworld’s plastic waste challenges accelerate our progress. Among the waste we collect\nfunding, training, mentoring and other hands-on\nwith our cleanup systems, we find many plastic bottles,\ncan best be unlocked when support to seven startups for a pilot program of about\nincluding Coca-Cola packaging, so I applaud them for\nstakeholders work collaboratively nine months, including two startups focused on the\nbeing the first in the industry to join our mission, as\ncircular economy. For example, ReciVeci developed a\nto create systems that enable part of their wider actions to make a positive impact on\nmobile app to increase the recovery of recyclable and\nplastic pollution.”\npositive change. returnable materials in Ecuador and RecyclePoints in\nNigeria incentivizes people to recycle PET bottles and\nBoyan Slat\nWe have partnered with The Ocean Cleanup, which has other materials through points that can be redeemed for\nFounder and CEO,\ndeveloped solutions and technology to reduce ocean cash and household goods. Learn about BanQu—a 100+\nThe Ocean Cleanup\nplastic. Its Interceptor™ solutions extract plastic from Accelerator alum.\nrivers, preventing it from reaching oceans. Our new\nWe are an investor in Circulate Capital, a fund focused\nRivers partnership, which pairs our scale and network\non ventures, infrastructure and innovations preventing\nwith The Ocean Cleanup’s technology and data-driven\nthe flow of plastic into oceans. Since 2019, Circulate\nsolutions, aims to place cleanup systems in 15 priority\nCapital has raised more than $100 million and invested\nrivers around the world so that they can validate the\nin 14 companies in India and Indonesia. In 2021, Circulate\ntechnology and extend to additional critical rivers.\nCapital announced a $4 million investment in the Inter-\nLocal teams will partner with waste management American Development Bank Group’s innovation lab to\ncoalitions to sort and, where possible, eventually support startups in Latin America and the Caribbean.\nturn PET plastic bottles captured from river waste\ninto new bottles.\nOur partnership with The Ocean Cleanup builds on\nThe Coca-Cola Foundation’s support to the Benioff Ocean\nInstitute at the University of California-Santa Barbara,\nwhich supports river cleanup efforts in Panama, Vietnam,\nIndia, Indonesia, Ecuador, Mexico, Thailand, Jamaica\nand Kenya. Despite ongoing challenges posed by the\nCOVID-19 pandemic, the coalition collected 425 tons\n“In today’s interconnected world, none\nof plastic waste in 2021; hosted its first-annual virtual\nof us can solve the biggest social and\nsymposium; and launched a data dashboard highlighting\nenvironmental challenges of our time alone.\nkey metrics, including plastic captured by type and\nWe believe that partnerships and collective\nnumber of people reached through education and\naction are needed to deliver both a more\ncommunity outreach.\nsustainable business and a sustainable\nfuture, and that we must look outside our\ncompany for ideas and solutions.”\nRead more in our\nBen Jordan\n2021 World Without Waste Report\nSenior Director of Environmental Policy,\nThe Coca-Cola Company\nThe Coca-Cola Company 2021 Business & ESG Report 37"
    },
    {
      "page": 38,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nClimate\nClimate change is a priority issue for our\nbusiness. We have a responsibility to reduce\nthe carbon footprint of our value chain; to\nimprove business resilience by managing\nshort- and long-term risks and impacts of a\nchanging climate; and to foster partnerships\nthat drive positive change.\nSCIENCE-BASED TARGET Recognized by\nCDP as a\n25%\n2021 SUPPLIER\nENGAGEMENT\nabsolute greenhouse gas (GHG) LEADER\nemissions reduction by 2030,\nagainst a 2015 baseline\n3X\nTHE NUMBER OF\nSUPPLIERS\nproviding climate data to CDP\nin 2021 compared to 2020\nThe Coca-Cola Company 2021 Business & ESG Report 38"
    },
    {
      "page": 39,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nIncreasing Our Climate Ambition\nOur approach to addressing climate change has accelerated in recent years Governance on Climate Change\nin keeping with the scale and urgency of the issue. Even as we achieved our\nThe ESG and Public Policy Committee, established by\n2020 “drink in your hand” goal to reduce our relative carbon emissions by\nour Board of Directors, bears the highest level of direct\n25% against a 2010 baseline, we increased our climate ambition. responsibility for climate-related issues. The committee\nassists the Board in overseeing the company’s\nenvironmental, social, legislative, regulatory and public\npolicy matters, including progress against our science-\nbased target. The committee reports regularly to the full\nWe’ve announced both our science-based target to We believe that continued progress against our goals—\nBoard on matters it oversees, including climate-related\nreduce our absolute emissions by 25% by 2030 against a in combination with supporting key stakeholders as\nissues.\n2015 baseline and an ambition to be net zero carbon by they strengthen their own ambitions—will be critical to\n2050. Several of our bottling partners have announced making meaningful advances on climate. We have also\nTo learn more about our ESG governance structure, see\ntheir own science-based targets and net zero pledges, undertaken additional climate scenario risk analysis to\nthe Governance section. For more on climate-related\nwhich will help drive even more positive climate action better understand the potential near- and longer-term\ngovernance, see our most recent CDP Climate Change\nacross the Coca-Cola system. impacts of a changing climate on our business.\nresponse, Section C1.\nIn line with our net zero ambition, we conducted\npreliminary modeling in 2021 that will enable us to\ndefine the key actions and goals needed for a net zero Embedding Climate Action\ntransition by 2050.\ninto Our Strategy Managing Climate Risk\nA significant amount of our impact is in our supply chain,\nso we encourage suppliers—representing approximately Building on our first climate risk scenario analysis in We have established a cross-functional and cross-\n80% of spend across most major procurement 2019, we undertook a far-reaching new study across our company Enterprise Risk Management process and Risk\ncategories—to respond to the CDP Supply Chain Climate company and agricultural supply chain in 2021, looking at Steering Committee to oversee regular system-wide\nChange questionnaire. In 2021 we saw a threefold three scenarios: Business As Usual1 (warming above 5°C), risk assessments, and we work to integrate climate risk\nincrease in the number of supplier responses compared Middle of the Road2 (warming limited to 2.7°C) and Low planning into this process.\nto the previous year. Carbon3 (warming kept below 2°C). This process enabled\nus to identify a refined set of climate-related risks and Relevant risks that could materially affect our business,\nopportunities—including both physical and transition including our financial results, are disclosed in the\n70 impacts—in a range of possible futures. This will be a Annual Report on Form 10-K. These include risks relating\nThe Coca-Cola Company\ncritical tool for strategic planning and implementing to climate change, such as physical risks from changes\napplies the recommendations resilience plans. We will further analyze the risks and in weather patterns around the globe and an increase\nSUPPLIERS\nopportunities identified to ensure we have appropriate in the frequency and severity of natural disasters\nof the Task Force on Climate-\nrisk-management strategies in place. We will disclose which may limit the availability or increase the cost\nalready had science-based targets related Financial Disclosures details in our forthcoming CDP Climate Change response. of key agricultural commodities. Climate change may\nin 2021, and an additional 49 (TCFD) in this report and in also exacerbate water scarcity and cause a further\nsuppliers have committed through deterioration of water quality in affected regions, which\na TCFD Index and provides\nthe Science-Based Targets initiative 1 P hysical Scenario: IPCC AR6 SSP5-8.5 “Fossil-fueled Development” could limit water availability for the Coca-Cola system’s\n(SBTi) to setting science-based comprehensive disclosures to and Transition Scenario: IEA World Energy Outlook “Current Policies bottling operations. Increasing concern over climate\nScenario.”\ntargets in the near term. change also may result in additional legal or regulatory\nCDP on Climate Change. 2 P hysical Scenario: SSP2-4.5 “Middle of the Road” and Transition\nScenario: IEA World Energy Outlook “Stated Policies Scenario.” requirements, among others.\n3 P hysical Scenario: SSP1-2.6 “Sustainable” and Transition Scenario:\nIEA World Energy Outlook “Sustainable Development Scenario.”\nThe Coca-Cola Company 2021 Business & ESG Report 39"
    },
    {
      "page": 40,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nTransitioning to a Low-Carbon Economy\nAchieving our science-based target means looking at our full value chain, including bottling partners and\nsuppliers. Our target to reduce absolute scope 1, 2 and 3 GHG emissions by 25% by 2030 includes system\npartners within our scope 1 and 2 boundary. Following are examples of how we are integrating our climate\nMore HFC-Free & Intelligent\ninitiatives across our value chain and in collaboration with system partners.\nConnected Coolers\nCold drink equipment and dispensing\naccounts for approximately one-third of our\nemissions. We are working to place more\nhydrofluorocarbon (HFC)-free coolers, replace\nolder equipment with newer and more\nInnovations in Packaging Design\nenergy efficient coolers, as well as place\n& Increasing Collection Rates\nmore “intelligent connected” coolers that\ntransmit data such as product throughput,\nBecause packaging accounts for almost\nmaintenance status, temperature and energy\none-third of our overall carbon footprint,\nInvestments in Renewable use, which can improve our placement and\nvirtually everything we do toward our World\nEnergy for Manufacturing management of coolers while reducing\nWithout Waste initiative also helps to achieve\nemissions.\nour science-based target. This strategy\nApproximately 10-15% of our emissions come\nincludes more plant-based packaging that\nfrom manufacturing. Renewable energy use\nrequires less petroleum-based virgin plastic;\nas a percentage of total electricity for the\nlightweighting our packaging; using more\nsystem was 12% in 2021.1 In February 2022, we\nreusable packaging (both traditional refillables\nreleased a Renewable Energy Implementation\nas well as fountain and Coca-Cola Freestyle\nGuidebook, a step-by-step guide for company-\ndispensed solutions), using more recycled\nSupplier Reporting on Emissions owned facilities and bottling partners to build\nmaterial; and recycling more bottles and cans.\n& Reduction Plans knowledge and increase facilities’ generation\nFor more about our packaging efforts, see\nand procurement of renewable energy.\nWorld Without Waste.\nMany of our agricultural suppliers report We also conducted analyses of renewable\nannually on their performance and progress energy opportunities in six countries where\nin reducing emissions, which constitute implementation is more complex to support\n20-25% of our total value chain emissions, our teams in identifying renewable energy\nand on plans to achieve further reductions. procurement options. In 2022, we will\nOur Principles for Sustainable Agriculture continue to support operating units and\n(PSA) include maximizing energy efficiency bottling partners to further scale their use of\nand use of renewable energy, employing renewable energy. In 2021, we also re-joined\nresponsible forest management practices that the Clean Energy Buyers Association (formerly\nprotect biodiversity and restore degraded known as the Renewable Energy Buyers\necosystems, and maintaining or improving Alliance) and are leveraging their resources\nsoils by preventing degradation—all of and networks as we scale up our use of\nwhich are important in mitigating climate renewable energy. 1 Due to an improvement in our data collection process\nimpacts. To find out more, see Sustainable and rigorous assessment of renewable energy\nclaims throughout the system, this resulted in a drop\nAgriculture. in renewable energy use as a percentage of total\nelectricity for the system from 17% to 12%.\nThe Coca-Cola Company 2021 Business & ESG Report 40"
    },
    {
      "page": 41,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\n• W e have piloted a questionnaire with 12 of our major Tracking Progress Toward\nCASE STUDY\nsuppliers across ingredients and packaging to begin\nGoing Solar in the moving toward supplier-specific emissions factors for Ambitious Climate Targets\nthe commodities we procure. This allows us to better fairlife Facility Reduces\nUnited Kingdom\nunderstand our supply chain and more accurately track Accurately measuring our impact and tracking reductions GHG Emissions\nthe emissions reductions of specific suppliers in key is essential to achieving our climate goal. We’ve\nCoca-Cola Europacific Partners completed Phase areas of our supply chain. recently implemented a new data system for collecting As part of its ongoing commitment to reducing its\n1 of a three-phase solar development project at sustainability metrics and continually work toward\ncarbon footprint, the fairlife facility in Coopersville,\ntheir facility in Wakefield, UK, the largest soft • I n 2022, we joined the Supplier Leadership on ensuring that our practices are industry-leading. In 2021,\nMichigan, partnered in 2021 with Generate, a\ndrinks plant in Europe. The early results are Climate Transition initiative along with Atlantic we took significant steps to help facilitate complete and\ncompany that builds, finances, owns and operates\npromising, already saving £340,000 in 2021 with Packaging, The Estée Lauder Companies, General accurate progress reporting against our science-based\nsustainable infrastructure such as energy,\ninstallation of an 8.2 megawatt solar system Mills, PepsiCo, Nestlé, Keurig Dr Pepper, Restaurant target. We updated our GHG emissions accounting\nmobility and waste assets. In the partnership,\nthat accounts for almost 20% of the facility’s Brands International, Mars Incorporated, McCormick methodology for the Coca-Cola system aligned with the\nfairlife sends the liquid waste and organic matter\nelectricity consumption. By the completion of & Company, Mondelēz International, and Yum! Brands GHG Protocol and undertook an assessment to evaluate\nwaste produced during manufacturing at the\nPhase 3, we expect that the project will generate to mobilize collective climate action by providing and expand the emissions sources included within our\nfacility to Generate’s anaerobic digester about 30\nan additional 30 megawatts in solar energy and suppliers with resources, tools and knowledge to reporting boundary to align with requirements of the\nmiles away in Fremont. The waste is broken down\ninclude up to 40 megawatts of battery storage support their climate journey. Science-Based Targets initiative (SBTi). In 2022, we\nin the digester, and the resulting biogas that is\ncapacity, ultimately transitioning the facility to plan to track our target progress in real-time across the\nproduced is used to generate electricity. While\nbe carbon neutral by 2050. system, putting us in a strong position to publicly report\nthere are CO emissions associated with this\nClimate Resilience on progress against our target next year. 2\napproach, the net GHG emissions are much lower\nthan if the organic waste had been sent to landfill\nWe are witnessing the impacts of changing weather\nwhere it would contribute to methane emissions,\npatterns, which is why investing in the resilience of our\nCoca-Cola System which have a warming potential 28-34 times that\nSupplier Engagement Is Key to Transition supply chain and the communities where we operate is\nof CO .1\ncritical to our long-term success. Our work on resilience Climate Targets 2\nBecause approximately 85% of our total carbon\nhelps ensure we can withstand, recover from and adapt Between November 2021 and February 2022,\nemissions come from things we buy, and not what we\nto the shocks and stressors of a changing climate. Across our system, many of our bottling and supplier the Coopersville plant has diverted 753 tons of\ndo in our direct operations, engaging with suppliers is\nMany of our climate resilience efforts relate to our partners have set their own science-based targets or organic waste, preventing the release of 461 tons\ncritical to achieving our science-based target. Our recent\ningredient supply chain and water stewardship. For more have goals for net zero carbon emissions by 2050 or of greenhouse gases. This has produced over\nefforts include:\ninformation, see our Sustainable Agriculture and Water sooner. 1 million kWh of electricity and more than 175,000\nsections, as well as our featured story about resilience gallons of organic fertilizer.\n• E ach year we encourage key suppliers to disclose to\nin action. In December 2021, the Coca-Cola system in Europe\nCDP’s supply chain Climate Change questionnaire,\nannounced a goal to reach net zero by 2040 across all\nwhich provides us with useful data on the GHG\nWe are also sharing the outputs of our work on climate European markets, covering the entire European value\nemissions in our supply chain and information\nresilience with peer companies. As founding members of chain, building on net zero and science-based targets\non supplier targets and initiatives to reduce their\nthe BSR Climate Risk to Resilience platform, we helped set by The Coca-Cola Company’s two leading bottling\nemissions. In 2021, we requested 442 suppliers\nshape the development of resilience metrics and risk partners in Europe, Coca-Cola Europacific Partners and\n(up from 149 in 2020) to disclose, and 75% of these\nplanning tools as well as the report Rising to Resilience Coca-Cola HBC. This effort seeks a reduction of 2.5\nsuppliers responded.\n(produced in collaboration with WWF and published million tons of CO equivalent annually in Europe by 2030\n2\nin November 2020). This report provides practical compared to 2015—a reduction of 30%.\n• W e are proud to have been recognized by CDP as a\napplication for businesses on how to integrate climate\n2021 Supplier Engagement leader for the third year\nresilience into their water stewardship strategies. Complementing these net zero commitments, several\nin a row. This is an acknowledgement of our efforts to\nof our other bottling partners have also announced their\nmeasure and reduce climate risks within our supply\nown science-based targets, including Swire Coca-Cola\nchain. We join the top 8% of companies who disclosed\nLimited (Asia) and Coca-Cola FEMSA (Mexico).\nto CDP's full Climate Change questionnaire.\nAdditional details on Coca-Cola system emissions can\nbe found in the Data Appendix.\n1 The Challenge | UNECE.\nThe Coca-Cola Company 2021 Business & ESG Report 41"
    },
    {
      "page": 42,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nSustainable\nAgriculture\nWe rely on agricultural ingredients to\nmake and package our beverages. Ensuring\nthese ingredients are sustainably sourced\nis a key priority for us, and is essential to our\nefforts on climate resilience, water security,\nhuman rights, sustainable packaging and\neconomic empowerment. As climate change\nleads to more extreme weather and increased\nwater stress, more sustainable agricultural\npractices will play a vital role in promoting\nresilience across our supply chain and\nin the communities that produce our\nagricultural ingredients.\nSTRENGTHENED OUR Evaluated more than\n500\nPRINCIPLES FOR\nSUPPLIERS\nSUSTAINABLE AGRICULTURE\n(PSA) across 115+ countries and\nterritories against the PSA\nframework\nThe Coca-Cola Company 2021 Business & ESG Report 42"
    },
    {
      "page": 43,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nGrowing a More Sustainable Supply Chain\nThe quality and integrity of our products depends on a secure,\nCASE STUDY\nsustainable supply chain with successful and thriving farming\ncommunities. Our Principles for Sustainable Agriculture (PSA) advance Leader\nand standardize our core values at the farm level—from small-scale\nfarmer cooperatives to large commercial operations—supporting Florida Orange Growers Achieve\nlivelihoods and helping to ensure continuity of supply. “Leader” Performance Level\nWe source a significant volume of oranges from\nFlorida—but in 2020, none of our supply had\nIntroduced in 2021 to improve upon our previous LEADER LEVEL, which means that the supply volume\nbeen verified by an approved sustainable\nsustainable agriculture framework, the PSA aim to is verified to a TCCC approved, third-party validation\nagriculture program. We approached the\nstrengthen our progress toward sustainable sourcing of aligned with the PSA.1\nSustainable Agriculture Initiative Platform CASE STUDY\nagricultural ingredients, taking a longer-term perspective\n(SAI Platform) and asked for their support to\nthat reflects our expanding portfolio, increasingly diverse MOVER LEVEL, which means that the supply volume\nengage Florida orange growers on the topic of\nsupply chains and the most recent science. The principles is sourced from farms using other agricultural farming Improver\nsustainability. The resulting project, known as the\nare designed to help farms become more productive, standard(s), effectively identifying and addressing key\nFlorida Orange Sustainability FSA Accelerator,\nresilient, transparent and compliant. Working with sustainability issues and advancing sustainable practices.\nbrought together 14 companies aligned around Smallholder Farmers Improve\nour suppliers, we seek to advance on-farm practices\nIMPROVER LEVEL, which applies when the supply the same goal: to increase the volume of Practices in India\nand thereby create long-term, systemic change in our\nvolume is sourced from smallholder/small-scale sustainable oranges grown in Florida. Together,\nsupply chains.\nproducers participating in a support program and the SAI Platform created consensus across the In India, the majority of farmers are smallholders\nMore sustainable farming practices lead to improved continuously improving practices to address their priority orange-processing industry, supporting growers who often lack the ability to verify their\nfarm incomes, through higher crop yields, better sustainability issues over time. in implementing more sustainable practices— production against global standards. We have\nand communicating the sustainable practices\nmanagement, reduced costs and increased resilience been driving several initiatives to help small-\nWe are currently in the process of mapping the volume of they were already employing. Our volume of\nto changing weather patterns—as well as enhanced scale sugar cane and fruit farmers improve\nthe 12 global priority ingredients we procure against this sustainably sourced Florida oranges jumped\nproduct quality and a more stable supply. productivity, increase profitability and become\nframework. This mapping will form the basis for how we significantly, from 0% in 2020 to 41% in 2021, and\nmore resilient. The sustainable agriculture\nThe PSA are designed to encourage continuous engage with suppliers to drive continuous improvement we expect the percentage to continue to grow. project Meetha Sona Unnati began in 2016 with\nimprovement of farming practices. Recognizing the in line with our Leader-Mover-Improver framework. investments in sugar cane farmers in the state\ndiversity of supply chains, farm structures and risk of Uttar Pradesh. It proved so successful that,\nOur long-term ambition is two-fold:\ncontexts, the PSA introduced a new framework for 1 T hese approved standards, which can be found on our website, together with our partners, we expanded it to the\nevaluating compliance and performance of our supply • A ll of our agricultural-based suppliers will demonstrate currently include Bonsucro for sugar; the Sustainable Agriculture state of Karnataka. Under the flagship program\nInitiative Platform—Farm Sustainability Assessment (FSA) for crops\nfarm base to reflect the on-the-ground realities in continuous improvement and will be categorized by including cane sugar, beet sugar and fruit; the Round Table for Fruit Circular Economy we have extended these\nsustainable farming practices. The Coca-Cola Company as either Leaders, Movers or Responsible Soy for soybean; the Rainforest Alliance for coffee and projects for growers of mangoes, oranges, apples,\ntea; the Forest Stewardship Council for pulp and paper; and Field\nImprovers. to Market for U.S. corn, among others. Certain third-party validation lychee and grapes—all crops that are important\nThe PSA’s “Leader/Mover/Improver” framework helps us\nprograms under the Sustainable Agriculture Guiding Principles to our beverage production. To date, these\nto catalog our ingredient supply into three performance • A ll of our global priority ingredient suppliers and (SAGP)—our previous framework that was in effect from 2013 to programs have trained a combined total of more\ncategories so we can prioritize our actions in line 2020—are still in the process of being evaluated for use under the\ntheir farm supply base will achieve “Leader” status PSA. Once this benchmarking process has been completed, the list than 150,000 farmers in sustainable agricultural\nwith our company’s highest sustainability priorities, over time. of approved verifications will be updated. practices, including ultra-high-density plantation\nincluding climate change, water resources, ecosystems\nand drip irrigation.\nand biodiversity, human rights, and animal health and\nwelfare. These categories are:\nLearn about our Governance of Sustainable Agriculture and other key ESG issues.\nThe Coca-Cola Company 2021 Business & ESG Report 43"
    },
    {
      "page": 44,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nProgress Toward Our Goal\nWe track progress against our sustainable sourcing goal for 12 global priority ingredients (cane sugar, mango,\ngrape, orange, apple, corn, lemon, beet sugar, tea, pulp & paper, coffee and soybean), which represent about\nCASE STUDY 80% of our total annual agricultural ingredient purchases. In 2021, following the launch of our PSA, we\nbenchmarked over 500 suppliers in more than 115 countries and territories to begin mapping our global priority\ningredient volumes against this new framework and establish a baseline. 58% of our priority ingredient volumes\nImprover\nwere sourced sustainably from suppliers using third-party validation programs already approved under the\nPSA, effective 2021. This means they met the \"Leader\" level in our PSA framework. We have made significant\nFruto Resiliente in Brazil progress with our suppliers to validate or verify the farms where our ingredients are grown. We recognize,\nhowever, that sustainable agriculture is not a fixed destination but a long-term process that requires ongoing\nSmallholder farmers often face major challenges engagement between our business and our supply chains.\nCASE STUDY\nin having their production validated by a third\nparty. So in 2019, we launched the “Fruto\nResiliente” project with a goal of improving Planting Cover Crops Improves\nthe farming practices of 480 smallholder Soil Health in Indiana Total Sustainable Sourcing of All Priority Ingredients\norange growers in the Brazilian citrus belt by\nthe end of 2023, with at least 50% of them In 2016 and 2017, The Nature Conservancy (TNC)\nreaching the equivalent of bronze level of the and The Coca-Cola Company partnered with GOAL: 100%\nSAI FSA standard. The project is a collaborative producers in the Big Pine Creek watershed in\npartnership between The Coca-Cola Company, Indiana to establish cover crops on 2,660 acres\nThe Coca-Cola Foundation, innocent, Solidaridad, of farmland.1 Producers planted a cereal rye cover This bar graph shows progress\nCutrale (our largest orange juice supplier in Brazil), crop outside the growing season of the main toward total sustainable sourcing\nand Eckes Granini (a leading supplier of fruit juices crops of corn and soybean, which are planted in of all 12 global priority ingredients,\nand beverages). As of December 2021, the project rotation. When planted over several years, cover combined, using third-party validation\nhad reached 800 orange growers through the crops improve the overall health and water- programs approved under our PSA,\ndissemination of information using digital tools holding capacity of soils,2 sequester carbon and effective 2021, alongside progress\nsuch as messaging apps, videos and live streams, reduce soil erosion and runoff.3 Following this against our previous SAGP, effective\nand a website where farmers can download initial investment and support, many farmers have 2013-2020. The company is working 61%\ntraining manuals, booklets, etc. The project also continued to plant cover crops each year using to finalize our benchmarking of 56% 58%\nincluded more than 300 visits by agriculture their own funds. In 2021, out of the original 2,660 third-party validation against the\nextension workers, who provide advisory services acres that were supported, a total of 1,264 acres PSA standard, including verifications\nto farms and tailored action plans, and a signed of cover crops were planted.1 The total estimated accepted under the SAGP for which\npartnership agreement with the Sylvio Moreira decrease in runoff associated with the planting of benchmarking continues in 2022.\nCitriculture Center (CCSM) of the Campinas these cover crops is 484 million liters per year.4 We anticipate resumption of data\nAgronomic Institute (IAC). The project will utilize The decrease in sediment erosion is estimated at reporting for individual priority\nCCSM/IAC's demonstration farm to showcase 2,001 metric tons per year.4 ingredients once we have completed\nand demonstrate sustainable agricultural our benchmarking exercise.\npractices to farmers. The project’s goal for 2022\nis to improve the agricultural practices of at Sustainable Agriculture Guiding Principles (SAGP)\nleast 200 orange farmers. 2 T he Ohio State University Extension. 2009. Using Cover Crops to Principles for Sustainable Agriculture (PSA)\nConvert to No-till. Fact Sheet Agriculture and Natural Resources.\nSAG-11-09, AEX-540-09, ohioline.osu.edu/factsheet/SAG-11\n3 I owa State University Extension and Outreach. 2014. Reducing\n2020 2021\nNutrient Loss: Science Shows What Works. SP 435. September\n2014, dr.lib.iastate.edu/entities/publication/dfad8a0c-5e87-427c-\n8209-d009949d7000\n1 D ata provided by The Nature Conservancy. 4 Data provided by Limnotech.\nThe Coca-Cola Company 2021 Business & ESG Report 44"
    },
    {
      "page": 45,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nSupporting Regenerative\nAgriculture\nSupplier Engagement\nIn partnership with our supply partners, we also support By restoring and rebuilding degraded soils,\nand Validation sustainable agriculture initiatives such as: regenerative agricultural practices can conserve\nand rehabilitate farmland, increase biodiversity\n• T raining and extension services to farmers to\nTo make the biggest impacts, we aim to collaborate and yield, build resilience to climate change\nimplement more sustainable practices that enhance\nwith suppliers to engage the farmers in their supply and improve the water cycle. Many of our water\nquality, productivity and farmer incomes.\nchains to help them improve performance. This is replenishment programs promote regenerative\nbecause The Coca-Cola Company buys our ingredients farming practices such as no-till/reduced/\n• T ools for self-assessment to track progress and\nfrom suppliers that purchase agricultural raw materials conservation tillage, precision agriculture, edge\ncontinuous improvement of best practices.\ndirectly from farms or through intermediaries. of field practices, crop rotations, the use of cover\nIn addition, suppliers of global priority ingredients CASE STUDY crops and efficient use of fertilizers/compost.\nAll agricultural-based ingredient and packaging suppliers\nare required to provide annual letters of attestation\nare informed of our PSA, with clear expectations on In Turkey, for example, we have been working\ndetailing the percentage of volume of ingredients sold\nmaking measurable progress in meeting our PSA (on the Circular Water Use for Sugar Cane in partnership with the Ministry of Agriculture\nto us that comply with our PSA. These letters must\nfarms where raw materials for our products are grown), in China and Forestry General Directorate of Agricultural\nspecify countries of origin and the relevant verifications\nset out through sourcing contracts and other supplier Reform and the Nature Conservation Centre to\nand standards that have been met.\ncommunications. Through our Principles for Sustainable As much as 60% of the sugar produced in China introduce regenerative agricultural practices in\nAgriculture (PSA)-Supplier Guide, we provide guidance to comes from Guangxi Zhuang Autonomous Konya province. Begun in 2013 on 125 hectares,\nsuppliers on implementation of the PSA. Region (Guangxi), in an area that suffers from the project expanded these practices to more\nboth droughts and floods. To help address this than 3,500 hectares of farmland. Regenerative\nchallenge, we have been working with The Coca- agricultural practices have resulted in an\nCola Foundation, the United Nations Development estimated increase in soil organic matter of at\nProgram (UNDP) and the China International least 30%, an increase in soil moisture content of\nThe Water-Agriculture Connection\nCenter for Economic and Technical Exchanges 10%, and a reduction in required irrigation of 10%\n(CICETE) over the last decade to help increase during the growing season.\nOur comprehensive enterprise Water Footprint • A ctions we take to improve overall watershed the production of sugar cane while reducing\nassessment showed that 73% of our company’s total health in priority sourcing regions where our global water use. This has been done by promoting As a founding member of the SAI Platform's\nwater footprint and 92% of our freshwater footprint priority ingredients are grown. drip irrigation systems and the use of treated Regenerative Agricultural Programme,\nis from growing the ingredients needed for our wastewater from nearby sugar mills for irrigation. which aims to set an industry benchmark\nbeverages. We have, therefore, integrated ingredient In 2021 we began developing a Water-Agriculture The project is a great example of scaling up: it for measuring outcomes at the farm level,\nsourcing into our water security vision by unifying our guidebook to outline a prioritization framework started with direct support by project partners we are collaborating pre-competitively with\nwater and sustainable agriculture strategies. of global priority agricultural ingredients with the on ~200 hectares in 2011-2013. Through the industry peers and suppliers to promote and\nhighest water dependency and risk, priority sourcing implement regenerative agricultural practices,\ndemonstration of the benefits of taking this new\nAs we explore ways to address water use in our watersheds and relevant suppliers. The guidebook by supporting the development of tools and\nsustainable agriculture approach, the Chinese\nagriculture supply chain, we are focusing on two main will provide a system-wide action plan that aligns guidance documents to build farmer capacity.\nlocal government supported the project’s\ntracks, similar to the approach we have taken for with the PSA and our water security goal. We also continue to be actively involved with\nreplication and expansion to an additional 6,500\noperational water use in our production facilities: SAI Platform’s work on Farm Sustainability\nhectares in 2013 before leading to a full-scale\nAssessment (FSA), which helps drive relevant\nrollout across the entire sugar cane sector in\n• A ctions we take to promote advanced water\nand demonstrable continuous improvement of\nGuangxi. As of January 2021, a total of ~350,000\nmanagement practices for our global priority\non-farm environmental, social and economic\nhectares have benefited from agricultural\ningredients grown in water-stressed regions.\nperformance through supply chain collaboration\npractices piloted by the program, both in Guangxi\nand fostering a common understanding of\nand neighboring provinces.\nsustainable agriculture.\nThe Coca-Cola Company 2021 Business & ESG Report 45"
    },
    {
      "page": 46,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nPeople &\nCommunities\nWe believe in putting our people first.\nOur people and culture initiatives are critical business priorities, and we\nstrive to be a global employer of choice that attracts and retains high-\nperforming talent with the passion, skills and mindsets to drive us on our\njourney to refresh the world and make a difference.\nWe believe each one of us has the power to make a difference, and our\ncompany and The Coca-Cola Foundation have a long history of investing in\nprograms and activities that improve lives.\nWe value how we work as much as what we achieve, emphasizing\ninclusivity, empowerment, curiosity and agility. We champion diversity,\nequity and inclusion by building a workforce as diverse as the consumers\nwe serve. And we use our global scale to be a force for progress and\nfor good.\nOur company’s impacts on people extend well beyond our own business.\nWe are committed to caring for those who make our success possible,\nwhether through respecting human rights across our operations and\nsupply chain, empowering access to equal opportunities, supporting more\nsustainable agriculture practices, or giving back to communities through\nour philanthropic initiatives.\n~700K ~79K\nemployed by The Coca- employed by\nCola Company and our The Coca-Cola Company\napproximately 225 bottling\npartners\nSee additional performance indicators in the Data Appendix.\nThe Coca-Cola Company 2021 Business & ESG Report 4466"
    },
    {
      "page": 47,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nRespecting Human Rights\nThe Coca-Cola Company’s policies and practices are aligned with the Human Rights Due Diligence\nUN Guiding Principles on Business and Human Rights, which we have\nIn line with the UN Guiding Principles, we carry out\nsupported since their inception in 2011. We work to embed respect for\nhuman rights due diligence across our value chain. We\nhuman rights across our system through a comprehensive framework of regularly assess our key human rights risks and ensure\nthat we are taking steps to identify and address them.\npolicies, stakeholder engagement, due diligence and remediation.\nWe maintain an industry-leading global audit program\nof our own operations, as well as those of our bottling\npartners and Tier 1 suppliers, with over 38,000 human\nPolicies\nrights assessments conducted since 2003. We audit\nfacilities using the same protocol in every market where\nOur Human Rights Policy captures the company’s\nour system and suppliers operate. As of the end of 2021,\noverall commitment to human rights. We extend these\n95% of our own operations, 93% of system bottlers and\nrequirements contractually to suppliers through our\n92% of our Tier 1 suppliers complied with our rigorous\nSupplier Guiding Principles (SGP) and our Principles for\nSGP protocols. These audit results are reviewed by\nSustainable Agriculture (PSA), each setting clear and\nthe ESG and Public Policy Committee of our Board of\nstrict requirements for human rights.\nDirectors on an annual basis. Despite falling short of our\nambitious goals due to the impact of COVID-19, these\nresults show remarkable improvement across our value\nchain. We will continue to advance our human rights\nstrategy and work.\nWe have also worked to extend our supplier due\ndiligence beyond Tier 1. For instance, we collaborate\nwith our Tier 1 ingredient suppliers to drive respect for\nhuman rights within their supply chain at the farm-level\nthrough our PSA program. And we have developed a\ndue diligence module specifically tailored to the unique Human Rights Training\nStakeholder Engagement challenges of the informal waste collection sector and\nand Resources\nour World Without Waste initiative. More information on\nOur approach to stakeholder engagement is an our due diligence program can be found in our Human\nongoing dialogue that enables us to identify and Rights 2022 Overview. In addition to compliance audits, our company\nSee our Human Rights 2022 address potential human rights issues proactively supports bottling partner and supplier capacity\nOverview for comprehensive and collaboratively. We partner with a wide range of See additional performance indicators in the building through in-person training sessions\ndisclosures of our human rights stakeholders both within the Coca-Cola system and Data Appendix. and the provision of human rights resources\npolicies, governance, due diligence, externally across the private, public, civil society and such as checklists, toolkits and guidelines. In\nlabor sectors, leading to continuous improvement in our 2,848 2021, we conducted bottler and supplier human\naccess to remedy and grievance\nwork to respect human rights. AUDITS rights-focused training attended by more than\nmechanisms. 1,500 participants.\nLearn more about Stakeholder Engagement\n& Partnerships conducted in 2021\nThe Coca-Cola Company 2021 Business & ESG Report 47"
    },
    {
      "page": 48,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nHuman Rights Due Diligence Approaches Across Our Value Chain\nContinuous Improvement\nIn 2021, we began a comprehensive program review\nValue Chain to advance our human rights strategy for the next decade.\nThe review includes substantial internal and external\nstakeholder engagement, program benchmarking and\nFarms Growing Indirect Suppliers Tier 1 Suppliers Manufacturing End-of-Use regulatory analysis. We look forward to engaging with\nIngredients (e.g. information (Packaging & (Company owned & Packaging many of our stakeholders as we strive for continuous\ntechnology) Ingredients) bottling partners) Collection\nimprovement.\nWorking to Eliminate Child Labor\nin Turkey\nIn 2019, The Coca-Cola Company joined Harvesting the Future, a joint program\nled by the Fair Labor Association in Turkey that brings together NGOs, local\ngovernment agencies, companies and sustainable agriculture platforms.\nThe goal is to improve child protection and responsible labor recruitment for\ncommodities such as beet sugar, tea, apples, citrus, grapes, hazelnuts, pulses\nand apricots.\nIn Phase I, the project mapped supply chains, engaged stakeholders, trained\nPrinciples for Self-Assessment Supplier SGP for Waste suppliers and labor intermediaries and assessed human rights risks, including\nSustainable Ecovadis Platform Guiding Principles Management risks of child labor and hazardous tasks by young workers.\nAgriculture (PSA) Validated self- (SGP) Audit New audit module to\nValidation assessments to monitor Audits against our understand and improve In Phase II, which will continue until December 2023, the project is improving\nThird-party validation environmental and social SGP protocols at the economic conditions conditions for young workers of legal age through a number of activities and\npro u g n r d a e m r s o a u p r p P r S o A ved p s e y r s f t o e r m m a s n u c p e p — lie o r v s e o r n 1, 5 th 0 e 0 facilities a — n n ~2 u , a 5 ll 0 y 0 audits w a o n r d k p in r g a c a t c ic ro e s s s f o th r e p e w o a p s l t e e mechanisms such as proper contracting, age verification and training for\nplatform collection sector supplier staff. Phase II seeks to integrate child protection and remediation\nsystems into suppliers’ core operating procedures as well as engage with\nlabor intermediaries to legally register workers with the local government and\nestablish no child-labor clauses and decent work principles.\nExamples of Human Rights Due Diligence Approaches\nLearn more about the project here and our action pledge to end child labor.\nThe Coca-Cola Company 2021 Business & ESG Report 48"
    },
    {
      "page": 49,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nSPOTLIGHT STORY\nBanQu Improves Transparency\nand Traceability in the Recycled\nMaterial Supply Chain\nUsing\nIn South Africa, much of the paper and packaging waste that is collected\nTechnology is sold to small buy-back centers or aggregators before ultimately\nreaching large recycling companies. Waste pickers involved in this diginexLUMEN\nprocess typically lack access to formal financial services.\nto Better Supports Responsible\nEnter our new partnership with BanQu, which uses blockchain\nRecruitment Practices\ntechnology to track, trace and ensure payment for collected recyclable\nManage Risks\nmaterial. Our Africa operating unit is rolling out the BanQu platform\nIn the Middle East, we have a project to\nas a service to 100 buy-back centers or aggregators that buy and sell\nand Empower help support responsible recruitment of\nrecyclable material. The project is providing these small businesses\nmigrant workers.\nwith free access to the BanQu system, allowing them to record their\nWorkers cashless transactions in a blockchain-based system that works with We recently partnered with Diginex\nany smartphone or tablet. Waste pickers also benefit by receiving\nto develop diginexLUMEN (LUMEN),\nverification of transactions via text message.\na technology-led due diligence and\ngovernance tool that can provide greater\nThese records, which are similar to a pay slip, can provide waste pickers\ntransparency of the labor recruitment\nwith the proof of economic activity necessary to access banking and\nsupply chain. LUMEN helps to identify\nfinancial services as well as gain integration with the government’s\nand prioritize human rights and labor\nAligns with these waste picker registry. Waste pickers will be able to receive and make\nrisks by collecting, verifying and mapping\nUN Sustainability Goals payments on the cashless system at low cost, avoiding the risks inherent\ndata on recruitment and employment\nin handling cash. We plan to register around 10,000 waste pickers by\npractices from various sources including\nthe end of 2022.\nworkers, suppliers and labor agencies.\nRisk scoring is used to develop action\nplans to address risks and ensure\ncontinuous improvement in ethical\nrecruitment.\nBETWEEN FEBRUARY 2021 AND FEBRUARY 2022\nWe’ve recently partnered with two companies to harness their In 2021, we piloted LUMEN at several\nlocations, including two bottling plants,\ntechnologies to empower some of the most vulnerable members 2,200+ 51,000+ 3.2M+\nfive supplier facilities and three labor\nof society who operate in different areas of our value chain agencies in the United Arab Emirates\nand to better identify and analyze human rights risks in labor and Qatar. We are looking to expand the\nwaste pickers transactions kg of packaging use of LUMEN to more facilities in the\nrecruitment supply chains.\nregistered recorded recycled near future.\nREAD MORE STORIES 1 2 3 4\nThe Coca-Cola Company 2021 Business & ESG Report 49"
    },
    {
      "page": 50,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nEconomic Empowerment\nThe Coca-Cola system has a long history The Nigerian Bottling Company kicked In the Philippines, we extended our\noff the second phase of “Catalyst for support of a program that offers\nof enabling the economic empowerment of\nChange,” an economic empowerment interest-free loans to entrepreneurs who\nlocal communities where we do business. program coordinated in partnership with operate small variety stores and food\nWith operations in more than 200 countries the nonprofit Karis and Eleos Hand of stalls. The Rebuilding Sari-Sari Stores\nHope Foundation, with funding from The Through Access to Resources and Trade\nand territories and a network of more than\nCoca-Cola Foundation. The project will (ReSTART) program, which began in\n225 bottling partners, we partner with provide startup capital for 1,000 women 2020 in partnership with government\nand ultimately empower 5,000 women. agencies and two leading micro-finance\nentrepreneurs in markets where we operate\ninstitutions, has supported more than\naround the world. 20,000 micro and small business\nowners—the majority of them women.\nIn 2010, we set out to address the structural inequalities and economic\nbarriers faced by women entrepreneurs in particular. We publicly\npledged to enable the economic empowerment of 5 million female\nentrepreneurs by 2020 through our 5by20® initiative, by providing\naccess to business skills training, mentoring networks, financial services\nand assets. Together with our public and private sector partners,\nincluding our bottling partners and The Coca-Cola Foundation, we\nexceeded our target, enabling the economic empowerment of more than\n6 million women.\nEconomic Empowerment in 2021\nIn 2021, Coca-Cola Bangladesh partnered with the development organization United\nPurpose to create 30 Women’s Business Centers where more than 30,000 women\nWe surpassed our economic empowerment\nreceived business skills training. Between 2015 and 2020, Coca-Cola and United\ngoal in 2020, and the Coca-Cola system Purpose built a network of more than 70 such training centers, supporting 100,000\ncontinued to drive women’s economic women with business and technology skills and putting them on the path toward\neconomic self-reliance.\nempowerment initiatives across our regions\nin 2021.\nThe Coca-Cola Company 2021 Business & ESG Report 50"
    },
    {
      "page": 51,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nEmployee Safety & Health\nA safe workplace is fundamental to our Management commitment and strong employee engagement play an\nimportant role in creating a safe and healthy workplace and supporting\nsuccess as a company. Our objective is Internal Audits\na culture of learning and improving, and all employees are our partners\nsimple: Every day, the people who make and in embedding safe habits and strengthening our safety culture. We are\nWe regularly conduct unannounced on-site audits across our bottling operations\ndistribute our products should leave work also promoting a learning environment by continuing to engage directly\nto validate workplace safety as well as compliance with our food safety, quality\nwith employees to uncover hidden safety risks and challenges and to\nas healthy and as safe as when they arrived. and environmental requirements. In 2021, we reset our safety audit framework\nchampion transparency.\nto focus on a facility’s holistic approach to risk management and compliance.\nInspired by our “Zero is Possible” vision, we\nWhile we have been demonstrating year-over-year improvements to The audits, which were piloted at eight bottling plants, provided even further\nwork to identify and control preventable\nour injury rates, we continue to experience preventable incidents within understanding for how facilities are driving safe behaviors and engaging with\nserious injuries in our system’s facilities. our global system. We believe that one preventable serious injury is too employees. Throughout 2021, due to travel restrictions as a result of the ongoing\nmany, and we have processes in place to ensure our employees and COVID-19 pandemic, the majority of our audits were conducted virtually.\ncontractors report all injuries, regardless of severity.\nIn 2021, we strengthened our Safety & Health strategy to drive\nOur digital Environmental Occupational Health and Safety performance\nperformance across our system and reinforce safety as a key part of\nmanagement tools help us identify potential incidents so we can\nour core values. We implemented a comprehensive, preventative\ngain insights and establish ways to prevent them. Our knowledge-\nprogram to further identify and mitigate the potential for serious\nsharing platform allows our operating units and bottling partners to\nincidents to occur in our facilities. Our safety program includes a set\neasily communicate information so we can learn faster, share those\nof front-line and management responsibilities and behaviors that must\nlearnings across the system and prevent similar incidents\nbe proactively demonstrated, including guidance tools and indicators\nfrom happening elsewhere.\nto recognize, evaluate and ensure controls are in place to prevent\nsuch incidents from occurring. After any preventable incident occurs or had the potential to occur, we\nconduct thorough learning sessions, develop corrective action plans and\nshare them across our system and with our Global Safety Council.\nThe Coca-Cola Company’s\nglobal Lost-Time Incident\nMaintaining Safety\nRate was 0.28 in 2021.1\nDuring the Pandemic\nThroughout the evolution of the COVID-19 pandemic,\nwe have been diligent in ensuring employee safety while also\nmaintaining business continuity. We continue to monitor the\nglobal landscape and risks as new variants emerge, maintaining\nrigorous internal controls and following local requirements.\nSee additional performance indicators in the Data Appendix.\n1 G lobal Ventures, CHI, fairlife and BODYARMOR employees are currently excluded from\nour LTIR reporting. For more information, view the criteria statement.\nThe Coca-Cola Company 2021 Business & ESG Report 51"
    },
    {
      "page": 52,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nDiversity, Equity & Inclusion\nWe believe that a diverse, equitable and inclusive\nworkplace makes us stronger as a company, enables\nOur refreshed DEI strategy is rooted in\nus to create a better shared future for employees and\nthree long-term ambitions:\ncommunities, empowers access to equal opportunity,\nand builds belonging in our workplaces and in society.\n1 2 3\nIn 2021, we refreshed our Diversity, Equity & Inclusion\nWe aspire for our We strive We celebrate\n(DEI) strategy to expand the global reach and impact of\ndiverse workforce for equity for uniqueness and\nour programs and policies while driving accountability.\nto mirror the all people. create an inclusive\nThe updated strategy also deepens our focus on equity\nmarkets we serve. environment.\nthat took center stage in 2020 amidst a climate of\nwidespread civil unrest and global conversations about\nsystemic racism and inequality.\nWe focus our internal and external Pay Equity Building Accountability and\nDEI efforts across five broad dimensions of Developing Tools\ndiversity: At The Coca-Cola Company, we believe in equal pay\nfor equal work. We define pay equity as compensating In 2022, the Talent and Compensation Committee\n• Gender Balance employees fairly and equitably, without regard to gender, of our Board of Directors approved plans to link ESG\n• Culture & Heritage or race and ethnicity (globally and in the United States, performance measures to our annual and long-term\n• Ability & Wellness respectively). incentive programs for executives. In the annual incentive\n• Generations & Life Experiences program, we are reinforcing our commitment to DEI by\nFor several years, we have conducted pay equity\n• LGBTIQ+ incorporating demonstrable commitments by executives\nanalyses in the United States to ensure base pay\nto reach goals that reflect our 2030 aspirations to be\nstructures are fair and to identify and address potential\nOur strategy, which incorporates social justice and 50% led by women globally, and, in the United States,\nissues or disparities. In 2019, we extended pay equity\neconomic empowerment work, will be woven into how to align race and ethnicity representation to U.S. census\nanalysis for gender globally. In 2021, we took a deeper\nwe do business and function as teams—from talent data across all job levels.\ndive on pay equity, hiring an external consultant to\nmanagement to supply chain.\nconduct a global pay equity audit. Given the company’s In 2021, we developed a global social justice issue\nsignificant organizational changes in 2021, we will evaluation methodology and tool in partnership with\nconduct a follow-up analysis in 2022. We will continue BSR, a leading sustainability nonprofit, to help regional\nto conduct annual analyses and are motivated by the public affairs and human resources leaders effectively\nopportunity to build a more equitable and inclusive and consistently evaluate whether and how to engage on\nculture. Read more about our pay equity philosophy. social justice issues locally.\nThe Coca-Cola Company 2021 Business & ESG Report 52"
    },
    {
      "page": 53,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nMirroring the Markets\n2021 Gender Representation by Level (global)1\nWe Serve by 2030\nFemale Male\n• Aspiring to be 50% led Senior Leadership Middle Management Professionals Total\nby women globally\n• A ligning U.S. race/ethnicity\nrepresentation to U.S. census\n35.3%\n38.7% 42.9%\ndata across all job levels\n50.5% 49.5%\n57.1%\n61.3% 64.7%\nTransparency and Reporting\nWe are committed to transparency and disclosure.\nWe share diversity metrics with senior leaders on\na quarterly basis and publish representation data\nby race and gender for our overall workforce and\n2021 Race/Ethnicity Representation by Level (U.S. only)1\nleadership, including data submitted to the U.S.\nEqual Employment Opportunity Commission (EEO-1\nsurvey results), on our website. Senior Leadership Middle Management Professionals Total\n0.2% 0.3% 0.6% 4.2% 0.5%\n7.2%\n10.0% 10.4%\n8.2%\n15.4% 27.4% 20.9%\n42.3%\n9.4%\n50.4%\n0.2% 58.0% 8.9%\n62.7% 8.4%\n14.8%\n0.2% 20.6%\n0.9% 4.8%\n2.0% 2.5%\n0.2%\n2.1%\n0.3% 2.2% 3.8%\nAmerican Indian/Alaskan Asian Black Hispanic Native Hawaiian/Pacific Islander Not disclosed Two or more races White\n1 D ata as of December 31, 2021, for salaried and hourly employees. People of color is for U.S. workforce only.\nThis data excludes Bottling Investments Group (BIG), Global Ventures and CHI, as well as newly acquired entities fairlife and BODYARMOR.\nThe Coca-Cola Company 2021 Business & ESG Report 53"
    },
    {
      "page": 54,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nCreating a Culture of Inclusion\nand Belonging BUILDING A PIPELINE OF\nPROMOTING RACIAL EQUITY\nWOMEN LEADERS\nAND CULTURAL SENSITIVITY\nEmployee voices are critical to our efforts to enhance\ncultural sensitivity and awareness in support of our Since 2019, a Global Women’s Leadership Council\nBuilding on contributions to social\nbusiness-related diversity initiatives. Our Inclusion (GWLC)-led sponsorship program has paired\njustice organizations committed to\nNetworks serve as valuable resources to employees high-potential female talent from around the\nbuilding understanding and driving\nand to our company. These regionally structured, globally world with members of the company’s executive\nchange, The Coca-Cola Foundation\nconnected employee groups help build affinity and leadership team to help prepare them for senior\nawarded several grants in 2020-2021 to\nallyship, and they enhance our ability to recruit, retain, roles. The two-year initiative supports our\nAsian American Pacific Islander (AAPI)-\nengage and develop diverse talent. They also create ambition to be 50% women-led globally by 2030\nfocused nonprofits, including: $1 million\ndiverse sounding boards for business strategies and by building our leadership pipeline. Participants\nto The Asian American Legal Defense\ninitiatives, capturing input on potential actions through gain exposure to different experiences across the\n& Education Fund; $500,000 to Asian\nthe lens of inclusion. business and ongoing networking opportunities\nAmericans Advancing Justice; $250,000\nwith executive sponsors and peers.\nto the Center for Pan Asian Community\nServices; and $100,000 to the National\nACE #AAPIStrong program.\n“The Coca-Cola Company is deeply\nrooted in relationships, whether\nit be with our bottlers, customers,\nconsumers or employees. Relationships\nopen the door to opportunity. The\nGWLC sponsorship program provided\nme with an opportunity to build\nrelationships with senior leaders, Supporting LGBTIQ+\nenhancing my chance to fulfill my\nRights in Japan\naspiration to become general counsel.\nI am confident it will create\nCoca-Cola Japan and five bottling partners jointly\nand enhance opportunities established policies to offer the same medical\nfor other women as well.” and parental leave benefits to same-sex partner\nemployees. Furthermore, to support LGBTIQ+\nequality in Japan, we joined other Japan-based\nMonica Howard Douglas\ncompanies to sign an open letter, written by\nHuman Rights Watch and a coalition of 100+ LGBT\nSVP and General Counsel,\norganizations in Japan, which endorsed changes\nThe Coca-Cola Company\nto the laws that would prohibit discrimination\nbased on sexual orientation or gender identity\nand contribute to an inclusive society where\neveryone is treated equally.\nThe Coca-Cola Company 2021 Business & ESG Report 54"
    },
    {
      "page": 55,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nAccelerating Our Supplier “We acknowledge the disadvantages\nDiversity Commitments that some smaller companies have in\ncompeting for business opportunities\nWe are focused on increasing the overall diversity\nwith large multinational companies.\nof our suppliers and have committed to spending\nat least $1 billion annually with diverse suppliers. We’re excited about the potential\nWe aspire to join the Billion Dollar Roundtable—the gold of this program to pioneer a more\nFOSTERING DIVERSITY\nstandard of supplier diversity, currently with only\nevolved and inclusive approach to\nIN DATA SCIENCES 27 member companies.\nRECRUITING AND DEVELOPING\nsupporting minority-owned media\nDIVERSE MARKETING TALENT Together with SAP, we are partnering with the\n$800M companies and partners.”\nAtlanta University Center Data Science Initiative\nIn 2021, the North America operating unit (NAOU) to establish a virtual computer lab at the Robert\nmarketing team championed greater diversity W. Woodruff Library and offer internships for\nFernando Hernandez\nacross all levels of its organization—from the students at several local Historically Black spent by the Coca-Cola system with\nnewly minted role of VP of Multicultural Marketing Colleges and Universities. The initiative aims to diverse suppliers in the United States Vice President, Supplier Diversity,\nin 20211\nto 19 new brand assistants. By widening the become the largest producer of Black graduates The Coca-Cola Company\nfield of candidates through the removal of the with expertise and credentials in data science.\nMBA requirement, as well as creating a new\nsummer internship program in partnership with\nHistorically Black Colleges and Universities and\nthe National Black MBA Association, recruitment SUPPORTING MINORITY-OWNED MEDIA\nefforts reflect our ambitions for our workforce to\nmirror the communities in which we live and work. In 2021, we announced plans to nearly double our spending with\nminority-owned media companies over the next three years in North\nAmerica. This means that Black, Hispanic and Asian American Pacific\nIslander (AAPI)-owned and led media companies and partners will\nincrease to account for 8% of our total annual media budget in North\n“Today’s consumers reflect a richly diverse America by 2024. We achieved our stated goal of a fivefold increase in\nspending with minority-owned media companies in 2021 versus 2020,\nculture—not only of ethnicity, but also of\nand we are on track to achieve our three-year target by 2024. Across\nthought and experience. They are looking\nour supply chain, we have committed to step up spending with Black-\nfor brands that are authentic, purpose-\nowned enterprises by at least $500 million cumulatively by 2025.\ndriven and relatable. It’s our job to reflect\nTo help Black, Hispanic and AAPI media partners grow, our global\nthe diversity of the communities we serve\nprocurement team launched a pilot certification assistance program in\nand the consumers we’re trying to attract.”\npartnership with the Georgia Minority Supplier Development Council.\nMelanie Boulden\nChief Marketing Officer,\n1 A s of 2021, we are aligning our reported spending metrics with the Roundtable’s criteria\nNorth America Operating Unit\nby only including Tier 1 supplier spending. We previously combined both Tier 1 spending\nThe Coca-Cola Company (our direct suppliers) and Tier 2 spending (the amount our suppliers spend with their\ndiverse suppliers).\nThe Coca-Cola Company 2021 Business & ESG Report 55"
    },
    {
      "page": 56,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Human Rights Economic Empowerment Safety & Health Diversity, Equity & Inclusion Giving Back\nGiving Back to Communities Responding to\nNatural Disasters and\nHumanitarian Crises\nThe Coca-Cola Foundation, the independent philanthropic arm of The Coca-Cola\nWe remain committed to supporting\nCompany, is committed to a charitable giving strategy that makes a difference communities in times of crisis.\nIn 2021, the Foundation provided more\nin communities around the world. In 2021, The Coca-Cola Foundation contributed\nthan $7 million in funding for natural\n$109.2 million to approximately 350 organizations globally. disaster preparedness and relief—as\nwell as other humanitarian aid efforts.\nThese donations supported 15 countries\nand included responses to earthquakes\nThe Coca-Cola Foundation\nin Haiti and Croatia; flooding in Sudan,\n2021 Contributions Canada, Germany, China and Belgium; LENDING A HAND IN\ntornados, winter storms and Hurricane\nOUR HOMETOWN\nIda in the United States; wildfires in\nTurkey; a volcano in the Caribbean; a\nWe continue to invest in the well-being of Atlanta,\nsuper typhoon in the Philippines; and the\na city we’ve proudly called home for more than\nrefugee crisis in Afghanistan.\nMatching Social 135 years. In 2021, we awarded several major\nGifts Justice grants to organizations in our community:\nDisaster Relief\n$6.1M $0.3M/0%\nStopping the Spread & Humanitarian Aid 2.0% • $5 million to Children’s Healthcare of Atlanta—\n$8.0M COVID-19 the largest and only freestanding pediatric\nof COVID-19 5% $22.6M healthcare system in Georgia—to create a\n7% behavioral and mental health system of care\nWomen’s 21% of operating income invested\nIn 2021, our contributions included the that will leverage early intervention to improve\nEmpowerment back into local communities from\ncreation of a $20 million fund to help $10.9M The Coca-Cola Company and The outcomes, reduce stigma and enhance access\nstop the spread of COVID-19, including 10% Coca-Cola Foundation in 2021—well to prevention, diagnosis and treatment\nsupport for distribution of vaccines and above our annual goal of 1%1\n• $2 million to the Robert W. Woodruff Arts\npersonal protective equipment (PPE),\nCenter for expansion of community access to\npublic awareness campaigns and more— $1.4B+\nbringing the Foundation’s total pandemic- Education $109.2M the performing and visual arts and for support\n& Youth 11% of professional development for diverse artists\nfocused funding to more than $75 million\nDevelopment impacting 18% Water &\nover the last two years. $11.6M 150M+ people Environment DONATED • $2 million to the Atlanta BeltLine Partnership\nin support of green infrastructure projects at\nThe $20 million “Stop the Spread” Fund $19.7M\ntwo parks\nawarded 63 grants to 56 nonprofit 13% by The Coca-Cola Foundation\npartners, benefiting 30 million people since its inception in 1984 • $1 million to support scholarships at\n15%\nin 59 countries. Larger grants included Morehouse College for students who are the\nCommunity\n$3.6 million to United Way of Mumbai Well-Being first in their families to attend college\nto support vaccine distribution initiatives $13.9M Recycling • $1.5 million to support the United Way of\nand public awareness campaigns in 22 $16.1M\nMetropolitan Atlanta’s Child Well-Being Impact\ndistricts across India and $5 million in\n1 T his percentage was calculated based on Fund\nfunding to Project Last Mile to support the company’s prior year operating income\nvaccine rollouts in eight African countries. (excluding the Bottling Investments Group\noperating segment).\nThe Coca-Cola Company 2021 Business & ESG Report 56"
    },
    {
      "page": 57,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nSPOTLIGHT STORY\nOver the last decade, our company and The Coca-Cola Mile also launched a digital social media campaign\nFoundation have worked with a coalition of partners, to address myths and increase demand for COVID-19\nincluding The Global Fund to Fight AIDS, Tuberculosis vaccines, reaching 70% of Eswatini’s social media users\nand Malaria, the United States Agency for International within two months.\nDevelopment, the President’s Emergency Plan for AIDS\nGetting\nRelief, and the Bill & Melinda Gates Foundation, to get In South Africa, Project Last Mile supported small and\nmedicines to go the “last mile” for communities in Africa. medium enterprises to stimulate local production of\nCOVID-19 In South Africa, for example, Project Last Mile worked essential COVID-19 supplies and personal protective\nwith the National Department of Health to design and equipment (PPE), creating more than 400 local jobs, and\nVaccines to operationalize a dispensing and distribution system for facilitated a partnership to establish “VaccStations” to\nchronic illness medications, including HIV antiretroviral reach 42,000 people per month in areas without brick-\nGo the “Last treatments, that now includes 2,800 pickup points. and-mortar vaccine sites or health facilities.\nWhen COVID-19 struck, Project Last Mile jumped in Project Last Mile and Coca-Cola teams have helped\nMile” in Africa\nto help accelerate the distribution of vaccines across health ministries promote preventative pandemic\nthe continent with help from the Coca-Cola system, protocols, such as hand washing and social distancing,\nand Beyond including $5 million in grants from The Coca-Cola and drive demand for the vaccine through public\nFoundation since 2021. awareness campaigns targeting people living with\nHIV who are especially vulnerable to the pandemic.\nUsing expertise from the Coca-Cola system, Project Last These campaigns have reached more than 30 million\nMile has connected government agencies with private people through a combination of traditional media and\nsector and NGO partners, offering data and strategic, innovative communications platforms.\nlogistical and technical support to organizations and\nhealth ministries to deliver vaccines. For example, Project “As more Coca-Cola teams around the world come to\nAligns with these\nUN Sustainability Goals Last Mile reviewed GPS coordinates of private clinics, understand our work, we are getting requests for insight\npharmacies and other potential vaccination locations, on how to leverage our NGO and private sector partners\nand conducted an audit of the Coca-Cola system’s dry ice to support COVID-19 efforts,” said Adrian Ristow, Project\ncapacity to safely transport across 70 countries vaccines Last Mile project director. “We’re helping them think\nthat must be stored at cold temperatures. through how to create a model that makes it easier\nto partner with government at such a critical time by\nIn Eswatini, Project Last Mile supported the Ministry leveraging the capabilities, resources and networks of\nof Health in developing and executing their cold-chain the Coca-Cola system.”\nstorage plan for 1.5 million vaccine doses. Project Last\nProject Last Mile launched in 2010 with a simple premise:\nHow can the private sector, and The Coca-Cola Company in particular,\nshare its supply chain and distribution expertise to help ensure PROJECT LAST MILE BY THE NUMBERS SINCE 2010\nlife-saving medicines and health services reach communities that\n12 35.6M 6\nneed them most—those in the so-called “last mile.”\nCOUNTRIES GLOBAL PUBLIC AND\nLIVES REACHED PRIVATE PARTNERS\nREAD MORE STORIES 1 2 3 4\nThe Coca-Cola Company 2021 Business & ESG Report 57"
    },
    {
      "page": 58,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Asia Pacific Europe, Middle East & Africa Latin America North America Global Ventures/Bottling Investments Group\nOperations Highlights\nOur networked organization is comprised\nof nine operating units that are focused on\nregional and local execution and sit under\nfour geographic operating segments—Asia\nPacific; Europe, Middle East & Africa; Latin\nAmerica; and North America, plus Global\nVentures and Bottling Investments Group.\nThis structure is supported by our Platform\nServices organization and center functions, 2021 WORLDWIDE UNIT CASE VOLUME MIX\nBY OPERATING SEGMENT\nwhich collectively provide global services and\nexpertise across a range of critical capabilities.\n23% 29% 27% 18% 3%\nThe following pages offer a look at our\noperations, their business results and some\nASIA EUROPE, MIDDLE LATIN NORTH GLOBAL\nkey activities from 2021.\nPACIFIC EAST & AFRICA AMERICA AMERICA VENTURES\n2.1B\nservings each day in\nmore than 200 countries\nand territories around\nthe world\nThe Coca-Cola Company 2021 Business & ESG Report 5588"
    },
    {
      "page": 59,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Asia Pacific Europe, Middle East & Africa Latin America North America Global Ventures/Bottling Investments Group\nAsia Pacific\n2021 Unit Case Volume by Operating Unit 2021 Unit Case Volume by Category\nInvesting in Solar in India 2021 Highlights\nIn India, SLMG Beverages Private Limited—our largest • I n 2021, Coca-Cola Japan introduced 100% recycled\nfranchise bottling partner in India—is working toward PET bottles for two brands: Coca-Cola and Georgia— 8%\n16%\nmaximizing use of solar energy in its operations through and 40% of the PET plastic used in Japan in 2021 was 26%\nTrademark Coca-Cola\ninvestments and installation of solar panels across its either from recycled or renewable material. ASEAN and South Pacific 33% Sparkling Flavors\nfacilities. The company, which has seven state-of-the-art Greater China and Mongolia 28% Hydration, Sports,\nplants and a strong network of 1,500+ distributors in the • S outh Korea launched the first label-less Coca-Cola 16% I J n a d p ia a n a n a d nd S S o o ut u h t w h e K s o t r e A a sia C N o u ff tr e it e io & n , T J e u a ice,\ncountry, met 22% of its electricity requirement in 2021 PET plastic bottle with the iconic contour shape and Dairy & Plant\nthrough solar energy. The company has so far invested engraved logo, making the bottle easier to recycle.\n$13 million on installation of solar power plants with a 42% 31%\n• S parkling flavors in India and Southwest Asia grew,\ncombined capacity of 22 megawatts (MW).\nas local favorite brand Thums Up increased its annual\nretail sales to over $1 billion.\n2021 Unit Case Volume by Country Unit Case Volume Growth\n• f airlife debuted in China through KeNiuLe, a joint-\nventure between The Coca-Cola Company and China China 40% Australia 4% 2021 2020 2019\nMengniu Dairy, with plans to launch a suite of chilled\nIndia 14% South Korea 3%\nmilk products. Trademark Coca-Cola 11% 2% 9%\nJapan 13% Indonesia 2%\nPhilippines 9% Vietnam 2% Sparkling Flavors 11% (11%) 6%\n• C oca-Cola Europacific Partners (CCEP) established a\nThailand 6% Other 7% Hydration, Sports,\njoint venture with Pact Group, Cleanaway and Asahi\nCoffee & Tea 6% (14%) 2%\nBeverages to build and operate a $45 million rPET\nNutrition, Juice,\nrecycling facility in Victoria, Australia.\nDairy & Plant 18% (16%) 2%\n• W e collaborated with Bangladesh Petrochemical\nPrivate Limited and our bottling partners at Abdul\nMonem Limited to launch a bottle containing 10% rPET\nOrganic Revenue Growth Comparable Currency Neutral Operating\nfor Kinley, one of the country’s largest bottled water (Non-GAAP)1 Income Growth (Non-GAAP)2\nbrands. The transition will remove 143 tons of virgin\nplastic from circulation annually.\n19 5% 19 3%\n(12%) 20 (6%) 20\n21 9% 21 4%\n1 R eported net operating revenues grew 12%, declined 11% and 2 R eported operating income grew 9%, declined 7% and was\ngrew 3% for the years ended December 31, 2021, 2020 and even for the years ended December 31, 2021, 2020 and 2019,\n2019, respectively. respectively.\nNote: See pages 69 and 70 for reconciliations of non-GAAP financial measures to our results as reported under U.S. GAAP.\nThe Coca-Cola Company 2021 Business & ESG Report 59"
    },
    {
      "page": 60,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Asia Pacific Europe, Middle East & Africa Latin America North America Global Ventures/Bottling Investments Group\nEurope, Middle East & Africa\nNigeria Pilots Recycling 2021 Highlights 2021 Unit Case Volume by Operating Unit 2021 Unit Case Volume by Category\nProgram for Women and Youth\n• A cross Europe, the Coca-Cola system delivered the\nEmpowerment highest incremental retail value among Fast-Moving 5%\nConsumer Goods players, while gaining value share 14% Trademark Coca-Cola\n27%\nIn Nigeria, The Coca-Cola Foundation funded the across all categories. Sparkling Flavors\nHydration, Sports,\nAfrica\nRecycling Scheme for Women and Youth Empowerment Coffee & Tea\n(RESWAYE), an innovative environmental sustainability • I n the United Arab Emirates, we joined Project RECAPP 49% E E u u r ro as p i e a and Middle East Nutrition, Juice,\nalong with industry peers and the Ministry of Climate 55% Dairy & Plant\nprogram focused on tackling the plastic waste 26%\nChange and Environment to create the country’s first\nchallenge, strengthening the recycling infrastructure\nfree, door-to-door recycling service. RECAPP has built 24%\nand economically empowering women in 24 coastal\na community of 15,000 registered users and collected\ncommunities. To date, the plastic buy-back initiative has\n115 metric tons of recyclables.\nrecovered more than 159 tonnes of plastic waste and\nempowered more than 2,000 women and youth.\n• I n December 2021, the Coca-Cola system in Europe\nannounced a goal to reach net zero by 2040 across all 2021 Unit Case Volume by Country Unit Case Volume Growth\nEuropean markets, covering the entire European value South Africa 7% Spain 5% 2021 2020 2019\nchain, building on net zero and science-based targets\nGermany 7% Nigeria 5%\nset by The Coca-Cola Company’s two leading bottling Trademark Coca-Cola 9% (2%) 4%\nTurkey 6% Pakistan 4%\npartners in Europe: Coca-Cola Europacific Partners and Great Britain 6% Egypt 3% Sparkling Flavors 9% (8%) (1%)\nCoca-Cola HBC. This will result in a reduction of 2.5\nRussia 6% Other 51% Hydration, Sports,\nmillion tons of CO equivalent annually in Europe by Coffee & Tea 6% (18%) 3%\n2\n2030 compared to 2015—a reduction of 30%.\nNutrition, Juice,\nDairy & Plant 17% (9%) (1%)\n• C oca-Cola Africa and bottling partners announced the\nlaunch of JAMII, a sustainability platform that aims\nto promote entrepreneurship opportunities through\nimproved access to skills training, networking and Organic Revenue Growth Comparable Currency Neutral Operating\nfinancial access. (Non-GAAP)1 Income Growth (Non-GAAP)2\n19 5% 19 9%\n(13%) 20 (1%) 20\n21 18% 21 13%\n1 R eported net operating revenues grew 19%, declined 14% and 2 R eported operating income grew 13%, declined 7% and\ndeclined 1% for the years ended December 31, 2021, 2020 and declined 4% for the years ended December 31, 2021, 2020 and\n2019, respectively. 2019, respectively.\nNote: See pages 69 and 70 for reconciliations of non-GAAP financial measures to our results as reported under U.S. GAAP.\nThe Coca-Cola Company 2021 Business & ESG Report 60"
    },
    {
      "page": 61,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Asia Pacific Europe, Middle East & Africa Latin America North America Global Ventures/Bottling Investments Group\nLatin America\nBottle Exchange Programs 2021 Highlights 2021 Unit Case Volume by Category\nin Mexico\n• C ontinued adoption of refillables throughout the\nregion across new categories, with juice refillables up 6%\nIn Mexico, we partnered with small retail customers,\nover 50% from the prior year. More than one-third of\nsix bottling partners and three local collection unit case volume was in refillable packages. 20% Trademark Coca-Cola\norganizations on the “Mi tiendita sin residuos” (“My Sparkling Flavors\nHydration, Sports,\nstore without waste”) program to transform stores into • V olume in Latin America was ahead of 2019 levels each Coffee & Tea\nPET collection centers. Consumers can return empty quarter of 2021 and sequentially improved throughout Nutrition, Juice,\nbottles to participating retail outlets to be recycled. In the year. 16% 58% Dairy & Plant\naddition to promoting environmental awareness in local\ncommunities, early results show consumers are more • C oca-Cola Chile and Amulen Foundation created the\nlikely to buy our beverages in participating stores. Innova Agua Fund to facilitate access to water in\ncommunities strongly affected by drought. As a result\nof this collaborative work, more than 500 families\nhave a safe water supply through projects such as 2021 Unit Case Volume by Country Unit Case Volume Growth\nthe collection and purification of rainwater. With this Mexico 45% Peru 3% 2021 2020 2019\ntechnology, homes will be able to capture, purify and\nBrazil 22% El Salvador 2%\nstore more than 36,000 liters per year on average. Trademark Coca-Cola 5% 1% 1%\nArgentina 6% Bolivia 2%\nChile 5% Ecuador 2% Sparkling Flavors 6% (9%) (3%)\n• C oca-Cola Brazil announced an investment to improve\nColombia 4% Other 9% Hydration, Sports,\naccess to clean water with a focus on vulnerable\nCoffee & Tea 7% (4%) 5%\npeople and communities and to replenish the water\nNutrition, Juice,\nwe use to make our products back to nature and\nDairy & Plant 10% (6%) (1%)\ncommunities. From 2017 until 2021, the Água + Acesso\n(Water & Access) program reached 390 communities in\n104 cities of 10 states to positively impact more than\n155,000 people. In 2021 alone, we benefited more than Organic Revenue Growth Comparable Currency Neutral Operating\n20,000 people (a targeted 15% increased reach over (Non-GAAP)1 Income Growth (Non-GAAP)2\n2020).\n19 13% 19 17%\n(1%) 20 20 12%\n21 19% 21 18%\n1 R eported net operating revenues grew 18%, declined 15% and 2 R eported operating income grew 20%, declined 11% and grew\ngrew 3% for the years ended December 31, 2021, 2020 and 2% for the years ended December 31, 2021, 2020 and 2019,\n2019, respectively. respectively.\nNote: See pages 69 and 70 for reconciliations of non-GAAP financial measures to our results as reported under U.S. GAAP.\nThe Coca-Cola Company 2021 Business & ESG Report 61"
    },
    {
      "page": 62,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Asia Pacific Europe, Middle East & Africa Latin America North America Global Ventures/Bottling Investments Group\nNorth America\nCoca-Cola Freestyle Unveils 2021 Highlights 2021 Unit Case Volume by Category\nEnhanced Countertop Fountain\n• D iets and zero-sugar sparkling beverages grew in\nDispenser 2021, driven by another year of strong Coca-Cola Zero\n13%\nSugar growth.\nTrademark Coca-Cola\nCoca-Cola Freestyle has introduced a new countertop\nSparkling Flavors\n• W e saw strong performance from our sparkling water\nfountain drink machine to give smaller-footprint Hydration, Sports,\nrestaurants the ability to offer more than 80 beverage portfolio, with AHA growing volume double digits. 23% 45% Coffee & Tea\nNutrition, Juice,\nchoices with the touch of a button. The Coca-Cola • T he North America operating unit is participating Dairy & Plant\nFreestyle 7100 fits on countertops, allowing more\nin a unique private-public water conservation\naccessibility in the food industry. In 2021, we also partnership as a member of the California Water Action 19%\nintroduced reusable cups with microchip technology\nCollaborative. A water leak-detection project, which\nfor Coca-Cola Freestyle machines in theme parks,\nis focused on a 183-unit low-income housing project\non university campuses and on cruise ships in the\nfor seniors in central Los Angeles, is expected to save\nUnited States. millions of gallons of water annually. 2021 Unit Case Volume by Country Unit Case Volume Growth\nUnited States 95% 2021 2020 2019\n• T he Coca-Cola Foundation donated $1 million to\nCanada 5%\nestablish a first-generation scholarship program at\nTrademark Coca-Cola 2% (5%) 0%\nMorehouse College in Atlanta.\nSparkling Flavors 9% (13%) (1%)\n• T he Coca-Cola system in Canada supported Hydration, Sports,\nCoffee & Tea 6% (7%) 0%\ncommunities impacted by devastating flooding\nand mudslides in British Columbia. The Coca-Cola Nutrition, Juice,\nCompany’s North America operating unit donated Dairy & Plant 7% (4%) 0%\n$150,000 (CAD) toward relief efforts, and Coke Canada\nBottling distributed water to impacted communities.\nOrganic Revenue Growth Comparable Currency Neutral Operating\n(Non-GAAP)1 Income Growth (Non-GAAP)2\n19 3% 19 5%\n(5%) 20 20 6%\n21 14% 21 19%\n1 R eported net operating revenues grew 15%, declined 4% 2 R eported operating income grew 35%, declined 5% and grew\nand grew 2% for the years ended December 31, 2021, 2020 12% for the years ended December 31, 2021, 2020 and 2019,\nand 2019, respectively. respectively.\nNote: See pages 69 and 70 for reconciliations of non-GAAP financial measures to our results as reported under U.S. GAAP.\nThe Coca-Cola Company 2021 Business & ESG Report 62"
    },
    {
      "page": 63,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Asia Pacific Europe, Middle East & Africa Latin America North America Global Ventures/Bottling Investments Group\nGlobal Ventures Bottling Investments Group\nGlobal Ventures includes Costa coffee, Monster beverages, innocent juices and smoothies, and doğadan In January 2006, our company-owned bottling operations were brought together to form the Bottling Investments\ntea. The majority of Global Ventures’ revenue consists of Costa coffee and innocent, which together Group, or BIG. BIG ensures these operations receive the appropriate investments and expertise to foster long-term\naccount for approximately 90% of total Global Ventures’ revenue. success. Our current footprint of bottlers exists in South East and South West Asia, the Middle East, and parts of Africa.\nWe continue to drive strong performance within BIG while maximizing returns on our investments.\ninnocent Opens Carbon-Neutral Factory 2021 Highlights\nin the Netherlands\n• C elebrated 50 years of Costa and were 2021 Highlights\nIn 2021, innocent opened a new factory known as the crowned the UK’s favorite coffee shop COCA-COLA\nBlender in Rotterdam. The Blender is one of the world’s for the 11th consecutive year. In China, • B IG improved operating margin BEVERAGES AFRICA\nfirst carbon-neutral, all-electric factories, powered the Costa ready-to-drink expansion through category and package mix,\nby renewable energy and designed and built with continued with availability now in more discount optimization and intelligent\ntechnological innovations to mitigate emissions across than 300,000 outlets. hedging.\nall aspects of operations—bringing them a step closer to\n• S uccessful expansion of innocent • S trong volume growth in sparkling soft\ntheir goal of being carbon neutral by 2025.\ninto Asia pushed retail sales over drinks for the Philippines and Vietnam Ghana Ethiopia\n$1 billion for the first time. was led by Trademark Coca-Cola. Uganda Kenya\nTanzania\n• M onster continued to perform well, • F avorable price/mix, commodity gains\nlaunching new products such as and lower discretionary spend led to\nMozambique\nZambia\nMonster Super Fuel Mean Green, impressive operating income growth\nNamibia\nWatermelon and Subzero. compared to 2019. Botswana\nSouth Africa\n• D oğadan navigated challenging\nmarket conditions by pivoting its\nportfolio strategy, including brand\ninnovation and geographic diversity,\nusing revenue growth management\nBIG BOTTLER\ncapabilities to offset inflationary and\ncurrency pressures.\nCosta Introduces Plant-Based Cups\nNepal\nBangladesh\nCosta recently introduced cups made from 100% Oman Myanmar\nplant-based materials1 in its coffee shops in the India Vietnam\nCambodia\nUnited Kingdom. The carbon footprint of these Philippines\nSri Lanka\ncups, when recycled, is 26% lower than standard to- Malaysia\ngo cups. The brand also refreshed its reusable cup Singapore\nincentive program, further encouraging consumers\nto play their part in helping to reduce waste.\n1 Excluding lid.\nThe Coca-Cola Company 2021 Business & ESG Report 63"
    },
    {
      "page": 64,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nAbout This Report\nScope of the Report and operations outside of our control. We believe such information Electronic Delivery from negative publicity, whether or not warranted, concerning\nhas been accurately collected and reported, and that the underlying product safety or quality, workplace and human rights, obesity or\nThis 2021 Business & ESG Report is The Coca-Cola Company’s fourth methodology is sound. If you are a shareowner of record, you have an opportunity to other issues; unfavorable general economic and political conditions;\nreport to integrate overall business and sustainability performance, help the environment by signing up to receive your shareowner an inability to successfully manage new product launches; an\ndata and context, reflecting our continued journey toward driving Common Stock communications, including proxy materials, account statements and inability to maintain good relationships with our bottling partners;\nsustainable business practices into our core strategy. This report has tax forms, electronically. deterioration in our bottling partners’ financial condition; an inability\nbeen prepared in accordance with Global Reporting Initiative (GRI) The Coca-Cola Company common stock is listed on the New York to successfully manage our refranchising activities or divestitures;\nStandards: core option and includes an index for the standards set Stock Exchange, traded under the ticker symbol KO. The company To enroll in e-delivery, please log on to your account at www. increases in income tax rates, changes in income tax laws,\nby the Sustainability Accounting Standards Board (SASB). We provide has been one of the 30 companies in the Dow Jones Industrial computershare.com/investor and click on “View and update your regulations or the unfavorable resolution of tax matters, including\nindices for GRI, SASB and information relevant to the Task Force on Average since 1987. As of December 31, 2021, there were 4.33 billion profile” and then click on “Communication Preferences.” As a thank the outcome of our ongoing tax dispute or any related disputes with\nClimate-related Financial Disclosures. shares outstanding and 192,251 shareowners of record. you, the company will have a tree planted on your behalf through the U.S. Internal Revenue Service (“IRS”); the possibility that the\nassumptions used to calculate our estimated aggregate incremental\nAmerican Forests.\ntax and interest liability related to the potential unfavorable outcome\nThis report also meets the requirements of the United Nations Global\nof the ongoing tax dispute with the IRS could significantly change;\nCompact Advanced Communication on Progress and aligns with the Dividends\nincreased or new indirect taxes; changes in laws and regulations\nUnited Nations Guiding Principles Reporting Framework. Forward-Looking Statements\nrelating to beverage containers and packaging; significant additional\nAt its February 2022 meeting, the Board of Directors increased our labeling or warning requirements or limitations on the marketing\nLimited assurance over select sustainability metrics was obtained\nquarterly dividend 4.8% to $0.44 per share, equivalent to an annual This report may contain statements, estimates or projections that or sale of our products; litigation or legal proceedings; conducting\nfrom Ernst & Young LLP (as indicated in the Report of Independent\ndividend of $1.76 per share, up from $1.68 per share in 2021. The constitute “forward-looking statements” as defined under U.S. business in markets with high-risk legal compliance environments;\nAccountants).\ncompany has increased its dividend per share in each of the last 60 federal securities laws. Generally, the words “believe,” “expect,” failure to adequately protect, or disputes relating to, trademarks,\nyears. Dividends are normally paid four times a year, usually in April, “intend,” “estimate,” “anticipate,” “project,” “will” and similar formulas and other intellectual property rights; changes in, or\nExcept as otherwise noted, this report covers the 2021 performance July, October and December. The company has paid 403 consecutive expressions identify forward-looking statements, which generally failure to comply with, the laws and regulations applicable to our\nof The Coca-Cola Company and the Coca-Cola system (our company dividends, beginning in 1920. are not historical in nature. Forward-looking statements are subject products or our business operations; fluctuations in foreign currency\nand our bottling partners), as applicable. Therefore, references to to certain risks and uncertainties that could cause The Coca-Cola exchange rates; interest rate increases; an inability to achieve our\n“currently,” “to date” or similar expressions reflect information as Company’s actual results to differ materially from its historical overall long-term growth objectives; default by or failure of one or\nof December 31, 2021. Some initiatives that were launched in early Direct Stock Purchase and Dividend Reinvestment experience and our present expectations or projections. These more of our counterparty financial institutions; impairment charges;\n2022 are included to provide the most relevant information to risks include, but are not limited to, the COVID-19 pandemic and failure to realize a significant portion of the anticipated benefits\nstakeholders. Computershare Trust Company, N.A., sponsors and administers a continuing uncertainties associated with the scope, severity and of our strategic relationship with Monster Beverage Corporation;\ndirect stock purchase and dividend reinvestment plan for common duration of the pandemic, including, among others, vaccine adoption an inability to protect our information systems against service\nIn this report, any use of the terms “material,” “materiality,” stock of The Coca-Cola Company. The Computershare Investment rates (including boosters) and the effectiveness of vaccines in interruption, misappropriation of data or cybersecurity incidents;\n“immaterial,” “substantive,” “significant” and other similar Plan allows investors to directly purchase and sell shares of limiting or stopping the spread of COVID-19, either over the long failure to comply with personal data protection and privacy laws;\nterminology refers to topics that reflect important economic, company common stock and reinvest dividends. To view or request term or against new, emerging variants of COVID-19, governmental failure to achieve ESG goals and accurately report our progress\nenvironmental and social impacts of The Coca-Cola Company or the plan materials please log on to www.computershare.com/investor actions, supply chain disruptions, and the substance and pace of due to operational, financial, legal, and other risks, many of which\nCoca-Cola system or to topics or standards designated as “material” and click on “invest now”. the post-pandemic economic recovery; increased competition; an are outside our control, and are dependent on the actions of our\nor “substantive” under the GHG Protocol, GRI or SASB standards. inability to be successful in our innovation activities; changes in the bottling partners and other third parties; increasing concerns about\nThese terms as used in this report are not used, or intended to be retail landscape or the loss of key retail or foodservice customers; the environmental impact of plastic bottles and other packaging\nconstrued, as they have been defined by or construed in accordance an inability to expand operations in emerging and developing materials; water scarcity and poor quality; increased demand for\nwith the securities laws or any other laws of the United States or Shareowner Account Assistance markets; an inability to successfully manage the possible negative food products and decreased agricultural productivity; climate\nany other jurisdiction, or as these terms are used in the context of consequences of our productivity initiatives; an inability to attract change and legal or regulatory responses thereto; adverse weather\nfinancial statements and financial reporting. For information and maintenance on your shareowner of record or retain a highly skilled and diverse workforce; increased cost, conditions; and other risks discussed in our filings with the Securities\naccount, please contact: disruption of supply or shortage of energy or fuel; increased and Exchange Commission (the “SEC”), including our Annual Report\nAt times, we may revisit our prior estimates and historical cost, disruption of supply or shortage of ingredients, other raw on Form 10-K for the year ended December 31, 2021, which filing\nperformance data to ensure their accuracy and make any necessary Computershare Investor Services materials, packaging materials, aluminum cans and other containers; is available from the SEC. You should not place undue reliance on\ncorrections to our public reporting. Although our data has been P.O. Box 505005 inflationary pressures; an inability to successfully integrate and forward-looking statements, which speak only as of the date they\ninternally vetted using accepted and relevant scientific and technical Louisville, KY 40233 manage acquired businesses, brands or bottling operations; are made. We undertake no obligation to publicly update or revise\nmethodologies, historical performance data may be revised due failure by third-party service providers and business partners to any forward-looking statements.\nto reasons such as new data availability; industry-driven changes Telephone: (888) COKE-SHR (265-3747) or (781) 575-2653 satisfactorily fulfill their commitments and responsibilities; an\nto methodologies; improvement in data collection and measuring Hearing Impaired: (800) 490-1493 inability to renew collective bargaining agreements on satisfactory\nsystems; or activities such as joint ventures, mergers and Email: coca-cola@computershare.com terms, or we or our bottling partners experience strikes, work\nacquisitions or divestitures. In cases where historical information Internet: www.computershare.com/coca-cola stoppages, labor shortages or labor unrest; obesity and other\nis revised, we will footnote the change with a clear explanation. health-related concerns; evolving consumer product and shopping\nStatements about future developments and past occurrences preferences; product safety and quality concerns; perceived\nare based on information and assumptions available as of the negative health consequences of certain ingredients, such as non-\nShareowner Internet Account Access\ndate of publication. While we are committed to providing timely nutritive sweeteners and biotechnology-derived substances, and of\nupdates, the company holds no obligation to update information other substances present in our beverage products or packaging\nFor account access via the internet, please log on to www.\nor statements. Certain information in this report regarding the materials; failure to digitize the Coca-Cola system; damage to our\ncompany and the Coca-Cola system comes from third-party sources computershare.com/investor. Once registered, shareowners can brand image, corporate reputation and social license to operate Design: Ideas On Purpose, NYC.\nview account history and complete transactions online. Content: BuzzWord, Inc.\nThe Coca-Cola Company 2021 Business & ESG Report 64"
    },
    {
      "page": 65,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nData Appendix\nTo respond to stakeholder interest and provide greater 66 Financial & Portfolio Data Reporting Framework Indexes\ndisclosure and transparency, we have prepared this Global Reporting Initiative\n66 Revenue, Operating Income and\nData Appendix. It provides additional financial and Unit Case Volume by Operating Group Task Force on Climate-related\nFinancial Disclosures\nsustainability data, including performance data for our\n67 R econciliation of GAAP and Non-GAAP\nsustainability goals as well as other important topics. Sustainability Accounting Standards Board\nFinancial Measures\nUN Global Compact Principles\n71 Portfolio\nSome data provided is for The Coca-Cola Company,\nUN Guiding Principles Reporting Framework\nwhile some is for the Coca-Cola system. This is noted 72 Packaging\nwith color-coded circles. Additional Information\n73 Water\nCDP: The Coca-Cola Company—Climate 2021\n74 Greenhouse Gas Emissions & Waste\nThe Coca-Cola Company Coca-Cola System\nCDP: The Coca-Cola Company—Water 2021\n76 Workplace, Safety & Giving Back\nCDP: The Coca-Cola Company—Forests 2021\n79 H uman Rights & Agriculture\nWorld Without Waste: Our 2020 Progress\nFor more information on the Coca-Cola system see page 11. 80 Assurance Statements 2022 Human Rights Overview\nThe Coca-Cola Company 2021 Business & ESG Report 65"
    },
    {
      "page": 66,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nFinancial & Portfolio Data\n2019–2021 Net Operating Revenues, Operating Income and Unit Case Volume by Operating Segment\nYear ended December 31, 2019 2020 2021\n($ In millions) Net Unit Case Net Unit Case Net Unit Case\nOperating Operating Volume Operating Operating Volume Operating Operating Volume\nRevenues Income Growth Revenues Income Growth Revenues Income Growth\nEurope, Middle East & Africa $ 7,058 $ 3,551 2% $ 6,057 $ 3,313 (6%) $ 7,193 $ 3,735 9%\nLatin America 4,118 2,375 1% 3,499 2,116 (2%) 4,143 2,534 6%\nNorth America 11,915 2,594 0% 11,477 2,471 (7%) 13,190 3,331 5%\nAsia Pacific 5,327 2,282 5% 4,722 2,133 (9%) 5,291 2,325 10%\nGlobal Ventures 2,562 334 7% 1,991 (123) (13%) 2,805 293 17%\nBottling Investments 7,440 358 24% 6,265 308 (15%) 7,203 473 11%\nEquity Method Investments in Publicly Traded Bottling Companies Percent of Company’s Percent of Company’s\nCompany’s 2020 Ownership Company’s 2021 Ownership\nWorldwide Unit Interest as of Worldwide Unit Interest as of\n(Top 5 based on unit case volume)\nCase Volume Dec. 31, 2020 Case Volume Dec. 31, 2021\nCoca-Cola FEMSA S.A.B. de C.V. 11% 28% 11% 28%\nCoca-Cola FEMSA is the largest independent Coca-Cola bottler in the world by volume. Coca-Cola FEMSA operates in\nMexico and nine other countries in Central America and South America.\nCoca-Cola Europacific Partners 8% 19% 9% 19%\nCoca-Cola Europacific Partners is the second largest independent Coca-Cola bottler by volume and the largest independent\nbottler by revenues, operating in 29 countries in Europe and the South Pacific—serving a population of more than\n600 million people.\nCoca-Cola HBC AG (Coca-Cola Hellenic) 8% 23% 8% 21%\nCoca-Cola Hellenic is the third largest independent Coca-Cola bottler by volume, operating in 29 countries across three\ncontinents—serving a population of more than 715 million people.\nCoca-Cola Icecek A.S. 4% 20% 4% 20%\nCoca-Cola Icecek is one of the largest independent Coca-Cola bottlers, with operations in Azerbaijan, Iraq, Jordan,\nKazakhstan, Kyrgyzstan, Pakistan, Syria, Tajikistan, Turkey, Turkmenistan and Uzbekistan.\nCoca-Cola Bottlers Japan Holdings Inc. 3% 19% 3% 19%\nIn 2017, Coca-Cola West Co., Ltd. and Coca-Cola East Japan Co., Ltd. integrated their businesses to establish Coca-Cola\nBottlers Japan, the largest Coca-Cola bottler in Japan, serving a population of more than 100 million people.\nThe Coca-Cola Company Coca-Cola System\nThe Coca-Cola Company 2021 Business & ESG Report 66"
    },
    {
      "page": 67,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nReconciliation of GAAP and Non-GAAP Financial Measures\nThe company reports its financial results in accordance with accounting principles generally accepted in the United States (“GAAP” or For additional details regarding the reconciliation of GAAP and non-GAAP financial measures below, see the company’s Current Reports on\nreferred to herein as “reported”). However, management believes that certain non-GAAP financial measures provide investors with additional Form 8-K filed with the SEC on Feb. 10, 2022, Feb. 10, 2021 and Jan. 30, 2020. This information is also available in the “Investors” section of\nmeaningful financial information that should be considered when assessing our underlying business performance and trends. Management the company’s website, www.coca-colacompany.com.\nalso uses these non-GAAP financial measures in making financial, operating, compensation and planning decisions and in evaluating the\ncompany’s performance. Non-GAAP financial measures should be viewed in addition to, and not as an alternative for, the company’s reported\nresults prepared in accordance with GAAP. Our non-GAAP financial measures do not represent a comprehensive basis of accounting.\nYear ended December 31, 2018 2019 2020 2021\n(In millions except per share data) (Unaudited)\nDiluted Diluted Diluted Diluted\nNet Operating Operating Net Income Net Operating Operating Net Income Net Operating Operating Net Income Net Operating Operating Net Income\nRevenues Income Per Share Revenues Income Per Share Revenues Income Per Share Revenues Income Per Share\nReported (GAAP) $ 34,300 $ 9,152 $ 1.50 $ 37,266 $ 10,086 $ 2.07 $ 33,014 $ 8,997 $ 1.79 $ 38,655 $ 10,308 $ 2.25\nItems Impacting Comparability:\nAsset Impairments — 450 0.22 — 42 0.18 — 238 0.11 — 78 0.01\nStrategic Realignment — — — — — — — 413 0.08 — 146 0.05\nProductivity and Reinvestment — 440 0.09 — 264 0.05 — 99 0.02 — 115 0.02\nEquity Investees — — 0.03 — — 0.02 — — 0.05 — — 0.01\nTransaction Gains/Losses — 158 0.24 — 149 (0.08) — 51 (0.22) — 493 (0.24)\nCCBA Unrecognized Depreciation and Amortization — (372) (0.04) — (148) (0.02) — — — — — —\nOther Items (9) 58 0.08 14 16 (0.03) (15) (28) 0.07 3 (31) 0.13\nCertain Tax Matters — — (0.02) — — (0.08) — — 0.05 — — 0.09\nComparable (Non-GAAP) $ 34,291 $ 9,886 $ 2.08 $ 37,280 $ 10,409 $ 2.11 $ 32,999 $ 9,770 $ 1.95 $ 38,658 $ 11,109 $ 2.32\n% Change — Reported (GAAP) 9 (11) 17\n% Currency Impact (4) (2) 1\n% Change — Currency Neutral (Non-GAAP) 13 (9) 16\n% Acquisitions, Divestitures and Structural Changes 7 0 0\n% Change — Organic Revenues (Non-GAAP) 6 (9) 16\n% Change — Reported (GAAP) 10 38 (11) (13) 15 26\n% Currency Impact (9) (11) (6) (6) 2 2\n% Change — Currency Neutral (Non-GAAP) 19 49 (5) (8) 13 23\n% Impact of Items Impacting Comparability (Non-GAAP) 5 37 (5) (6) 1 7\n% Change — Comparable (Non-GAAP) 5 1 (6) (8) 14 19\n% Comparable Currency Impact (Non-GAAP) (8) (8) (6) (6) 2 2\n% Change — Comparable Currency Neutral (Non-GAAP) 13 9 0 (2) 12 17\nThe Coca-Cola Company Coca-Cola System\nNote: Certain columns may not add due to rounding. Certain growth rates may not recalculate using the rounded dollar amounts provided.\nThe Coca-Cola Company 2021 Business & ESG Report 67"
    },
    {
      "page": 68,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nReconciliation of GAAP and Non-GAAP Financial Measures\nThe company reports its financial results in accordance with accounting principles generally accepted in the United States (“GAAP” or For additional details regarding the reconciliation of GAAP and non-GAAP financial measures below, see the company’s Current Reports on\nreferred to herein as “reported”). However, management believes that certain non-GAAP financial measures provide investors with additional Form 8-K filed with the SEC on Feb. 10, 2022, Feb. 10, 2021 and Jan. 30, 2020. This information is also available in the “Investors” section of\nmeaningful financial information that should be considered when assessing our underlying business performance and trends. Management the company’s website, www.coca-colacompany.com.\nalso uses these non-GAAP financial measures in making financial, operating, compensation and planning decisions and in evaluating the\ncompany’s performance. Non-GAAP financial measures should be viewed in addition to, and not as an alternative for, the company’s reported\nresults prepared in accordance with GAAP. Our non-GAAP financial measures do not represent a comprehensive basis of accounting.\nFree Cash Flow and Adjusted Free Cash Flow Conversion Ratio\nYear ended December 31, 2019 2020 2021\n(In millions)\nNet Cash Provided by Operating Activities $ 10,471 $ 9,844 $ 12,625\nPurchases of Property, Plant and Equipment (2,054) (1,177) (1,367)\nFree Cash Flow (Non-GAAP) 8,417 8,667 11,258\nPlus: Cash Payments for Pension Plan Contributions — — —\nAdjusted Free Cash Flow (Non-GAAP) $ 8,417 $ 8,667 $ 11,258\nNet Income Attributable to Shareowners of The Coca-Cola Company $ 8,920 $ 7,747 $ 9,771\nNoncash Items Impacting Comparability:\nAsset Impairments 773 493 62\nEquity Investees 96 216 23\nTransaction Gains/Losses (463) (933) (1,109)\nCCBA Unrecognized Depreciation and Amortization (67) — —\nOther Items (148) 291 555\nCertain Tax Matters (331) 207 410\nAdjusted Net Income Attributable to Shareowners of The Coca-Cola Company (Non-GAAP) $ 8,780 $ 8,021 $ 9,712\nCash Flow Conversion Ratio1 117% 127% 129%\nAdjusted Free Cash Flow Conversion Ratio (Non-GAAP)2 96% 108% 116%\nThe Coca-Cola Company Coca-Cola System\n1 Cash flow conversion ratio is calculated by dividing net cash provided by operating activities by net income attributable to shareowners of The Coca-Cola Company.\n2 Adjusted free cash flow conversion ratio is calculated by dividing adjusted free cash flow by adjusted net income attributable to shareowners of The Coca-Cola Company.\nThe Coca-Cola Company 2021 Business & ESG Report 68"
    },
    {
      "page": 69,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nReconciliation of GAAP and Non-GAAP Financial Measures\nThe company reports its financial results in accordance with accounting principles generally accepted in the United States (“GAAP” or For additional details regarding the reconciliation of GAAP and non-GAAP financial measures below, see the company’s Current Reports on\nreferred to herein as “reported”). However, management believes that certain non-GAAP financial measures provide investors with additional Form 8-K filed with the SEC on Feb. 10, 2022, Feb. 10, 2021 and Jan. 30, 2020. This information is also available in the “Investors” section of\nmeaningful financial information that should be considered when assessing our underlying business performance and trends. Management the company’s website, www.coca-colacompany.com.\nalso uses these non-GAAP financial measures in making financial, operating, compensation and planning decisions and in evaluating the\ncompany’s performance. Non-GAAP financial measures should be viewed in addition to, and not as an alternative for, the company’s reported\nresults prepared in accordance with GAAP. Our non-GAAP financial measures do not represent a comprehensive basis of accounting.\nNet Operating Revenues by Operating Segment\nYear ended December 31, 2019 2020 2021\n(In millions) Europe, Europe, Europe,\nMiddle East & Latin North Asia Middle East & Latin North Asia Middle East & Latin North Asia\nAfrica America America Pacific Africa America America Pacific Africa America America Pacific\nReported (GAAP) $ 7,058 $ 4,118 $ 11,915 $ 5,327 $ 6,057 $ 3,499 $ 11,477 $ 4,722 $ 7,193 $ 4,143 $ 13,190 $ 5,291\nItems Impacting Comparability:\nOther Items — — — — (9) 1 1 1 6 — — (3)\nComparable (Non-GAAP) $ 7,058 $ 4,118 $ 11,915 $ 5,327 $ 6,048 $ 3,500 $ 11,478 $ 4,723 $ 7,199 $ 4,143 $ 13,190 $ 5,288\n2018 2019 2020\nReported (GAAP) $ 7,099 $ 4,010 $ 11,630 $ 5,185 $ 7,058 $ 4,118 $ 11,915 $ 5,327 $ 6,057 $ 3,499 $ 11,477 $ 4,722\nItems Impacting Comparability:\nOther Items — — — — — — — — (9) 1 1 1\nComparable (Non-GAAP) $ 7,099 $ 4,010 $ 11,630 $ 5,185 $ 7,058 $ 4,118 $ 11,915 $ 5,327 $ 6,048 $ 3,500 $ 11,478 $ 4,723\n% Change — Reported (GAAP) (1) 3 2 3 (14) (15) (4) (11) 19 18 15 12\n% Currency Impact (9) (10) 0 (1) (2) (14) 0 0 1 0 0 3\n% Change — Currency Neutral (Non-GAAP) 8 13 3 4 (12) (1) (4) (11) 18 19 15 9\n% Acquisitions, Divestitures and Structural Changes 3 0 0 (1) 0 0 2 0 0 0 0 0\n% Change — Organic Revenues (Non-GAAP) 5 13 3 5 (13) (1) (5) (12) 18 19 14 9\nThe Coca-Cola Company Coca-Cola System\nNote: Certain columns may not add due to rounding. Certain growth rates may not recalculate using the rounded dollar amounts provided.\nThe Coca-Cola Company 2021 Business & ESG Report 69"
    },
    {
      "page": 70,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nReconciliation of GAAP and Non-GAAP Financial Measures\nThe company reports its financial results in accordance with accounting principles generally accepted in the United States (“GAAP” or For additional details regarding the reconciliation of GAAP and non-GAAP financial measures below, see the company’s Current Reports on\nreferred to herein as “reported”). However, management believes that certain non-GAAP financial measures provide investors with additional Form 8-K filed with the SEC on Feb. 10, 2022, Feb. 10, 2021 and Jan. 30, 2020. This information is also available in the “Investors” section of\nmeaningful financial information that should be considered when assessing our underlying business performance and trends. Management the company’s website, www.coca-colacompany.com.\nalso uses these non-GAAP financial measures in making financial, operating, compensation and planning decisions and in evaluating the\ncompany’s performance. Non-GAAP financial measures should be viewed in addition to, and not as an alternative for, the company’s reported\nresults prepared in accordance with GAAP. Our non-GAAP financial measures do not represent a comprehensive basis of accounting.\nOperating Income by Operating Segment\nYear ended December 31, 2019 2020 2021\n(In millions) Europe, Europe, Europe,\nMiddle East & Latin North Asia Middle East & Latin North Asia Middle East & Latin North Asia\nAfrica America America Pacific Africa America America Pacific Africa America America Pacific\nReported (GAAP) $ 3,551 $ 2,375 $ 2,594 $ 2,282 $ 3,313 $ 2,116 $ 2,471 $ 2,133 $ 3,735 $ 2,534 $ 3,331 $ 2,325\nItems Impacting Comparability:\nAsset Impairments — — — 42 — 10 215 — 78 — — —\nStrategic Realignment — — — — 78 19 115 31 63 11 14 12\nProductivity and Reinvestment 2 1 62 — (5) — — — — — — —\nTransaction Gains/Losses — — — — — — — — — — 21 —\nOther Items — — (4) — (9) 1 1 1 6 — (35) (3)\nComparable (Non-GAAP) $ 3,553 $ 2,376 $ 2,652 $ 2,324 $ 3,377 $ 2,146 $ 2,802 $ 2,165 $ 3,882 $ 2,545 $ 3,331 $ 2,334\n2018 2019 2020\nReported (GAAP) $ 3,693 $ 2,318 $ 2,318 $ 2,271 $ 3,551 $ 2,375 $ 2,594 $ 2,282 $ 3,313 $ 2,116 $ 2,471 $ 2,133\nItems Impacting Comparability:\nAsset Impairments — — — — — — — 42 — 10 215 —\nStrategic Realignment — — — — — — — — 78 19 115 31\nProductivity and Reinvestment (3) 4 175 (4) 2 1 62 — (5) — — —\nOther Items — — 37 — — — (4) — (9) 1 1 1\nComparable (Non-GAAP) $ 3,690 $ 2,322 $ 2,530 $ 2,267 $ 3,553 $ 2,376 $ 2,652 $ 2,324 $ 3,377 $ 2,146 $ 2,802 $ 2,165\n% Change — Reported (GAAP) (4) 2 12 0 (7) (11) (5) (7) 13 20 35 9\n% Currency Impact (12) (14) 0 (1) (3) (21) 0 (1) 2 1 0 4\n% Change — Currency Neutral (Non-GAAP) 9 17 12 1 (3) 11 (5) (6) 11 19 35 5\n% Impact of Items Impacting Comparability (Non-GAAP) 0 0 7 (2) (2) (1) (10) 0 (2) 1 16 1\n% Change — Comparable (Non-GAAP) (4) 2 5 3 (5) (10) 6 (7) 15 19 19 8\n% Comparable Currency Impact (Non-GAAP) (12) (14) 0 (1) (4) (21) 0 (1) 1 1 0 4\n% Change — Comparable Currency Neutral (Non-GAAP) 9 17 5 3 (1) 12 6 (6) 13 18 19 4\nThe Coca-Cola Company Coca-Cola System Note: Certain columns may not add due to rounding. Certain percentages may not recalculate using the rounded dollar amounts provided.\nThe Coca-Cola Company 2021 Business & ESG Report 70"
    },
    {
      "page": 71,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nPortfolio\nYear ended December 31, 2013 2014 2015 2016 2017 2018 2019 2020 2021\nVolume (in billions)\nVolume — Unit Cases 28.2 28.6 29.2 29.3 29.2 29.6 30.3 29.0 31.3\nVolume — Liters 160.1 162.4 165.8 166.4 165.8 168.1 172.0 164.5 177.5\nResponsible Marketing\n(Market responsibly, including no advertising to children under the age of 12 anywhere in the world.1)\nPrint 100% 100% 100% 100% 100% not available not available not available not available\nOnline 100% 99.5% 99.8% 100% 99.8% not available not available not available not available\nTelevision 96.9% 88.5% 97.0% 95.2% 95.0% not available not available not available not available\nLow- and No-Calorie Portfolio\nLow- or no-calorie sales (percent of volume sold that is low- or no-calorie) 25.2% 27.3% 27.2% 29.0% 28.2% 28.0%\nPercent of the company’s sparkling soft drink brands available in packages of 250 milliliters\n(8.5 ounces) or less about 40% > 40% 44% 42% 42% 41%\nFront of Package Labeling\nProvide transparent nutrition information, featuring calories on the front of all of our packages. nearly all nearly all nearly all nearly all nearly all nearly all nearly all nearly all\nmarkets markets markets markets markets markets markets markets\nThe Coca-Cola Company Coca-Cola System\n1 According to an analysis by Accenture Media Management commissioned by the International Food & Beverage Alliance, measuring industry compliance. Accenture’s analysis includes a globally representative sample of markets. Audience threshold used in Accenture’s study was more than 35% children younger than 12.\nThe Coca-Cola Company 2021 Business & ESG Report 71"
    },
    {
      "page": 72,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nPackaging\nYear ended December 31, 2014 2015 2016 2017 2018 2019 2020 2021\nWorld Without Waste\nTotal weight of our packaging (metric tons)1 5.10M2 5.30M\nPercentage of recycled material in our packaging3 30% 20%4 22% 23%\nPercentage of recycled material used in PET plastic packaging globally 9% 9.4% 11.5% 13.6%\nPercentage of bottles and cans we collected and refilled or collected for recycling5 61% 59% 59% 59% 58%\nPercentage of bottles and cans we collected and refilled or collected for recycling6 56% 60% 60% 61%\nPercentage of packaging recyclable globally 85% 88% 88% 90% 90%7\nPackaging Mix (by units)\nPlastic (primarily PET) bottles 45.5% 45.2% 44.9% 47.3%\nAluminum and steel cans 23.5% 23.8% 24.7% 25.7%\nOther 12.1% 11.8% 13.4% 9.7%\nRefillable glass bottles 11.7% 11.1% 9.3% 9.4%\nNon-refillable glass bottles 2.3% 2.0% 1.4% 1.6%\nBeverage cartons and juice boxes 2.5% 2.8% 2.7% 3.0%\nRefillable (primarily PET) plastic bottles 1.6% 1.5% 1.6% 1.5%\nPouches 0.6% 0.5% 0.4% 0.4%\nNumber of Packages\nPlastic (primarily PET) bottles ~117B ~120B ~112B ~125B\nAluminum and steel bottles and cans ~60B ~63B ~62B ~68B\nRefillable glass bottles ~30B ~30B ~23B ~25B\nNon-refillable glass bottles ~6B ~5B ~4B ~4B\nRefillable (primarily PET) plastic ~4B ~4B ~4B ~4B\nBeverage cartons and juice boxes ~6.7B ~7.3B ~6.8B ~7.9B\nPouches ~1.7B ~1.3B ~0.9B ~1.0B\nThe Coca-Cola Company Coca-Cola System\n1 This is the focused scope of Primary Consumer Packaging (PET, Glass, Cans, Cartons).\n2 This number has been updated following the completed assurance process for the 2020 World Without Waste Report, which was completed post-publication of the 2020 Business & ESG Report.\n3 Includes select primary consumer packaging materials.\n4 In 2019, we modified the methodology we use for calculating the amount of recycled material used in our Primary Consumer Packaging. These changes are designed to integrate a more accurate dataset, including primary data\nwhere it is available. Moving forward, we expect that these numbers will continue to evolve as data sources improve, at the same time that we work to increase rates of recycled material use.\n5 We changed our method to track the packaging collection rate against our World Without Waste goal beginning with 2018 data. With better data available, we expanded the metric to encompass all of our packaging types,\nincluding beverage cartons, juice boxes and pouches, etc.\n6 Collection rate represents a weighted average of national collection rates, collected for recycling rates or refillable rates by packaging type to TCCS’s sales in units to express the percent of equivalent bottles and cans introduced\ninto the market that were collected and refilled or collected for recycling for the year. Collection rates are determined by country for each packaging type based on either national studies (approximately 80%), plant standards\n(approximately 19%), or internal estimates (approximately 1%).\n7 Only recyclable where infrastructure exists.\nThe Coca-Cola Company 2021 Business & ESG Report 72"
    },
    {
      "page": 73,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nWater\nYear ended December 31, 2013 2014 2015 2016 2017 2018 2019 2020 2021\nWater Use and Water Withdrawn\nWater Use Ratio (liters of water used per liter of product produced) 2.08 2.03 1.98 1.96 1.92 1.89 1.85 1.84 1.81\n1.88 1.96 1.94\nTotal Water Withdrawn (megaliters) 299,756 301,068 300,733 294,925 288,990 298,797 295,014 281,991 298,235\n40,375 36,946 40,473\nFresh Surface Water Sources (megaliters) 15,058 12,986 12,777 10,554 12,025\n3,554 2,152 2,899\nBrackish Surface Water (megaliters) 2,681 2,738 4,377 5,654 5,725\n1,151 1,046 351\nThird-Party Sources (megaliters) 140,588 135,217 147,430 139,581 144,256\n20,317 19,475 21,706\nGround Water — Renewable (megaliters) 130,663 147,857 130,430 126,202 136,195\n15,352 14,273 15,491\nWater Consumption (megaliters) 182,455 186,642 187,132 167,301 170,358\n23,889 21,687 24,918\nPercentage of Water Consumption in Regions with High or Extremely High Baseline Water Stress 21% 20%\nWastewater 106,534 112,154 107,883 114,690 127,877\nWastewater Discharged (megaliters) 16,486 15,257 15,555\nWater Returned to Nature and Communities\nPercentage1 68% 94% 115% 132.9% 150% 155% 160.7% 170% 167%\nAmount (billions of liters)1 108.5 153.6 190.9 221.2 248.3 257 273.7 277.8 293.3\nThe Coca-Cola Company Coca-Cola System\n1 Peer-reviewed methodologies were used to calculate volumetric benefits per project and operating unit; calculated benefits per project and operating unit using\npeer-reviewed methodologies; all replenish data are internally validated and verified; the equivalent volume for 100% Replenish rate (175 BL) is externally assured;\nBenefits fall into three categories: Watershed Health (229.1 BL), Productive Use (47.5 BL) and Community Access projects (16.7 BL).\nNote: Due to joint venture or merger and acquisition activities in 2019-2021, certain brands may not be accounted for in The Coca-Cola Company-specific metrics\nincluded on pp. 73-75.\nThe Coca-Cola Company 2021 Business & ESG Report 73"
    },
    {
      "page": 74,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nGreenhouse Gas Emissions & Waste\nYear ended December 31, 2013 2014 2015 2016 2017 2018 2019 2020 2021\nGHG Emissions\nDirect, from manufacturing sites (metric tons) (in millions) 1.8 1.7 1.7 1.6 1.78 1.79 1.83 1.49 1.61\nIndirect, from electricity purchased and consumed (without energy trading) at manufacturing sites\n(metric tons) (in millions) 3.7 3.6 3.8 3.8 3.76 3.76 3.73 3.75 3.88\nIndirect, from electricity purchased and consumed (without energy trading) at manufacturing sites\n(using GHG protocol market-based method)1 (metric tons) (in millions) 3.44 3.35 3.88 3.28 3.56\nTotal, from manufacturing sites (metric tons) (in millions) 5.53 5.55 5.58 5.45 5.54 5.55 5.56 5.24 5.49\nTotal, from manufacturing sites (using GHG protocol market-based method)1 (in millions) 5.22 5.14 5.71 4.77 5.18\nEmissions Ratio (gCO /L) 37.10 36.89 36.23 35.29 33.96 34.83 34.74 33.96 33.33\n2\nBusiness & ESG Report and CDP Manufacturing Emissions Reconciliation\nReported Manufacturing Emissions in Business and ESG Report\n(millions of MT CO e)–TCCS Reporting Entity2\n2\nScope 1 emissions per B&ESG 1.61\nScope 2 emissions per B&ESG 3.88\nTotal manufacturing emissions per B&ESG 5.49\nReported Manufacturing Emissions in CDP (MT CO e–TCCC Reporting Entity2, 3\n2\nScope 1–Manufacturing per CDP C7.3c 325,833\nScope 2 (location-based)–Manufacturing per CDP C6.3 869,832\nScope 3–Franchises per CDP C6.5 4,299,247\nTotal manufacturing emissions per CDP 5,494,912\nTotal manufacturing emissions per CDP (in millions) 5.49\nEnergy Use4\nTotal Energy Use (megajoules) (in millions) 61,599.8 61,764.0 61,037.4 61,558.7 59,070.9 61,464.0 62,419.9 58,888.1 63,735.8\n11,758.9 10,985.2 12,731.5\nPercentage renewable (electricity) 15% 17% 12%\nEnergy Use Ratio (megajoules per liter of product) 0.43 0.42 0.41 0.40 0.40 0.39 0.39 0.38 0.39\n0.54 0.58 0.61\nThe Coca-Cola Company Coca-Cola System\n1 This metric accounts for renewable energy usage. 3 The below emissions figures will be reported in the Company's forthcoming 2022 CDP Climate Change response.\n2 The GHG emissions reported in the B&ESG report represent the Coca-Cola system’s manufacturing emissions, which include emissions from activities which are 4 Systemwide total based on estimated total use.\nunder the Company’s operational control and activities that are related to Coca-Cola brands that are under direct control of franchise bottlers. Our CDP reporting Note: Due to joint venture or merger and acquisition activities in 2019-2021, certain brands may not be accounted for in The Coca-Cola Company-specific metrics\nis aligned with an operational control approach as defined by the GHG Protocol, which includes only emissions from activities within The Coca-Cola Company’s included on pp. 73-75.\noperational control as Scope 1 and 2 emissions, while manufacturing emissions from franchise bottlers are categorized as “Scope 3- Franchises”.\nThe Coca-Cola Company 2021 Business & ESG Report 74"
    },
    {
      "page": 75,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nGreenhouse Gas Emissions & Waste\n(continued)\nYear ended December 31, 2013 2014 2015 2016 2017 2018 2019 2020 2021\nFleet Fuel Management\nFleet fuel consumed (liters of diesel equiv.) 1.01B1 1.10B\nHFC-Free Coolers\nNumber of pieces of HFC-free refrigeration equipment placed 623,160 730,876 886,693 918,009 571,753 803,602\nPercentage of all coolers introduced in year that are HFC-free2 61% 65% 80% 82% 83% 87%\nWaste2\nTotal Waste Generated (kilograms) (in millions) 1,441.3 1,360.5 1,297.4 1,367.8 1,269.9 N/A3\nTotal Waste Ratio (grams per liter) 9.42 9.42 8.89 9.17 8.82 N/A3\nTotal Waste Recovered (kilograms) (in millions) 1,264.6 1,181.3 1,134 1,212 1,135 N/A3\nWaste Recovered Percentage 87% 86% 87% 89% 89% N/A3\nThe Coca-Cola Company Coca-Cola System\n1 This 2020 figure has been adjusted.\n2 Systemwide total based on estimated total use.\n3 Not available as of April 26, 2022. These metrics to be updated upon completion.\nNote: Due to joint venture or merger and acquisition activities in 2019-2021, certain brands may not be accounted for in The Coca-Cola Company-specific metrics included on pp. 73-75.\nThe Coca-Cola Company 2021 Business & ESG Report 75"
    },
    {
      "page": 76,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nWorkplace, Safety & Giving Back\nYear ended December 31, 2013 2014 2015 2016 2017 2018 2019 2020 2021\nLost-Time Incident Rate 1.9 1.9 1.6 1.29 0.57 0.38 0.32 0.34 0.283\nNumber of Employees\nGlobal Workforce1 130,600 129,200 123,200 100,300 61,800 62,600 86,200 80,300 79,000\nNorth America 3,900 7,000 10,000 10,700 11,000 12,100 10,800 10,000 10,000\nBottling Investments 69,200 64,700 57,200 46,600 7,700 — — — —\nLatin America 2,400 2,500 2,400 2,500 2,500 2,400 2,400 2,200 2,400\nBottling Investments 2,200 2,200 2,000 2,000 1,900 — — — —\nEurope, Middle East & Africa 5,200 5,100 4,900 4,400 4,100 4,300 5,700 5,300 5,500\nBottling Investments 12,000 10,400 10,700 — 15,300 15,400 17,000 17,300 16,300\nAsia Pacific 3,000 2,800 2,600 2,600 2,600 2,600 2,900 2,700 2,900\nBottling Investments 32,700 34,500 33,400 31,500 16,700 25,800 25,700 23,800 22,900\nGlobal Ventures 21,700 19,000 19,000\nGender Representation by Level (global)2\nFemale (global)\nSenior Leadership 34% 38.7%\nMiddle Management 49% 50.5%\nProfessionals 36% 35.3%\nTotal 42% 42.9%\nMale (global)\nSenior Leadership 66% 61.3%\nMiddle Management 51% 49.5%\nProfessionals 64% 64.7%\nTotal 58% 57.1%\nThe Coca-Cola Company Coca-Cola System\n1 Corporate associates are included in the geographic area in which they work. Bottling Investments is an operating segment with associates located in two of our\nfour geographic operating segments. Numbers are approximate and as of December 31, 2021.\n2 Data as of December 31, 2021, for salaried and hourly employees. This data excludes Bottling Investments, Costa, fairlife and BODYARMOR employees. Note: Due to joint venture or merger and acquisition activities in 2019-2021, certain brands may not be accounted for in The Coca-Cola Company-specific metrics\n3 G lobal Ventures, CHI, fairlife and BODYARMOR employees are currently excluded from our LTIR reporting. For more information, view the criteria statement. included on pp. 73-75.\nThe Coca-Cola Company 2021 Business & ESG Report 76"
    },
    {
      "page": 77,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nWorkplace, Safety & Giving Back\n(continued)\nYear ended December 31, 2020 2021\nRace/Ethnicity Representation by Level (U.S. only)\nSenior Leadership 29%*\nAsian 10.0%\nHispanic 9.4%\nBlack 8.2%\nAmerican Indian/Alaskan 0.2%\nNative Hawaiian/Pacific Islander 0.2%\nWhite 62.7%\nTwo or more races 0.9%\nNot disclosed 8.4%\nMiddle Management 35%*\nAsian 10.4%\nHispanic 8.9%\nBlack 15.4%\nAmerican Indian/Alaskan 0.3%\nNative Hawaiian/Pacific Islander 0.2%\nWhite 58.0%\nTwo or more races 2.0%\nNot disclosed 4.8%\nProfessionals 51%*\nAsian 4.2%\nHispanic 20.6%\nBlack 27.4%\nAmerican Indian/Alaskan 0.6%\nNative Hawaiian/Pacific Islander 0.3%\nWhite 42.3%\nTwo or more races 2.5%\nNot disclosed 2.1%\nTotal 43%*\nAsian 7.2%\nHispanic 14.8%\nBlack 20.9%\nAmerican Indian/Alaskan 0.5%\nNative Hawaiian/Pacific Islander 0.2%\nWhite 50.4%\nTwo or more races 2.2%\nNot disclosed 3.8%\nThe Coca-Cola Company Coca-Cola System * This percentage represents People of Color.\nThe Coca-Cola Company 2021 Business & ESG Report 77"
    },
    {
      "page": 78,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nWorkplace, Safety & Giving Back\n(continued)\nYear ended December 31, 2013 2014 2015 2016 2017 2018 2019 2020 2021\nHuman Rights Cases Reported by Category1\nAsk a Workplace Rights Question 20 11 8 2 — — —\nChild Labor 1 — — — — — —\nDiscrimination 88 55 42 59 452 30 42\nForced Labor 3 — — — — — —\nFreedom of Association 3 4 1 1 — — —\nRetaliation 47 37 23 17 172 17 22\nSafe and Healthy Workplace 55 33 22 31 52 74 50\nWork Hours and Wages 64 42 34 36 182 5 7\nWorkplace Security 20 10 13 15 122 9 8\nTotal Cases 300 192 143 161 972 135 129\nInvestment Back into Local Communities\nAmount of charitable contributions made by The Coca-Cola Company and The Coca-Cola Foundation\n(in millions)3 $ 143 $ 126 $ 117 $ 106 $ 138 $ 125 $ 125 $ 186.1 $ 173.5\nPercentage of the company’s operating income4 1.4% 1.3% 1.9% 1.2% 1.6% 1.5% 1.3% 1.9% 2.0%\nThe Coca-Cola Company Coca-Cola System\n1 Includes reports and allegations raised through The Coca-Cola Company’s Human Rights Policy reporting process.\n2 In 2019, Employee Relations redefined how cases were captured in the case management tool of record. Therefore, the reported figure includes only those\nallegations that required investigations only as opposed to generalized questions raised to Employee Relations. Please note, however, that all questions presented\nto Employee Relations were answered even if the question did not warrant an investigation. While we previously reported on all cases and questions raised\nthrough our case management tool, we no longer capture that data. This helps us to ensure that we have more accurate visibility to annual Human Rights cases. 3 This amount includes charitable grants awarded by The Coca-Cola Foundation and donations made by The Coca-Cola Company.\nThis change accounts for the 2019 variance when compared to previous years. 4 This percentage was calculated based on the company’s prior year operating income (excluding the Bottling Investments operating segment).\nThe Coca-Cola Company 2021 Business & ESG Report 78"
    },
    {
      "page": 79,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nHuman Rights & Agriculture\nYear ended December 31, 2013 2014 2015 2016 2017 2018 2019 2020 2021\nHuman Rights Audits by Region\nTotal 2,318 2,789 3,204 2,823 2,778 2,279 2,848\nAfrica1 120 188 259 236 206 165 297\nEurasia1 116 93 133 109 78 89 124\nEurope1 218 339 356 280 376 296 385\nLatin America1 563 705 775 627 698 571 795\nMiddle East & North Africa1 57 77 109 107 95 56 62\nNorth America1 171 180 266 208 161 124 156\nPacific1 1,073 1,207 1,306 1,256 1,164 978 1,029\n2020 goal\nNumber of Women Economically Enabled (cumulative) 552,164 864,996 1,237,734 1,751,626 2,413,079 3,278,866 4,602,033 6,073,117 achieved\nAgriculture\nSustainably source our key agricultural ingredients\n% of key ingredients sustainably sourced 8% not available not available 44% 54% 56% 61%2\nPrinciples for Sustainable Agriculture (PSA) 58%3\nApples not available 0–25% 26–50% 50% 60% –4\nCoffee 76–100% 76–100% 76–100% 90% 97% –4\nCorn 0–25% 0–25% 51–75% 67% 67% –4\nGrapes not available 26–50% 26–50% 31% 39% –4\nLemons 51–75% 51–75% 51–75% 79% 82% –4\nMangos not available not available 0–25% 19% 34% –4\nOranges 0–25% 0–25% 26–50% 44% 44% –4\nSoybeans not available not available 76–100% 100% 100% –4\nSugar Beets 51–75% 51–75% 51–75% 69% 83% –4\nSugar Cane 0–25% 0–25% 0–25% 32% 31% –4\nTea 76–100% 76–100% 76–100% 82% 84% –4\nPulp & Paper not available not available not available 75% 92% –4\nThe Coca-Cola Company Coca-Cola System\n1 Independent third-party audits.\n2 Progress toward total sustainable sourcing of all 12 priority ingredients, combined, using third-party validation programs against The Coca-Cola Company’s previous Sustainable Agriculture Guiding Principles (SAGP) effective 2013–2020.\n3 Progress toward total sustainable sourcing of all 12 priority ingredients, combined, using third-party validation programs approved under the Coca-Cola Company’s Principles of Sustainable Agriculture (PSA) effective 2021.\n4 We anticipate resumption of data reporting for individual priority ingredients in the 2022 Business & ESG Report.\nThe Coca-Cola Company 2021 Business & ESG Report 79"
    },
    {
      "page": 80,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nIndependent Accountants’ Review Report\nTo the Management of The Coca-Cola Company\nWe have reviewed The Coca-Cola Company’s Schedule In performing our review, we have also complied with\nof Selected Sustainability Indicators (the “Subject the independence and other ethical requirements set\nMatter”) as of (for the year ended) December 31, 2021 in forth in the Code of Professional Conduct and applied\naccordance with the Selected Sustainability Indicators the Statements on Quality Control Standards\nCriteria (the “Criteria”) (together in Exhibit A). The established by the AICPA.\nCoca-Cola Company’s management is responsible for\nAs described in Note 3 of Exhibit A, the Subject Matter\nthe Subject Matter, in accordance with the Criteria. Our\nis subject to measurement uncertainties resulting from\nresponsibility is to express a conclusion on the Subject\nlimitations inherent in the nature and the methods used\nMatter based on our review.\nfor determining such data. The selection of different but Ernst & Young LLP\nOur review was conducted in accordance with acceptable measurement techniques can result in Suite 1000\nattestation standards established by the American materially different measurements. The precision of 55 Ivan Allen Jr. Boulevard\nInstitute of Certified Public Accountants (AICPA) AT-C different measurement techniques may also vary. Atlanta, GA 30308\nsection 105, Concepts Common to All Attestation\nEngagements, and AT-C section 210, Review The information included in The Coca-Cola Company’s Tel: +1 404 874 8300\nEngagements. Those standards require that we plan 2021 Business & ESG Report, other than the Subject Fax: +1 404 817 5589\nand perform our review to obtain limited assurance Matter, has not been subjected to the procedures ey.com\napplied in our review and, accordingly, we express no\nabout whether any material modifications should be\nconclusion on it.\nmade to the Subject Matter in order for it to be in\naccordance with the Criteria. A review consists\nBased on our review, we are not aware of any material\nprincipally of applying analytical procedures, making\nmodifications that should be made to the Schedule of\ninquiries of persons responsible for the subject matter,\nSelected Sustainability Indicators as of (for the year\nobtaining an understanding of the data management\nended) December 31, 2021 in order for it to be in\nsystems and processes used to generate, aggregate\naccordance with the Criteria.\nand report the Subject Matter and performing such\nother procedures as we considered necessary in the\ncircumstances. A review is substantially less in scope\nthan an examination, the objective of which is to obtain\nreasonable assurance about whether the Subject Matter\nis in accordance with the Criteria, in all material\nrespects, in order to express an opinion. Accordingly, we\nApril 25, 2022\ndo not express such an opinion. A review also does not\nprovide assurance that we became aware of all\nsignificant matters that would be disclosed in an\nexamination. We believe that our review provides a\nreasonable basis for our conclusion.\nThe Coca-Cola Company 2021 Business & ESG Report 80"
    },
    {
      "page": 81,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nExhibit A–Schedule of Selected Sustainability Indicators\nFor the year ended December 31, 2021\nINDICATOR NAME SCOPE1 UNIT REPORTED VALUE\nGreenhouse gas emissions (manufacturing activities); The Coca-Cola System CO e emissions in millions of metric tonnes 5.49\n2\nLocation based Method\nLost time incident rate The Coca-Cola Company Number of lost time incidents multiplied by 200,000 and 0.28\ndivided by the number of hours worked\nWater replenished Projects funded by The Coca-Cola Company, Liters of water replenished per liters of More than 100%\nThe Coca-Cola Foundation and/or finished beverages sold\nThe Coca-Cola System\nWater use ratio The Coca-Cola System Liters of water used per liter of 1.81\nproduct produced\nPercent of recycled material used in select global primary The Coca-Cola System % 23%\nconsumer packaging\nPercent of the equivalent bottles and cans introduced The Coca-Cola System % 61%\ninto the market that were collected and refilled or collected\nfor recycling\nAs of December 31, 2021\nINDICATOR NAME SCOPE UNIT REPORTED VALUE\nGlobal gender representation The Coca-Cola Company %\nSenior Leadership Female 38.7%; Male 61.3%\nMiddle management Female 50.5%; Male 49.5%\nProfessionals Female 35.3%; Male 64.7%\nTotal Female 42.9%; Male 57.1%\nUS ethnic/racial representation The Coca-Cola Company % Asian 7.2%; Hispanic 14.8%; Black 20.9%;\nAmerican Indian/ Alaskan 0.5%; Native Hawaiian/Pacific\nIslander 0.2%; White 50.4%; Two or more 2.2%;\nNot specified 3.8%\n1 Refer to Note 2 for additional information about the scope and boundaries of the indicators.\nThe Coca-Cola Company 2021 Business & ESG Report 81"
    },
    {
      "page": 82,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nNote 1: Scope of Reporting\nThe Coca-Cola global business system is composed of the Coca-Cola company (TCCC) and 225 bottling partners. information from both company-owned operations and the broader system. Contract manufacturers are also used\nTCCC markets, manufactures and sells beverage concentrates and syrups and finished sparkling soft drinks and other to manufacture and distribute Coca-Cola brands.\nbeverages. Our bottling partners are independent bottling operations authorized through bottler’s agreements to\nTCCC provides a reasonable time period before including newly acquired facilities in the organizational boundary.\nprepare, package, distribute and sell finished beverages to customers and/or consumers. TCCC and its bottling partners\nThis allows for the implementation of sustainability data collection policies and procedures. In general, newly acquired\ntogether are collectively known as The Coca-Cola system (TCCS), or simply “system.”\nfacility sustainability data will be included within the first two calendar years that operational sustainability data are\nAlthough the system is not a single entity from a legal or managerial perspective, TCCC strives to positively influence available. An exception has been granted for our January 2019 acquisition of Costa Limited, which includes retail stores\nenvironmental activities and policies throughout the bottling system and to become more transparent by reporting and roasteries, in which additional time has been allowed due to the fundamental difference in the business model.\nNote 2: Selected Sustainability Indicators Criteria\nINDICATOR NAME CRITERIA\nGreenhouse gas emissions The criteria can be found in the “Carbon Accounting Manual.” This includes manufacturing-related scope 1 and 2 carbon dioxide equivalent (CO e) emissions and scope 3 CO e emissions from franchises.\n2 2\n(manufacturing activities) Emissions from standalone (i.e., not co-located) warehouses, distribution centers and offices (based on emissions being lower than the threshold of five percent of total Scope 1, 2 and 3 emissions) are\nexcluded, CO loss during production and AC/Chiller are excluded.\n2\nLost time incident rate The Lost Time Incident Rate (LTIR) represents the number of Lost Time Incidents (LTI) per 100 employees and contractors. Total LTI is multiplied by 200,000 (100 full time equivalent employees working\n40 hours per week for 50 weeks) then divided by the number of hours worked for the reporting period.\nScope: The scope of reporting is limited to self-reported or witness-reported data collected for TCCC and active company-owned or controlled production facilities, distribution centers, offices,\nlaboratories and route-to-market (fleet) operations as of December 31, 2021. Global Ventures2, CHI Limited (CHI), fairlife and BODYARMOR are excluded. The exclusion represents approximately 31% of\nemployees.\nLost Time Incident: An LTI is a reported work-related injury or illness that results in one or more Lost Days.3 TCCC’s LTIR was determined as of March 15, 2022, for injuries occurring during the year\nended December 31, 2021 as a minor incident developing into an LTI over time could result in additional LTIs.\nLost day: A Lost Day occurs when, in the opinion of the medical professional of record, the employee’s work-related injury or illness prevents the person from being able to work for one or more days.\nThe first counted Lost Day is the first day following the injury, regardless of whether it was a scheduled workday, and ends when the person is able, in the opinion of the medical professional of record,\nto return to work, leaves employment, or reaches 180 Lost Days.\nHours worked: The hours worked include total hours worked during the reporting period by all employees. This excludes hours not worked, such as vacation, holidays, or absences.\nEmployees and contractors: Employees and contractors include all hourly, salary and temporary employees who are on the payroll of the company (as well as non-payroll contractors and temporary\nemployees for whom facility or fleet management provides day-to-day supervision of their work and provides the details, means, methods and processes by which the work objective is accomplished).\nUncertainties in reported LTIR: LTIR is subject to measurement uncertainties resulting from limitations inherent in the nature and the methods used for determining such data. The number of LTIs\nis based upon employees and contractors self-reporting or witnesses reporting work-related injuries or illnesses to TCCC which may be affected by culture, societal norms and/or local laws and\nregulations. To the extent an LTI is not reported, it would not be included in the LTIR calculation.\n2 Global Ventures is an operating segment that includes Costa coffee, Monster beverages, innocent juices and smoothies, and dogadan tea.\n3 Starting in 2021, fatalities are no longer reported as LTIs. Fatalities that may occur are documented and governed through a separate incident management and crisis resolution process.\nThe Coca-Cola Company 2021 Business & ESG Report 82"
    },
    {
      "page": 83,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nINDICATOR NAME CRITERIA\nWater replenished4 The intent of the replenish program is to develop a global portfolio of Community Water Partnership (CWP) projects that yield an annual volumetric water benefit equivalent to the company’s annual\nglobal sales volume. Water replenish is defined as the ratio of the volume of water safely provided to communities and to nature by the CWP portfolio divided by the sales volume of company beverage\nproducts as disclosed in the 2021 10-K.5 Volumetric project benefits are quantified using TCCC’s peer reviewed methodology as outlined in the Corporate Water Stewardship: Achieving a Sustainable\nBalance paper published in the Journal of Management and Sustainability in November 2013, or the methodology described in Volumetric Water Benefit Accounting (VWBA): A Method for Implementing\nand Valuing Water Stewardship Activities (2019), which builds on the 2013 paper.\nThere are three primary CWP project types:\n1. Watershed Protection and Restoration\n2. Water Access and Sanitation\n3. Water for Productive Use\nWhile public education, awareness programs and business engagement on water policy reform are critical responses to water risks and challenges, the water replenish contributions from\nsuch efforts cannot reliably be quantified and are not included in the water replenish indicator. As many replenish projects are co-financed with partners, TCCC claims the portion of the total water\nbenefits equivalent to the company’s cost share for the project. TCCC also claims the annual water benefits from each project following a benefit duration framework of up to 15 years as long as\nthe projects remain in productive service; benefits of reforestation and land conservation projects may be claimed for up to 20 years with documentation that ecosystem services and biodiversity\nare being achieved.\nFor individual projects with benefits greater than 5% of global sales volume, benefit caps are unchanged from 2020, which are based on 5% of global sales volume or 100% of the business unit sales\nvolume, whichever is greater.\nWater use ratio Water use ratio (efficiency) is defined as liters of water used per liter of product produced. Total water used is the total of all water used by TCCS in all global production facilities and co-located\ndistribution centers, from all sources, including municipal, well and spring, surface, sea, and collected rain. This includes water used for: production; water treatment; boiler makeup; cooling (contact\nand non-contact); cleaning and sanitation; backwashing filters; irrigation; washing trucks and other vehicles; kitchen or canteen; toilets and sinks; and fire control. This does not include return water\nor non-branded bulk water donated to the community. Liters of product produced include all production, not just saleable products.\nPercent of recycled material used in select global primary Recycled material used in select global primary consumer packaging6 is expressed as a percent of packaging material used in manufacturing as occurring within TCCS, not within co-packing\nconsumer packaging (“Recycled content”) operations.\nSelect global primary consumer packaging includes the following for TCCS:\n• Aluminum cans\n• Beverage cartons (e.g., aseptic fiber packaging, including juice boxes)\n• Non-refillable glass bottles\n• Non-refillable PET bottles\n• Refillable glass bottles\n• Refillable PET bottles\n• Steel cans\nCoffee cups, coffee pods, tea bags, fountain cups and cold drink cups, other (e.g., aluminum bottles and prepackaged non-refillable plastic cups) and food packaging are excluded.\nRecycled material is comprised of pre-consumer7 and/or post-consumer8 material. Metric tonnes of recycled material in packaging (e.g., PET, cartons, steel) is collected based on weight purchased and\nreceived throughout the year (e.g., invoices, goods received). For glass and aluminum packaging, recycled material percentages for the year are self-reported by suppliers and applied to the packaging\nfootprint. In some cases, the supplier-provided percentages for the year are primary data; in other cases, the percentages are estimated or based on supplier-provided country or industry averages.\nWhen recycled content for the reporting period is not provided or is not available, zero is assumed.\nPackaging footprint is defined as the total packaging used, in metric tonnes, for the specific packaging type. Packaging data is calculated based upon packaging volumes delivered to facilities or\npackaging entered into production in a calendar year.\n4 Methodology used in 2021 remains unchanged from prior years. In 2022, TCCC expects to report on water replenished in accordance with its 2030 Water Security 6 Primary consumer packaging represents that in direct contact with the product itself.\nStrategy. 7 Material from industrial waste streams that have been diverted to recycling. Reworked or reground material within the same facility does not count towards this\n5 Sales volume is measured in number of unit cases (or unit case equivalents) of company beverage products directly or indirectly sold by the company and its category.\nbottling partners (“Coca-Cola system”) to customers as reported by TCCC and the bottlers to TCCC and disclosed in the 2021 10-K. A ‘‘unit case’’ is a unit of 8 Material generated by households or facilities in their role as end-users of a product which can no longer be used for its initial intended purpose.\nmeasurement equal to 192 U.S. fluid ounces (5.678 liters) of finished beverage (24 eight-ounce servings). Refer to TCCC 2021 10-K for additional information regarding\nthe 2021 measured unit cases.\nThe Coca-Cola Company 2021 Business & ESG Report 83"
    },
    {
      "page": 84,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nOverview Financial & Portfolio Data Packaging Water Greenhouse Gas Emissions & Waste Workplace, Safety & Giving Back Human Rights & Agriculture Assurance Statement\nINDICATOR NAME CRITERIA\nPercent of the equivalent bottles and cans introduced Collection rate represents a weighted average of national collection rates, collected for recycling rates or refillable rates by packaging type to TCCS’s sales in units to express the percent\ninto the market that were collected and refilled or collected of equivalent bottles and cans introduced into the market that were collected and refilled or collected for recycling for the year.\nfor recycling (“Collection rate”)\nCollection rates are determined by country for each packaging type based on either national studies (approximately 80%), plant standards (approximately 19%), or internal estimates (approximately 1%).\nNational studies are performed by external third parties such as governments, industry organizations, nongovernmental organizations, recyclers, and consultancies, which may include those engaged\nby TCCC (See Note A). A plant standard9 is applied for refillable glass and PET packaging. Internal estimates are used where they are dependent on third-party (e.g., recycler or waste picker) data and\nassumptions. Where data is not available, recycling rates are assumed to be zero. In addition to assessing the body performing the study to determine recycling rate, we consider the alignment of\ngeographic scope, sector scope, issuing data, unit of measure and timing of studies performed.\nSales in units are measured for the following select primary consumer packaging types:\n• Aluminum cans\n• Beverage cartons (i.e., aseptic fiber packaging, including juice boxes)\n• Non-refillable glass bottles\n• Non-refillable PET bottles\n• Pouches\n• Refillable glass bottles\n• Refillable PET bottles\n• Steel cans\n• Other (e.g., aluminum bottles and pre-packaged non-refillable plastic cups)\nCoffee cups, coffee pods, fountain cups and cold drink cups, and food packaging are excluded.\nNote A: Hundreds of source documents were provided by operating units and bottlers to determine collection rates. Collection rates used represent the best information at the time of publication of\nthis report, which is generally within three years of publication.\nGlobal gender representation The gender of global full-time, part-time and temporary active corporate employees by management level10 for TCCC is self-reported by employees in TCCC’s Human Resources system\nas of December 31, 2021.\nReported global corporate employees represent approximately 22% of TCCC employees as it excludes those working within the Bottlers Investment Group and Global Ventures as well as newly\nacquired entities CHI, fairlife and BODYARMOR.\nUS Ethnic/Racial representation The ethnicity/race of the full-time, part-time and temporary active TCCC corporate employees with a US work location as self-reported by employees in TCCC’s Human Resources system\nas of December 31, 2021.\nReported US corporate employees represent approximately 89% of the TCCC US employees as it excludes those working within the Bottlers Investment Group and Global Ventures as well as newly\nacquired entities fairlife and BODYARMOR.\nNote 3: Measurement Uncertainties\nThe Subject Matter is subject to measurement uncertainties resulting from limitations inherent in the nature and the methods used for determining such data. The selection of different but acceptable measurement techniques can result in\nmaterially different measurements. The precision of different measurement techniques may also vary.\n9 The plant standard for refillables is calculated as 1-1/n, where n is the number of uses. For refillable glass, uses are capped at n=20 or 95% collection rate. For refillable PET, uses are capped at n=5 or 80% collection rate.\n10 Senior Leadership is defined as employees with Job Grades 14 and above, Middle Management as Job Grades 10-13 and Professionals as Job Grades 9 and below as recorded in the Company’s Human Resources systems.\nThe Coca-Cola Company 2021 Business & ESG Report 84"
    },
    {
      "page": 85,
      "text": "Executive Summary CEO Message Our Company Water Portfolio Packaging Climate Agriculture People Operations Data Appendix Frameworks\nReporting Frameworks & SDGs\nIn a separate PDF document available here, we Global Reporting Initiative (GRI) GRI provides a globally recognized framework for\ncompanies to measure and communicate their\nindex the contents of this report to several reporting Task Force on Climate-related Financial environmental, economic, social and governance\nDisclosures performance. We prepared this report in accordance\nframeworks and standards.\nwith the GRI Standards: Core option. This is the eleventh\nThe Sustainability Accounting Standards consecutive year that these reporting principles have\nBoard (SASB) informed our reporting process, and we assess our\nprogress against these guidelines. In this report, the\nThe United Nations Global Compact (UNGC) GRI General Disclosures are solely for The Coca-Cola\nCompany. For all other indicators, the scope is identified\nUN Guiding Principles Reporting in the referenced documents. Beyond reporting on\nFramework (UNGPRF) performance indicators required by the GRI, we report\non additional indicators important to our broad range\nThe United Nations Sustainable Development of stakeholders.\nGoals (SDGs)\nThis report also meets the requirements of the UNGC\nAdvanced Communication on Progress and aligns\nwith the UNGPRF, which addresses reporting on\nhuman rights.\nWe review our reporting regularly and aim to be as\nresponsive as possible to our stakeholders’ feedback.\nThe Coca-Cola Company 2021 Business & ESG Report 85"
    },
    {
      "page": 86,
      "text": "coca-colacompany.com\nVersion 3: 6/7/2022"
    }
  ]
}