{
  "company": "ENGIE",
  "year": "2021",
  "pdf_path": "reports/ENGIE/2021/annual_report.pdf",
  "total_pages": 60,
  "pages": [
    {
      "page": 1,
      "text": "2021\nIntegrated\nReport\n* J’agis avec ENGIE."
    },
    {
      "page": 2,
      "text": "ABOUT THIS REPORT\nENGIE’s Integrated Report provides a comprehensive, forward-looking vision of the Group,\nits purpose, ambition, strategy, objectives, governance and value creation. Modeled on the\nreference framework of the International Integrated Reporting Council (IIRC), the Integrated\nReport forms part of an approach that aims to explain how the company creates value by\nreconciling financial and CSR performance indicators. The report was drafted by the CSR\nDepartment and produced with the active involvement of the functional departments and\nBUs that worked throughout the process. The 2021 Integrated Report has been approved\nby the Executive Committee and the Ethics, Environment and Sustainable Development\nCommittee of the Board of Directors of the Group. It has been reviewed by the Statutory\nAuditors, who have validated the compliance of some of its indicators.\nSince 2014, the Group has highlighted its strategic developments and presented, through\nintegrated thinking, the value creation generated by the Group for its stakeholders. The\ninclusion of a purpose in the Group’s bylaws in 2020 marks a major shift. The 2021 report\nprovides examples of how our activities align with this purpose.\nTargeted communication for each of our stakeholders\nInvestors and analysts Individual shareholders Key accounts (industrial and public authorities)\nand individual customers Industrial partners and suppliers Employees\nPublic authorities NGOs and civil society\nIntegrated Report Universal Annual results\nRegistration for 2020\nDocument\nTargets: Targets: Targets:\nSustainability Climate Energy transition\nBook Report dashboard\nTargets: Targets: Targets:\nThis report is ENGIE’s Communication on\nProgress in implementing the principles of the\nUN Global Compact"
    },
    {
      "page": 3,
      "text": "I 01\nPLAN REPORT\nINTRODUCTION As a global leader in energy transition,\nENGIE is working to accelerate the transition\nto a carbon-neutral economy.\nA REFOCUSING The Group redefined its strategic priorities in 2020\nto focus on renewables and energy networks.\nOF ACTIVITIES\nThis strategy is easier for all our stakeholders to\nunderstand and should help us accelerate our growth\nin the key drivers of the energy transition.\nA SIMPLIFIED In 2021, the Group welcomed a new Chief Executive\nOfficer and appointed a new Executive Committee\nORGANIZATION\norganized around its core businesses. The Board of\nDirectors and this new team work in close collaboration\nto ensure the Group’s alignment with its purpose.\nA PURPOSE Adopted by over 99% of the shareholders,\nENGIE’s purpose defines the Group’s mission.\nIN ACTIONS"
    },
    {
      "page": 4,
      "text": "02 I\nINTEGRATED REPORT ENGIE 2021\nA GLOBAL\nLEADER IN ENERGY\nTRANSITION\nENGIE is a world leader in low-carbon electricity production, centralized and decentralized energy networks, and associated\nenergy efficiency services. The Group relies on its key businesses (renewables , energy solutions, networks, thermal, supply)\nto help its customers meet their decarbonization goals.\n1.1 GW\nOur purpose\nis to act to accelerate the transition\nt\nt\no\nh\nw\nro\na\nu\nr\ng\nd\nh\ns\nr\na\ne\nc\nd\na\nu\nr\nc\nb\ne\no\nd\nn\ne\n-n\nn\ne\ne\nu\nrg\ntr\ny\na l\nc o\ne\nn\nco\nsu\nn\nm\nom\npt\ny\ni\n,\no n NI T E\nD STATES & CA\nN A D\nU €5 bn A\nand more environmentally friendly IN REVENUES\nsolutions. The purpose brings 2.5 GW 6,023\nEMPLOYEES\ntogether the company, its employees, 2.1 GW\nOF UHCN*\nits customers and its shareholders, CAPACITY\nand reconciles economic performance 0.5 GW\nwith a positive impact on people and\nthe planet. ENGIE’s actions are\nassessed in their entirety and\nTotal capacities: 4.2 GW (at 100%)\nover time. incl. 3.0 GW renewables\n1.1 GW 0.1 GW\nBuilt through interaction with a large\n2.4 GW\nnumber of internal and external 0.8 GW\nstakeholders, ENGIE’s purpose\nwas presented by the Board of 1.8 GW\nDirectors in February 2020 for a vote\nLATIN AMERICA\nat the General Shareholders’ Meeting\n1.2 GW\n€5 bn\nin May 2020. The text was adopted 12.1 GW IN REVENUES\nwith 99% of the vote and is now 12,338\nEMPLOYEES\nincluded in ENGIE’s bylaws. The\npurpose defines the Group’s mission,\nguides all of its actions and applies to\nits activities and to its value chain\nand the use of its products and\nTotal capacities: 19.5GW (at 100%)\nservices. It is an important milestone\nincl. 14.1GW renewables\ntowards a greater recognition of our\nsocietal mission, as well as an\nextension of existing achievements. Breakdown\nof electricity Nuclear Coal Natural gas Hydropower Solar\ngeneration\ncapacity Other source Biomass and biogas Wind Other\nby technology non-renewables offshore renewables\n& onshore"
    },
    {
      "page": 5,
      "text": "I 03\nGROUP PROFILE AND PURPOSE\n68 mt 31% 24.1% No. 1 No. 1 No. 1\nof greenhouse renewable energy of managers in wind and solar in distribution worldwide in urban\ngas emissions in electricity were women in France in Europe and cooling networks and\n(scopes 1 & 3) production at end-2020 No. 2 No. 3\nfrom energy capacity\nin natural gas worldwide in urban\nproduction at at end-2020\ntransmission heating networks\nend-2020\nin Europe\n0.1 GW 1.2 GW\n5.4 GW 0.2 GW 6.2 GW 0.7 GW\n1.1 GW\n1 GW\n1.1 GW\n0.6 GW 34.8 GW\nEUROPE\nD\nDLE\nEAST/AFRICA\n/O\n€44 bn MI C\nIN REVENUES A / IN € RE 2 V E b N n UES E A\n9.1 GW\nE\n1\nM\n4\nP\n0\nLO\n,8\nY\n1\nEE\n3\nS A\nSI\nE\n1\nM\n3\nPL\n,5\nOY\n2\nE\n9\nES\nN IA\n12.8 GW 5.2 GW\nOF UHCN* OF UHCN*\nCAPACITY 14.8 GW CAPACITY\n1.1 GW\nTotal capacities: 38.4 GW (at 100%) Total capacities: 38.9 GW (at 100 %)\nincl. 12.5 GW renewables incl. 1.9 GW renewables\n(excl. pumped storage)\n0.4 GW 6.2 GW\n4.3 GW\n10.1 GW\n3.1 GW\nGROUP\n€56 bn 52.5 GW\nIN REVENUES\n21.2 GW 172,703\nEMPLOYEES\n20.1 GW\nOF UHCN*\nCAPACITY\n3.3 GW\n* Urban heating and cooling networks Total capacities of electricity generation: 101 GW (at 100%)\nof which 31 GW renewables\n254,000 km gas distribution network\nNuclear Coal Natural gas Hydropower Solar\n40,600 km gas transmission network\nOther source Biomass and biogas Wind Other 3,300 km electricity transmission network\nnon-renewables offshore renewables and 4,000 km in development\n& onshore"
    },
    {
      "page": 6,
      "text": "04 I\nINTEGRATED REPORT ENGIE 2021\nJOINT\nEDITORIAL\nCatherine MacGregor • Chief Executive Officer\nENGIE has published an integrated report since 2014.\nWhy is this an important publication for the Group?\nCatherine MacGregor: The integrated report aims to\npresent, in a succinct and straightforward way, our\nbusiness model and its associated economic, social\nand environmental value creation. It also gives us\nan opportunity to provide an overview of the major\ntrends in the energy sector as well as the Group’s\nstrategic ambitions and priorities in that context.\nWe believe this publication is particularly important\nduring this health crisis, which has highlighted the\ninterconnectedness of our ecosystems.\nJean-Pierre Clamadieu: In 2020, after a unanimous\nshareholder vote, the Group included its purpose in its\nbylaws. Like north on a compass, it is now a touchstone\nfor our strategic choices. We also adopted our 2030\nCSR objectives, which reflect our long-term\ncommitments to our employees and our broader\nenvironment. These objectives also confirm ENGIE’s\nadherence to the Ten Principles of the UN Global\nCompact.\nThis report includes ENGIE’s latest strategic directions\nand its new General Management. What do they mean\nfor the Group?\nJean-Pierre Clamadieu: The urgency of climate change\nhas propelled our sector into a new growth cycle.\nThe strategic directions presented in July 2020 aim to\naccelerate our development in key energy transition\nactivities while boosting our value creation. They\ninvolve refocusing the Group and accelerating our\ngrowth on two of our core businesses, namely\nrenewables and energy solutions. In this context of\ntremendous transformation, I am very pleased to have\nwelcomed Catherine MacGregor as Executive Director\nas of January 1, 2021."
    },
    {
      "page": 7,
      "text": "I 05\nJOINT EDITORIAL\nJOINT\nJean-Pierre Clamadieu • Chairman of the Board of Directors\nCatherine MacGregor: As soon as I joined the\nGroup, a new Executive Committee, whose scope\nof responsibilities is aligned with our strategic\npriorities, was established and we launched our\nplan to simplify the organization. In line with our\nstrategic directions, the installation and multi-\ntechnical maintenance activities, which have very\nfew synergies with our core businesses, will be\nconsolidated into a single entity with independent\ngovernance in order to create a leading global\nplayer. I am committed to carrying out this\nambitious project while engaging in a sustained\nand transparent dialogue with all our\nstakeholders, including employee representatives.\nENGIE has set certain CSR objectives for 2030.\nWhat are the major shorter-term CSR issues?\nCatherine MacGregor: The Group is of course very\nmuch involved in the discussions at the European\nlevel on the transition to a carbon-neutral\neconomy (Green Deal, EU taxonomy, etc.). In the\nlast year or so, awareness of the urgency of\npromoting biodiversity has also increased. This\nyear we wanted to focus on this issue more\nspecifically.\nJean-Pierre Clamadieu: CSR performance and\nfinancial performance are two sides of the same\noverall performance, to which we are fully\ncommitted. We invite you to read and share this\n2021 integrated report, which is the product of\nan extensive effort by our teams as well as our\nstakeholders."
    },
    {
      "page": 8,
      "text": "06 I\nINTEGRATED REPORT ENGIE 2021\nTHE GROUP REDEFINED ITS STRATEGIC PRIORITIES IN 2020 TO FOCUS ON\nRENEWABLES AND ENERGY SOLUTIONS. THIS STRATEGY IS EASIER FOR ALL\nOUR STAKEHOLDERS TO UNDERSTAND AND SHOULD HELP US ACCELERATE\nOUR GROWTH IN THE KEY DRIVERS OF THE ENERGY TRANSITION.\nOF ACTIVITIES"
    },
    {
      "page": 9,
      "text": "I 07\nA REFOCUSING OF ACTIVITIES\n08\nP.\nEnergy market\ntrends\n09\nP.\nA leader in energy\ntransition with an\nindustrial approach\n10\nP.\nMoving toward Net Zero\nCarbon by 2045\nOF ACTIVITIES 11\nP.\nMedium- and long-term\nvalue creation\n15\nP.\nChallenges shared\nby everyone\n16\nP.\nA simplified business\nmodel\n18\nP.\nA core activity for\na low-carbon world"
    },
    {
      "page": 10,
      "text": "08 I\nINTEGRATED REPORT ENGIE 2021\nENERGY MARKET TRENDS\nThe energy sector at the center of the climate issue The EU has been one of the first economies to respond\nto calls for a green stimulus. Through its commitment to\nThe energy sector bears significant responsibility for global\ncolossal stimulus plans, it has made the granting of its aid\nwarming since 75% of greenhouse gas emissions come from\nsubject to environmental conditions – green investments\nenergy combustion. But a large part of the solutions depend\nwill have to represent at least 37% of funds paid to Member\non it as well. The two avenues for reducing GHG emissions\nStates – and has prioritized the development of renewable\nare the reduction and decarbonization of energy\nelectricity and hydrogen production capacity, building\nconsumption and the development of renewable energy.\nrenovation, railways, and electric and hydrogen vehicle\nEnergy efficiency has the potential to reduce global energy\ncharging, as well as the circular economy.\nconsumption by more than a third. Renewable energies,\nboth electrical and gaseous (biomethane, green hydrogen) France announced in September that 30% of its stimulus\nhave seen their capacity increase by 50% in 2020, or an package would be earmarked for the energy transition\nadditional 260 GW. They can enable a near-total (thermal renovation of buildings, aid for industrial\ndecarbonization of electricity production and tackle the decarbonization, environmental bonus, trade-in incentives\npoints of resistance that are mobility and energy-intensive for the purchase of clean vehicles, and transformation of the\nindustries, while promoting short circuits. agricultural sector).\nThe new US administration has also made the fight against\nDespite the health crisis, the transition\nglobal warming central to its stimulus plan, alongside the\nto a decarbonized world is accelerating\nfight against social inequality.\nThe Covid-19 health crisis, with its lockdown measures\nand their economic fallout, caused a 6% decline in energy The acceleration of decarbonization in 2020\nconsumption, a 20% reduction in investments and a collapse was also driven by the stimulus plans\nin energy prices in 2020. It also caused CO emissions to fall\n2 The pandemic led to stimulus plans that prioritized\nby a record 9% and return to their 2010 levels.\nsustainable climate investments. The proposals of the\nThe decline in CO emissions is the combined result of the\n2 “Citizens’ Convention” (Convention Citoyenne) in France\neconomic slowdown and the climate policies implemented\nshowed that there is a desire for our societies to take\nover the last decade, which set off a downward trend\ndecisive steps toward energy efficiency, sustainable\nin Europe, the United States and Japan. Taking a closer\ntechnologies, and green mobility or to encourage changes in\nlook, the health crisis had a greater adverse impact on\nbehavior and consumption.\ncarbon-based energy and demonstrated the resilience of\nsustainable technologies: while oil demand fell by 9%, coal The emergence of a consensus around carbon\ndemand by 8% and electricity production by 5%, electrical neutrality for the middle of the century.\nrenewable energy grew by 5% due to low marginal costs.\nSimilarly, investments in green technologies and energy Despite the Covid-19 crisis, the international community\nefficiency have been relatively unscathed (-6%) compared was also able to adhere to its climate agenda. Carbon\nwith investments in fossil fuels (-30%). neutrality by 2050 has been announced as an official target\nby nearly 70 countries (EU, United Kingdom, Norway, Japan,\nThe energy transition is central etc.), joined in September by China by 2060 (Joe Biden put\nto the stimulus plans the US back in the Paris Agreement and has said he is in\nfavor of carbon neutrality by 2050 or earlier), as well as\nDue to their exceptional scale, far greater than the cost of\nby a hundred or so cities and as many companies that are\nthe energy transition, stimulus packages could be a historic\nstructuring this approach around labels such as the Science-\nopportunity to make the leap to a decarbonized world; this\nBased Targets (SBTs).\nis all the more true since “green” recovery offers higher\npotential than traditional recoveries. Green stimuluses rely In order to be on this trajectory, the EU has set itself an\non the economic growth potential of green investments, emissions reduction target of 55% by 2030 (vs 1990).\nwhich are facilitated by near-zero interest rates, short-term\njob creation, the building of resilient systems, and the higher\ncost of doing nothing."
    },
    {
      "page": 11,
      "text": "I 09\nA REFOCUSING OF ACTIVITIES\nA LEADER IN ENERGY TRANSITION\nWITH AN INDUSTRIAL APPROACH\nENGIE has refocused its growth priorities around renewables and decentralized\nenergy infrastructures. In line with its strategy, the Group has set clear objectives\nand in particular operational excellence.\nA alignment of our strategy with the expectations Refocusing to create two customer solution leaders\nof our markets\nENGIE has launched a strategic review of its Client Solutions\nThe increasingly ambitious climate commitments made activities, with the objective of focusing on developing\nby territories and companies continue to strengthen the decentralized energy networks and associated services\nalignment between our core businesses and our clients' (urban heating and cooling networks, decentralized power\nneeds. This is particularly true in our most mature markets, and on-site utilities production, energy efficiency).\nsuch as Western Europe and the United States. In this The Group's ambition is to increase its distributed\ncontext, the strategic directions taken in 2020 appear all the infrastructure capacity by 8 GW by 2025 to reach 32 GW. In\nmore relevant: addition, ENGIE is creating a new entity, a leader in multi-\ntechnical services, which is intended to become autonomous\n• Growth in renewable energies and decentralized\non July 1, 2021.\ninfrastructures, now grouped within the Energy Solutions\nGBU;\nRelying on our Infrastructure and Thermal businesses\n• Selective rebalancing of our exposure to gas and electricity to accelerate the development of green gas\ninfrastructures in France and internationally;\nBiomethane and renewable hydrogen contribute to the\n• Refocusing our services activities and our geographical greening of uses that are highly dependent on fossil fuels\nfootprint. and will eventually play a role in balancing a decarbonized\nelectricity system at a lower cost.\nAccelerate in Renewables to reach a capacity\nThe efficient operation of gas networks and thermal power\nof 50 GW by 2025\nplants as well as their adaptation to the development of\nThe Group plans to increase the share of its growth green gas will be a priority for the Group in the coming\ninvestments in renewables to more than 40% over the years. ENGIE aims to produce 4 TWh of biomethane in\nperiod 2021-2023. ENGIE will thus increase from 3 GW over France by 2030.\n2019-2021 to 4 GW through 2025 and 6 GW over 2026-\nRegarding hydrogen, ENGIE is committed to installing around\n2030 of additional annual capacity.\n4 GW of electrolyser capacity by 2030, to commissioning\n700 km of dedicated hydrogen network and 1 TWh of\nstorage capacity. In addition, by 2030, the Group aims to\nBreakdown of €15-16 bn in growth investments\nintegrate 30 TWh of hydrogen into its centralized energy\nin 2021-2023 by GBU\nmanagement portfolio and operate more than 100 refueling\nstations.\n< 10%\n15-20%\n40-45%\n~ €6-7 bn\n+ 49\nGW\n30-35% OF ADDITIONAL RENEWABLES\nCAPACITY IN 2030 VS 2020\nn Renewables n Energy solutions 80 GW OF RENEWABLES CAPACITY IN 2030\nn Networks n Thermal, Supply\nand Others"
    },
    {
      "page": 12,
      "text": "10 I\nINTEGRATED REPORT ENGIE 2021\nMOVING TOWARD NET ZERO CARBON\nBY 2045\nIn line with its purpose and its strategy, the Group announced a tougher climate target in the first\nhalf of the year.\nAchieving carbon neutrality by 2045 Helping our customers to decarbonize\nThe Group is committed to achieving Net Zero Carbon by The Group announced a new target for 2030: helping its\n2045 for all its emissions scopes. Net Zero Carbon will be customers avoid 45 mt of CO eq emissions. In 2021, this\n2\nreached by means of a well-below 2°C trajectory, which the indicator will replace the previous indicator expressed as\nSBT initiative will be asked to certify. The Group is involved the proportion of our offers proposing an alternative option\nin the Business ambition 1.5°C coalition which is part of the contributing to decarbonization. This objective is grounded\nCOP 26 Race to Zero campaign. ENGIE will only invest in in a methodology developed with external partners (WBCSD,\nprojects and regions consistent with its long-term goal of ISO, ADEME (French Agency for the Environment and Energy\nreducing its GHG emissions. This will, in particular, result in Management), Saint Gobain, Suez, Solar Impulse, Net Zero\nthe inclusion of fugitive emissions from gas networks, all Initiative). This offer is based on a dozen ENGIE products\nemissions from purchases, and emissions from the Group’s and services, such as green energy production, decentralized\nworking methods. energy networks and associated services, the sale of energy\nThe Group will continue to allocate carbon budgets to each saving certificates, carbon certificates and the purchase or\nof its activities and to take carbon pricing into account in all resale of green energy.\nits short-, medium- and long-term investment decisions.\nAligning with a well-below 2°C trajectory\nThis trajectory relies on interim targets for the two highest-\ncontributing categories: GHG emissions from energy\nproduction and GHG emissions from the use of products Jean-Pierre Clamadieu\nsold. It is based on the planned withdrawal from coal by Chairman of the Board\nof Directors\n2025 in Europe and by 2027 in the rest of the world.\nWithdrawing from coal-fired electricity production ENGIE is back on the offensive\nand will become a leader\nThe Group presented its plan to withdraw from coal by\n2027. To deliver on this plan, ENGIE will first prioritize the in energy and climate\nclosure of these sites, then their conversion to low-carbon transition.\nenergy, and will lastly disposed of them, if it is impossible to\nclose or convert them due to local restrictions. The Group is\ncommitted to disclosing these exit strategies on a basis in an\neffort to lead a just transition.\nA refocused Group\nNumber of coal-fired power plants\n(under baseline scenario of coal exit plan) The Group’s refocusing on its strategic activities is also\n10 reflected in:\n• The acceleration of the program to rotate assets that\n4 are no longer in line with strategic trajectories: the\nGroup’s shares in SUEZ (most of which were sold in\nOctober 2020), strategic review of ENDEL and GTT,\n4 and the announced partial disengagement from EV\nBox and total in ENGIE EPS.\n2 0 • The creation of a new entity, provisionally named\nBright, which will become more autonomous and be a\n2020 Closings Conversions Disposals 2027\nleader in multi-technical services in Europe and\nworldwide. A new phase of social dialogue has begun\nCoal power generation (GW @100%)\nwith the starting of the European Works Council\n15.1 consultation in mid-February.\n• The refocusing of the geographic presence in less\nthan thirty countries: the aim is to be one of the\nthree leading groups in the geographical areas where\nENGIE intends to remain and to densify its operations\nin those regions.\n4.3\n1.8\n0.8\n0\n2015 2020 2023 2025 2027"
    },
    {
      "page": 13,
      "text": "I 11\nA REFOCUSING OF ACTIVITIES\nMEDIUM- AND LONG-TERM VALUE CREATION\nBecause value creation has several dimensions, ENGIE set new objectives in three\ncategories: people, the planet and economic prosperity.\nTo achieve its mission, the Group “reconciles economic Conventions; and in relation to strong current challenges\nperformance with a positive impact on people and the planet.” such as reducing inequality. The Group already has a number\nThese positive impacts have been structured in relation to of indicators for monitoring these impacts, which were\nthe United Nations Sustainable Development Goals (SDGs), chosen in consultation with the Departments affected:\nusing the Stockholm Resilience Centre planetary boundaries Purchasing, France Institutions and Territories Department,\n(which define the ecosystems necessary for life on Earth) Ethics & Compliance, Human Resources, Global Care and CSR.\nand founding texts such as Human Rights or ILO Framework\nPeople\n– long-term objectives\nImpact Theme Indicator 2019 Results 2020 Results Objectives SDGs\n2030\nl Percentage of women in Group\nSupporting and 23.5% 24.1% 50%\nmanagement\nassisting\nhuman development Gender diversity France: 72 France: 87\nin our Gender Equity Index Rest of Rest of 100/100\ncompany world: 72 world: 80\nAction plan established to achieve objectives:\n• Development of remediation action plans in all Group entities in 2020\n• Process reviews\n• Implementation of a monitoring tool\nl l l l Lost time injury frequency rate for Group\nHealth and safety 3.3 2.7 ≤ 2.9\nemployees and subcontractors on closed sites\nAction plan established to achieve objectives:\n• Managerial safety inspections\n• Identification of potentially serious situations and events\n• Annual communication campaign\nl Incorporated in the Vigilance Plan l Incorporated in the Commitments Committee reviews (CSR matrix) l Incorporated in the compensation criteria for the CEO and\ntop managers l Actions vis-a-vis suppliers"
    },
    {
      "page": 14,
      "text": "12 I\nINTEGRATED REPORT ENGIE 2021\nEven more ambitious decarbonization targets for 2030\nENGIE’s first decarbonization targets were certified by the SBTI (Science Based\nTargets initiative) in February 2020, making the Group one of the first multi-energy\ncompanies to receive this certification.\nThese targets are a reduction between 2017 and 2030 of:\n• 52% in the rate of emissions per kWh from the Group’s energy production\n• 34% in emissions related to the Group’s use of products sold.\nThese two greenhouse gas emissions reduction targets concern more than 90% of the\nGroup’s 2017 emissions. They demonstrate ENGIE’s commitment to respecting the\nParis Agreement and constitute a step towards the Group’s Net Zero Carbon. As of\nMay 2021, the Group is working on new and even more ambitious decarbonization\ntargets with a view to well-below 2°C certification.\nPlanet\n– Long-term objectives\nImpact Theme Indicator 2019 Results 2020 Results Objectives SDGs\n2030\nBeing exemplary\nin deploying our l l l l GHG emissions (scopes 1 and 3) related\nown carbon-neutral to energy production (mt CO 2 eq)\ntransition 75* 68 43\nIn line\nwith commitments\nGHG emissions\nl l GHG emissions related to the use of products\nsold (in mt CO eq)\n2\n60 62 52\nIn line\nwith commitments\nDevelopment of l Share of renewable energy in the electricity\n28% 31% 58%\nrenewables production capacity mix\nAction plan established to achieve objectives:\n• Finalization of the plan to withdraw from coal in 2027, in Europe starting in 2025\n• Acceleration of the development plan in renewable energy, focusing on all technologies, whether mature\nor innovative, in view of the challenges associated with Net Zero Carbon\nDecarbonization\nOffer an alternative that contributes to decar-\nbonization (indicator replaced in 2021 by the nd 51% 100%\nindicator below)\nMaking our customers\nHelping our customers to decarbonize: emissions\nand suppliers\navoided by using ENGIE’s products and services NA 21 Mt 45 Mt\nplayers in their\n(mt CO2 eq)\ntransition to\ncarbon neutrality\nl Share of preferred suppliers (excluding energy\nNA 15% 100%\npurchasing) SBT certified or aligned\nAction plan established to achieve objectives:\n• Customers: Implementation of monitoring in the CRM (Customer Relationship Management) tool\n• Suppliers: Raising awareness among preferred suppliers, launching supplier interviews to approve their level\nof maturity and encouraging them to define reduction targets in line with those of ENGIE\nl Incorporated in the Vigilance Plan l Incorporated in the Commitments Committee reviews (CSR matrix) l Incorporated in the compensation criteria for the CEO and\ntop managers l Actions vis-a-vis suppliers\n* The 2019 data have been restated for GHG emissions from steel gases, as indicated in the URD (§3.5.3 – page 99)"
    },
    {
      "page": 15,
      "text": "I 13\nA REFOCUSING OF ACTIVITIES\nEconomic prosperity\n– Short and medium-term objectives\nImpact Indicator 2019 2020 Financial outlook Deadline\nResults Results\nCreating sustainable Growth investments €7.2 bn €4 bn €15 bn–€16 bn 2021-2023\nvalue\nAsset rotation program (disposals) €2.8 bn €4.2 bn €9-10bn 2021-2023\nPerformance program €330 m €670 m €600 m 2021-2023\n€9.9 - 10.3 bn 2021\nEBITDA €10.4 bn €9.3 bn\n€10.3-10.7 bn 2023\n€5.2 - 5.6 bn 2021\nl EBIT €5.8 bn €4.6 bn\n€5.7-6.1 bn 2023\nl Net economic debt/EBITDA ratio 4,0x 4,0x ≤ 4,0x 2021-2023\n€2.3 - 2.5 bn 2021\nl Net recurring income, Group share (NRIgs) €2.7 bn €1.7 bn\n€2.7-2.9 bn 2023\nDividend payout rate/Net recurring income, 65-75 % with €0,65\n0 % 75 % 2021-2023\nGroup share floor dividend\nCredit rating Strong investment grade 2021-2023\nl Incorporated in the Vigilance Plan l Incorporated in the Commitments Committee reviews (CSR matrix) l Incorporated in the compensation criteria for the CEO and\ntop managers l Actions vis-a-vis suppliers\nThe 2021-2023 financial guidance aims to ensure sustainable Group growth shared with its stakeholders, including its\nshareholders, while guaranteeing its ability to invest in its future.\nRecognition of ENGIE by international indices and rating agencies\nMain indices Credit rating at March 26, 2021\nThe Group is present on the main financial indices (CAC 40, DJ\nEuro Stoxx 50, Euronext 100, FTSE Eurotop 100 and MSCI Europe)\nand non-financial indices (DJSI World, DJSI Europe, Euronext\nVigeo Eiris - Eurozone 120/Europe 120/France 20, MSCI EMU\nESG, MSCI Europe ESG, EuroStoxx 50 ESG, Stoxx Europe 600 ESG, Baa1 BBB+ A-\nStoxx Global 1800 ESG, and CAC40 ESG). Baa2 BBB BBB+\nCSR rating Moody’s S&P Fitch\nENGIE favors rating agencies with which the Group can undertake and\ndevelop constructive relationships to improve its CSR performance. The Sector: EnBw, EDF, ENEL, Iberdrola, Orsted, SSE, EON, Fortum, Naturgy,\nEDP (+ Vattenfall for S&P) , (+ Vattenfall + RWE for Moody’s) , (+ RWE for Fitch)\nratings from five agencies – SAM, VE, CDP Climat, MSCI and Sustainalytics\n– are included in the compensation criteria for the Chief Executive\nOfficer’s 2021 variable component.\nENGIE Sector average\nA\nA-\n81\nA (1) 75\nA1+ B B\n/65 BBB (2)\n51 45\n45\n2020 2020 Climate 2020 Water 2020 2020 2020 2020\n(S&P) (Moody’s)\n(1) Ranking of 21 out of 55 in the multi-utility sector\n(2) Median of multi-utility sector"
    },
    {
      "page": 16,
      "text": "14 I\nINTEGRATED REPORT ENGIE 2021\nThe Group’s key commitments\nENGIE informs its collective approach by listening to its stakeholders in order to\nensure long-term shared value creation.\nSocietal commitments\nDiversity\nAnti-discrimination\nand harassment\nYouth employability\nTaxation\nEnvironmental commitments\nGeneral commitments\nClimate\nGreenhouse gas\nemissions\nCarbon pricing\nBiodiversity\nWater"
    },
    {
      "page": 17,
      "text": "I 15\nA REFOCUSING OF ACTIVITIES\nENGIE surveyed its stakeholders on their perception of our challenges.\nFundamental challenges\n3\nDiversity & inclusion Occupational Business ethics Security and resilience 2\nin the workplace health & safety & conformity of installations\n1\n1 2 3\nMaterial Major Decisive\nissues issues issues\nLow carbon\ntransformation\nEnergy efficiency and Sustainable growth\nsufficiency\nResponsible Leadership &\nGovernance Renewable electricity\ngeneration\nSustainable finance\nGreen gases\nCentralized and decentral-\nized energy infrastructures\nImpact and development\nof communities\nDialogue with Agility & and stakeholders\nour customers Innovation\nDigital\nSkill & Employee\nengagement\nSustainable supply chain (goods, Preservation of biodiversity,\nservices, energy) water and the environment\nCircular economy\nValue creation for ENGIE\nsredlohekats\nrof\necnatropmI\nCHALLENGES SHARED BY EVERYONE\nLevers of\nvalue creation\nStrategic\nPriorities\nStructural bases\nfor activities\nAnne Chassagnette\nGroup Director of CSR and CEO of the Rassembleurs d’Énergies\nimpact investment fund\nFor ENGIE, the materiality analysis is a real strategic exercise used to identify the\nimpact of sustainable development issues on our businesses and our strategy. This year\nwe have therefore made a distinction between issues that are fundamental for us, but\nshared across multiple business sectors, and strategic issues that have consequences\nfor the Group’s transformation and its business model. That is the case for the low-\ncarbon transformation and sustainable growth issues, as well as issues associated\nwith our strategic priorities: renewable energy and gas, energy networks and energy\nefficiency and sufficiency. Employee engagement and responsible governance, as well\nas sustainable finance, will of course also be essential levers for ensuring that ENGIE’s\nactions are consistent with its purpose."
    },
    {
      "page": 18,
      "text": "16 I\nINTEGRATED REPORT ENGIE 2021\nA SIMPLIFIED BUSINESS MODEL\nREFOCUSED ON ITS CORE ACTIVITIES, THE GROUP’S BUSINESS MODEL DEMONSTRATES ITS ABILITY\nTO CAPITALIZE ON ITS STRENGTHS TO IMPLEMENT ITS STRATEGY.\nRESOURCES\nFinancial capital\n• €34 billion in shareholders’ equity RENEWABLES\n• €13.3 billion in cash\n• €22.5 billion in financial net debt\n• 4.0x economic net economic debt/EBITDA\nIndustrial capital\n• €4 billion growth Capex\n• €2.4 billion maintenance Capex\n• €1.3 billion in financing THERMAL\nof nuclear provisions\nIntellectual capital\n• 900 researchers\n• €190 million allocated to R&D\n• €50 million invested\nin start-ups in 2020\n• €180 million invested\nin ENGIE New Ventures\nHuman and societal capital\n•\n2\n1\n1\n7\n.5\n2\n%\n,7\na\n0\nre\n3\nw\ne\no\nm\nm\np\ne\nlo\nn\ny\n,\ne\na\ne\nn\ns\nd\n, o\n2\nf\n4\nw\n.1\nh\n%\no m\nE\nNERGY SUPP\nLY\nof managers are women\n• 29,481 hires\n• 70.1% of employees trained\n• 3.5% on work-study programs\n• 25.1% of senior managers of\nnationalities other than Belgian or French\n• €35 million invested\nby Rassembleurs d’Energies\nNUCLEAR\n• €7.8 million annual endowment\nfor the ENGIE Foundation\nNatural capital\n• 285 TWh of primary energy consumption\n(excluding own consumption)\n• 76.8 million m3 of water consumed\n• €553 million in environmental\nexpenses (investments and recurring expenses\nrelated to environmental protection)"
    },
    {
      "page": 19,
      "text": "I 17\nA REFOCUSING OF ACTIVITIES\nA SIMPLIFIED BUSINESS MODEL Acting to accelerate the transition toward a carbon-neutral economy, through reduced energy consumption\nand more environmentally friendly solutions. The purpose brings together the company, its employees, its\ncustomers and its shareholders, and reconciles economic performance with a positive impact on people\nand the planet. ENGIE’s actions are assessed in their entirety and over time.\nVALUE CREATION\nenvironmentally friendly solutions\nN E\nRGY SOLUTIO\nN\n• 3\na\n1\nn d\nG\n4\nW\n.2\no\nG\nf\nW\nr e\nu\nn\nn\ne\nd\nw\ne\na\nr\nb\nc\nl\no\ne\nn\ne\ns\nl\nt\ne\nr\nc\nu\nt\nc\nr\nt\ni\ni\nc\no\nit\nn\ny production capacity ✔\nE S\n• 20.1 GW of heating and cooling capacity\nin urban networks\n• 284 GWh of biomethane production\n…that bring together employees,\ncustomers and shareholders\n• 83% of employees describe themselves\nas engaged1\nTI- T\nECHNICAL\nSE\nR\nV\n•\n•\n3\n7\n.2\n6\n%\n%\no\no\nf\nf\ns\np\nh\nr\na\ni\nr\nv\ne\na t\nc\ne\na p\nc\ni\nu\nt\ns\na\nt\nl\no\nh\nm\ne\ne\nld\nr s\nb\ns\ny\na\ne\nti\nm\nsfi\np\ne\nlo\nd\nyees\nU L IC • €0.53 dividend per share to be paid out\nE\nM S for fiscal year 20202\n• 100% of industrial activities covered\nby a mechanism for dialogue with\nstakeholders. ✔\n...and reconcile economic\nperformance\n• €9.3 billion in EBITDA\n• €7.1 billion in cash flow from\noperations\n• €1.7 billion in Net recurring\nNETWORKS\nincome, Group share\n• 6.0% ROCEp3\n• Strong investment grade\n…with a positive impact on\npeople and the planet\n• 52% reduction in scope 1-specific\nCO emissions for energy production\n2\ncompared to 2012 ✔\n• 51% of offers proposing an alternative\nE\nMENT AND\nO T option contributing to decarbonization\nG H\nN A E R • 11.5 million beneficiaries of\nA A access to sustainable energy programs\nM C\nY\nT\nI\n• 70% of preferred and major suppliers with a\nG V controlled CSR risk according to ECOVADIS\nR TI\nE\nN\nEI • 45% of suppliers in France are SMEs\nE S • €1.8 billion paid in income tax, other taxes and\nlocal taxes\n• 331,600 full-time equivalents supported in France\n(direct, indirect and induced jobs)\n✔ 2020 target achieved\n1 Selon enquête ENGIE&Me • 2 subject to approval of the resolution at the GSM on May 20, 2021 • 3 Return on productive capital employed"
    },
    {
      "page": 20,
      "text": "18 I\nINTEGRATED REPORT ENGIE 2021\nA CORE ACTIVITY\nFOR A LOW-CARBON WORLD\nThe Group relies on its activities to offer its customers competitive, high value-\nadded solutions that enable them to achieve their carbon-neutrality targets.\nRENEWABLE ENERGY\n• The Group’s growth driver\n• World leader in renewable electricity production\n4,032\n• No. 1 independent hydroelectric producer in Brazil, and No. 2 hydropower\nemployees\noperator in France\n• Robust development platforms in Europe, Latin America\nand North America\n• Pioneer in floating offshore wind\n€2.5 bn €1.6 bn\nin revenues EBITDA\nin 2020\nBUSINESS CASE:\nIn 2021, ENGIE will supply the University of Flinders (Australia) with 100% renewable energy.\nThe five-year power purchase agreement (PPA) will provide 92 GWh of electricity sourced from the ENGIE Willogoleche wind\nfarm. This PPA is in line with the City of Springfield’s net zero carbon energy road map. It aims to explore the possibility\nof rolling out local green energy production solutions and energy efficiency actions in line with the ambitions of the 2025\nsustainable development plan set by the university.\nENERGY SOLUTIONS\n• The Group’s growth driver\n• ENGIE is the world leader in cooling networks and No. 3 in heating networks\n120,967 • Activities simplified and refocused around distributed energy networks and\nassociated energy efficiency services\nemployees\n• Networks that distribute low-carbon energy based on a long-term contractual\nmodel\n• Energy efficiency services to provide customers with comprehensive support\nand help them meet their decarbonization targets\n€20.1 bn €1.2 bn\n• Ambitious growth targets in line with the positive market outlook\nin revenues EBITDA\nin 2020\nBUSINESS CASE:\nOrange joins forces with ENGIE for its renewable energy supply\nThe power purchase agreement (PPA) signed between Orange and ENGIE for a 15-year term will make it possible to develop two\nnew solar projects totaling 102 MWc in France. The two solar farms will be commissioned no later than January 1, 2023."
    },
    {
      "page": 21,
      "text": "I 19\nA REFOCUSING OF ACTIVITIES\nNETWORKS\n• The Group’s traditional core business\n• No. 1 natural gas distribution network in Europe, No. 1 natural gas\n22,171 transmission network in France and No. 2 in Europe, No. 1 storage and\nemployees terminal operator in France and No. 2 storage operator in Europe\n• Our goal: to be recognized as a leading player in energy transmission and\nstorage in France and internationally\n• In France, the development of green gases (biomethane and hydrogen), the\n€6.7 bn €3.9 bn upgrades to our networks and our operational performance are our activity’s\nin revenues EBITDA three priorities\nin 2020\nBUSINESS CASE:\nA cutting-edge technological innovation, the GRHYD project is the first Power-to-Gas demonstration in France.\nIt allows the transformation of surplus renewable electricity into hydrogen through electrolysis of water, thus making it possible\nto store and use it. This project, for which a pilot has been launched in the Urban Community of Dunkirk, will supply 100\nhomes and a boiler plant. Ultimately, a fleet of about 50 NGV buses adapted to the hydrogen-natural gas mix will run on this\nenergy. Offering a new method to recover and store renewable energy, this technology constitutes an alternative with lower CO\n2\nemissions than natural gas.\nTHERMAL\n• The production of thermal energy, which complements renewable electrical\n5,092 energy, is a key lever for a competitive energy transition\nemployees • The Group’s traditional core business\n• In addition to its plan for withdrawing from coal, the Group has developed a\nroad map to decarbonize its gas-fueled power plants, in line with its 2045\nNet Zero Carbon objective.\n€3.2 bn €1.6 bn\nin revenues EBITDA\nin 2020\nBUSINESS CASE:\nENGIE confirms its leading position in electricity production in the Middle East\nIn March 2020, the Group commissioned the Fadhili gas power plant (1.5 GW), a cogeneration plant in Saudi Arabia in which it\nholds a 40% stake. It will produce the equivalent of the electricity consumption of 1.4 million people.\nENERGY SUPPLY\n• Develop new decarbonized energy supply and consumption management\noffers for private customers\n12,700\n• Develop comprehensive green energy supply solutions with a local component\nemployees for business customers, combined with long-term contracts and energy\nefficiency commitments\n€20.9 bn €0.4 bn\nin revenues EBITDA\nin 2020\nBUSINESS CASE:\nGreen electricity and gas for private customers who want to deepen their commitment to a local and environmental approach\nÉlec Vert+ and Gaz Vert+ are packages compatible with ENGIE’s electricity and gas offers. They supply, respectively, electricity\nthat is 100% from hydropower or wind power and gas that is 5% to 100% in the form of biomethane, all from production sites\nlocated exclusively in France."
    },
    {
      "page": 22,
      "text": "20 I\nINTEGRATED REPORT ENGIE 2021\n22\nP.\nAn involved Board\nof Directors\n24\nP.\nIN 2021, THE GROUP WELCOMED A NEW CHIEF EXECUTIVE OFFICER\nA new Management team\nAND APPOINTED A NEW EXECUTIVE COMMITTEE ORGANIZED AROUND\n26 ITS CORE BUSINESSES. THE BOARD OF DIRECTORS AND THIS NEW TEAM\nP.\nWORK IN CLOSE COLLABORATION TO ENSURE THE GROUP’S ALIGNMENT\nAppointments, WITH ITS PURPOSE.\nCompensation and\nGovernance Committee\nP.27 Manager\ncompensation\n28\nP.\nEthics, Environment and\nSustainable Development\nCommittee\nP.29 Climate challenges\n30\nP.\nAudit Committee\nP.31 Risk management\n32\nP.\nStrategy,\nInvestment and\nTechnology Committee\nP.33 Research and\ndevelopment"
    },
    {
      "page": 23,
      "text": "I 21\nA SIMPLIFIED ORGANIZATION"
    },
    {
      "page": 24,
      "text": "22 I\nINTEGRATED REPORT ENGIE 2021\nAN INVOLVED BOARD OF DIRECTORS\nAt the end of the General Shareholders’ Meeting of May 20, 2021, the Board of\nDirectors will be composed of 14 members with various forms of expertise: these\ncomplementary profiles allow it to determine the Group’s strategic directions and\noversee their implementation, in accordance with its purpose and the expectations\nof its stakeholders.\nJean-Pierre Clamadieu Catherine MacGregor Fabrice Brégier Françoise Malrieu Ross McInnes Marie-José Nadeau Lord Peter Ricketts\nChairman of the Board of Chief Executive Officer • Seniority on the Board1: 4 years • Seniority on the Board1: 9 years • Seniority on the Board1: 2 years • Seniority on the Board1: 5 years of Shortlands\nDirectors Director subject to her • Number of offices held2: 1 • Number of offices held2: 1 • Number of offices held2: 2 • No offices held2 • Seniority on the Board1: 4 years\n• S eniority on the Board1: 2 years appointment by the General • Attendance rate • Attendance rate • Attendance rate • Attendance rate • No offices held2\n• Number of offices held2: 2 Shareholders’ Meeting of May at meetings in 2020: 100% at meetings in 2020: 100% at meetings in 2020: 100% at meetings in 2020: 100% • Attendance rate\n• Attendance rate 20, 2021 at meetings in 2020: 100%\nat meetings in 2020: 100%\nIsabelle Bui Patrice Durand Mari-Noëlle Christophe Agogué Alain Beullier Philippe Lepage • Director representing\n• Seniority on the Board1: 1 year • Seniority on the Board1: 4 years Jégo-Laveissière • Seniority on the Board1: 2 years • Seniority on the Board1: 12 years • Seniority on the Board1: 6 years employee shareholders:\n• Number of offices held2: 1 • No offices held2 • Seniority on the Board1: 5 years • No offices held2 • No offices held2 • No offices held2 to be appointed by the\n• Attendance rate • Attendance rate • Number of offices held2: 1 • Attendance rate • Attendance rate • Attendance rate General Shareholders’\nat meetings in 2020: 100% at meetings in 2020: 100% • Attendance rate at meetings in 2020: 100% at meetings in 2020: 94% at meetings in 2020: 94% Meeting of May 20, 2021\nat meetings in 2020: 94%\n1 Seniority in the year elapsed at February 25, 2021\n2 At February 25, 2021, in listed companies outside ENGIE\nA Board that guides the Group’s strategic vision\n98\nTo better support its transformation, ENGIE a business-by-business basis. This review\nregularly organizes training sessions or confirmed the new strategic directions and\nFor %\nspecific information sessions at the request the financial information to be used as a\nof the members of the Board of Directors. The basis for future decisions made by the Board.\nPARTICIPATION RATE\nGroup also offers all new directors training\nENGIE is in regular dialogue with its AT BOARD OF DIRECTORS\ntailored to their profile and needs.\nshareholders, main institutional investors, MEETINGS\nEach year, the members of the Board meet and voting consultants as part of governance\nat a strategic planning seminar during which roadshows and at other times. This dialogue\nthey discuss sector developments and the enables the Chairman of the Board to\nexpectations of the Group’s stakeholders. In understand their expectations and explain the\n2020, the Board reviewed the strategic plan Group’s strategic directions. 16\nto identify opportunities and challenges on\nMEETINGS\nIN 2020"
    },
    {
      "page": 25,
      "text": "I 23\nA SIMPLIFIED ORGANIZATION\nA Board with various forms of expertise\nThe Board of Directors has six independent members. The appointment of Catherine MacGregor, Chief Executive Officer, as a\ndirector of the Group will be proposed at the General Shareholders’ Meeting of May 20, 2021.\nAt the end of the General Shareholders’ Meeting, the Board of Directors will have an independence rate of 60% and 50%\nwomen membership1. ENGIE also ensures that its Board is internationally representative – there are four nationalities on the\nBoard – and that the individual skills of the directors are diverse and complementary. The diagram below presents the 3 key\ncompetencies of each director out of the 12 competencies selected.\nFrançoise Malrieu (I) Jean-Pierre Clamadieu (I) Catherine MacGregor2\nFabrice Brégier (I) Marie-José Nadeau\n(I)\nLIST OF THE 12 COMPETENCIES SELECTED:\nGeneral\nManagement Finance\nAdministration CSR, climate,\nof large dialogue with\ncompanies stakeholders\nRoss McInnes (I) Industrial HR social Lord Peter Ricketts of Shortlands (I)\nsector dialogue\nEnergy Digital, innovation,\nsector new technologies\nServices Geostrategic\nsector challenges\nPublic Regulatory\nsector environment\nMari-Noëlle Jégo-Laveissière Patrice Durand\nDir e c tors elected by the General Shareholders’ Meeting\nDirector elected by the General Shareholders’ Meeting\nto represent employee shareholders\nDirectors elected to represent employees\nDirectors elected by the General Shareholders’ Meeting\non the recommendation of the French State\nDirector representing the French State appointed by decree\n(I) Independent Directors\nIsabelle Bui\nDirector representing\nemployee shareholders\n98 To be appointed by\nthe General Shareholders’ Meeting of May 20, 2021\nFor %\nPARTICIPATION RATE\nAT BOARD OF DIRECTORS\nMEETINGS\nAlain Beullier Philippe Lepage Christophe Agogué\n1 In accordance with the Afep-Medef Code, the four directors representing employees or employee shareholders are not taken into account when calculating the ratio of independent directors for the\nBoard of Directors and its Committees or when calculating the ratio of women to men on the Board of Directors.\n2 Subject to her appointment by the General Shareholders’ Meeting of May 20, 2021"
    },
    {
      "page": 26,
      "text": "24 I\nINTEGRATED REPORT ENGIE 2021\nA NEW MANAGEMENT TEAM\nA new Executive Committee has been established, organized around\nthe Group’s core businesses.\nCatherine MacGregor Paulo Almirante Sébastien Arbola Jean-Sébastien Blanc Frank Demaille Judith Hartmann\nChief Executive Officer Executive Vice President Executive Vice President in Executive Vice President Executive Vice President Executive Vice President\nin charge of Renewables charge of Thermal Generation in charge of Human Resources in charge of Transformation and in charge of Finance,\nactivities and Energy Supply activities Geographies Corporate Social Responsibility\nHead of global energy and Procurement\nmanagement\nand nuclear production\nactivities\nYves Le Gélard Cécile Prévieu Edouard Sauvage Jérôme Stubler Claire Waysand\nExecutive Vice President Executive Vice President in Executive Vice President Executive Vice President, Executive Vice President\nin charge of Digital and charge of Energy Solutions in charge of Networks activities project manager reporting to in charge of the General\nInformation Systems activities the CEO, for the multi-technical Secretariat, Strategy,\nservices organizational project Research & Innovation,\nCommunication\nA new Chief Executive Officer to lead the Group's A diverse Executive Committee\ntransformation and achieve its goals\nOn the recommendation of General Management, the Board\nAfter a transitional period of collective governance, a of Directors set a target of at least 40% women and at least\nrecruitment process was initiated, led by the Appointments, 40% men on the Executive Committee by 2025. The current\nCompensation and Governance Committee, with the support gender diversity rate is 36%.\nof the Chairman of the Board of Directors, Jean-Pierre\nClamadieu.\nOn October 2, 2020, the Board of Directors decided to\nappoint Catherine MacGregor as Chief Executive Officer\nstarting January 1, 2021. In the three months leading up to 4 4\nNATIONALITIES\nher official arrival, Catherine MacGregor had the opportunity\nFEMALE REPRESENTED\nto learn more about the Group’s environment and activities\nEXECUTIVE ON THE\nthrough interviews, site visits and meetings with customers.\nCOMMITTEE EXECUTIVE\nMEMBERS COMMITTEE"
    },
    {
      "page": 27,
      "text": "I 25\nA SIMPLIFIED ORGANIZATION\nScope of responsibilities of Executive Committee members aligned with strategic priorities\nENGIE’s strategic priorities are: growth ambitions in renewables and particularly decentralized networks, increased\ngeographic selectiveness and simplification of the Group. These priorities also include the creation of a future entity for\nmulti-technical services activities whose shareholding structure is in development.\n4 BUSINESSES GROUPED INTO GLOBAL BUSINESS UNITS\nNEW MULTI-\nTECHNICAL\nSERVICES\nENTITY\nRENEWABLES THERMAL ENERGY SOLUTIONS NETWORKS Jérôme Stubler\nPaulo Almirante PRODUCTION AND Cécile Prévieu Edouard Sauvage\nENERGY SUPPLY\nSébastien Arbola\n4 TRANSVERSAL FUNCTIONS\nGENERAL\nSECRETARIAT,\nFINANCE, CORPORATE DIGITAL\nTRANSFORMATION HUMAN STRATEGY,\nSOCIAL RESPONSIBILITY AND INFORMATION\nAND GEOGRAPHIES RESOURCES RESEARCH\nAND PROCUREMENT SYSTEMS\nFrank Demaille Jean-Sébastien Blanc & INNOVATION,\nJudith Hartmann Yves Le Gélard COMMUNICATION\nClaire Waysand\nCatherine MacGregor\nChief Executive Officer\nAll of Management is committed to making our strategy operational and increasing our\nperformance culture to support the Group’s growth. I am pleased to be able to rely on\nthe professionalism and expertise of our teams to write a new page in ENGIE’s history\ntogether and continue our efforts to make a carbon-neutral world a reality."
    },
    {
      "page": 28,
      "text": "26 I\nINTEGRATED REPORT ENGIE 2021\nAPPOINTMENTS,\nCOMPENSATION\nAND GOVERNANCE\nCOMMITTEE\nYour Committee oversaw the formulation of the purpose.\nWhat is the status of its implementation?\nMISSIONS\nFrançoise Malrieu: The purpose was directly applicable to the\nCommittee’s work on the compensation policy. For example, Reviews and makes\n15% of the Chief Executive Officer’s long-term incentive recommendations regarding\ncompensation is now subject to the achievement of the the composition and\nGroup’s targets for greenhouse gas emissions from energy operations of the Board,\nproduction and for the increase in the share of renewables the selection of the Chief\ncapacity in our energy mix. This is new, since long-term Executive Officer, the\nincentive compensation had previously been subject only to\nsuccession plans and\nfinancial criteria.\nthe compensation of the\ncorporate officers.\nWas there one issue in particular that drew the Committee’s\nattention as part of its work in 2020?\nCommittee Chair:\nJean-Pierre Clamadieu: The recruitment of the Chief\nFrançoise Malrieu\nExecutive Officer required a great deal of effort on the\nCommittee's part. It was the result of an extensive search\n2 women\nprocess involving two recruitment firms, and the timing\n• Françoise Malrieu\nallowed us to make sure that Catherine MacGregor would\n• Isabelle Bui\nsupport the Group’s purpose and the new strategic directions\ndecided on by the Board over the summer.\n3 men\n• Alain Beullier\n• Fabrice Brégier\nMAIN WORK IN 2020 AND EARLY 2021\n• Lord Peter Ricketts of\n• Purpose Shortlands\n• Terms of departure for the previous Chief Executive Officer\nand establishment of a transitional collective management team 11 meetings\n• Recruitment process for the new Chief Executive Officer\n100%\n• Compensation of the corporate officers\nAttendance rate\n• Composition, diversity policy and assessment of the functioning\nof the Board and its Committees; independence and skills of 75%\ndirectors Independence rate\n• Employee shareholding and the process of appointing the\ndirector representing employee shareholders\n• Changes in the composition of the Executive Committee and the Most represented skills:\nENGIE 50 and gender balance goal\nFinance\n• Equity ratios\nAdministration of\nlarge companies\nPublic sector"
    },
    {
      "page": 29,
      "text": "I 27\nA SIMPLIFIED ORGANIZATION\nMANAGER COMPENSATION\nCompensation that accounts for long-term performance targets\nThe Group offers everyone compensation that is the compensation policy for managers and corporate\npersonalized, fair and competitive and which reflects the officers is reviewed by the Board of Directors, based on the\nperformance and level of responsibility of each person. recommendation of the Appointments, Compensation and\nCompensation of ENGIE’s senior managers is set according to Governance Committee. It is subject to the approval of the\nstrict quantitative and qualitative performance criteria, Ordinary General Shareholders’ Meeting.\nwhich reflect the implementation of the strategy. Each year,\nManager compensation\nIn 2020, the Chairman’s compensation amounted to a fixed officer to the compensation of employees in France was\nfee of €0.45 million. The Interim Chief Executive Officer 9.6x for the Chairman and 27.5x for the Interim Chief\nreceived fixed compensation of €0.46 million in 2020, Executive Officer. As the equity ratio related to the Interim\nsupplemented in 2021 by variable compensation of Chief Executive Officer, it was not considered representative\n€0.72 million and 60,000 performance shares subject to insofar as it was a transition year.\napproval by the General Shareholders’ Meeting of May 20,\nFor 2021, the compensation of the Chief Executive Officer is\n2021.\nset out in the table below, subject to approval by the General\nIn 2020, the ratio of the compensation for each corporate Shareholders’ Meeting of May 20, 2021.\nAnnual fixed Annual variable Long-term incentives\n(cash) (cash) (shares or equivalents)\nChief Executive Officer Financial criteria Non-financial criteria Performance units\n€1 m 65% 35% vesting in 2024\nGrowth in NRIgs\nNet recurring over 2 years vs panel(1)\nincome, Organization 25%\n& strategy:\nGroup share\n70% Change in Total Shareholder\n25% Return (TSR) over 3 years vs panel(1)\nCurrent\nCSR criteria: 25%\nOperating\n30%\nIncome ROCE\n- Occupational accident\n25% 30%\nfrequency rate\nNet economic ≤3.1 (10%) CSR Objectives(2):\ndebt - ➘ in GHG 20%\n25% emissions from energy - ➘ in GHG emissions\nproduction (10%) from energy production (10%)\nFree Cash Flow - Outperformance of - ➚ in % of renewables\n(excl. GEM) 5 CSR ratings capacity (5%)\n25% vs sector (10%) - ➚ in % of women in\nmanagement (5%)\nMaximum amount: 140% of annual fixed 120,000 units maximum\nOther Executive\nCommittee members Financial criteria Individual performance\nBased on experience, criteria\nresponsibilities 65% 35% Performance shares\nand market Same as those awarded under Group plans\nSame as those for senior\nfor the Chief Executive Officer\nmanagement including penalty\n(1) Panel: EDP, ENEL, Iberdrola, Naturgy, Snam and RWE - (2) based on the end-2023 target\nThe members of the Executive Committee are bound by a shareholding target of 2 years of fixed compensation for the Chief\nExecutive Officer and 1.5 years for the other members.\nSenior manager compensation\nTo become players in the transformation of the Group and performance of the Group and their Business Unit, as well as\nits long-term performance, the Group’s 600 senior managers in their individual performance relating to management and\nreceived variable compensation through the Leadership Deal transformation.\nprogram. They have a stake in the financial and economic\n65% 35% Penalty of up to 20%\ncollective economic Individual performance relating to in the event of an ethical or health and safety\nand operational performance management and transformation incident within their scope of responsibility"
    },
    {
      "page": 30,
      "text": "28 I\nINTEGRATED REPORT ENGIE 2021\nETHICS, ENVIRONMENT\nAND SUSTAINABLE\nDEVELOPMENT\nCOMMITTEE\nHow does climate fit into your Committee’s work?\nRoss McInnes: The Committee is in charge of monitoring the MISSIONS\nrisks and opportunities related to climate change, which are\nEnsures the Group has the\ncentral to the CSR objectives defined a year ago in line with\nright level of commitment\nour purpose. We just added the objective of Net Zero Carbon\nwith regard to ethics, CSR\nby 2045, covering all activities, direct and indirect emissions\n(scopes 1, 2 and 3) and a carbon trajectory compatible with compliance, and corporate,\nthe well-below 2°C target in the SBT methodology. Regarding social and environmental\nthe full withdrawal from coal no later than 2025 in Europe responsibility Reviews\nand 2027 worldwide, ENGIE has made it a priority to close human resources policies and\nor convert coal-fired power plants when this approach is an ensures that a corruption\noption. Disposals will be made to carry out the withdrawal prevention and detection\nonly when necessary due to local restrictions. system is in place. Ensures\nthat the Group takes into\nWhat about the objective of reducing the carbon footprint account CSR issues and long-\nof ENGIE’s customers?\nterm perspectives.\nClaire Waysand: We have set our sights higher in this area.\nUntil now, the 2030 objective has been to make available to\nCommittee Chair:\nall our customers an offer that contributes to\nRoss McInnes\ndecarbonization. To better assess our impact, we worked\nwith partners, such as ADEME, WBCSD, ISO, Saint-Gobain,\nSuez, Solar Impulse, and Net Zero Initiative, to develop a 2 women\nrobust and verifiable methodology to measure CO emissions • Mari-Noëlle Jégo-Laveissière\n2\navoided by our customers through the products and services • Françoise Malrieu\noffered by ENGIE. The objective, which will be measured\nusing this methodology, is to be able to help our customers\n2 men\navoid emitting 45 million metric tons of CO in 2030 versus\n2 • Ross McInnes\n21 million metric tons in 2020.\n• Christophe Agogué\n4 meetings\nMAIN WORK IN 2020 AND EARLY 2021\n• Carbon ambition (trajectory, customer decarbonization, etc.)\n100%\n• Review of the Group’s CSR performance; CSR objectives and their\nAttendance rate\nroll-out\n• Analysis and actions taken in the context of the priority “climate 67%\nchange” risk, Science Based Targets certification and the Independence rate\nimplementation of the recommendations of the Task\nForce on Climate-related Financial Disclosures\n• Annual health and safety report, review of every fatal accident Most represented\nand development of the 2021-2025 health and safety action plan skills:\n• Annual ethics and compliance report\nAdministration of\n• Changes in the policy for business consultants large companies\n• Monitoring of the HR priority risk related to transformation\nCSR, climate, dialogue\nchallenges\nwith stakeholders\n• Professional and salary equity policy and index\nFinance"
    },
    {
      "page": 31,
      "text": "I 29\nA SIMPLIFIED ORGANIZATION\nCLIMATE ISSUES\nClimate: a strategic issue for ENGIE\nFaced with the magnitude of the impact of climate change1, certification for its first 2030 decarbonization targets.\nENGIE has made the climate a major issue for Corporate In 2021, the Group toughened its climate objective by\nSocial and Environmental Responsibility. The Group is committing to Net Zero Carbon by 2045 for all its activities.\ncommitted to a trajectory in line with the Paris Agreement. This commitment is based on a well-below 2°C trajectory\nIt is drastically reducing its emissions from its industrial with the goal of an additional SBT certification.\nactivities and has obtained Science Based Targets (SBT)\n1 Identification of the specific 2 Partnership with the Institut 3 Measurement of the potential\nvulnerability to climate change of Pierre Simon Laplace to evaluate impacts of climate change on\neach type of asset the consequences of climate assets and development of site-\nchange at the regional level specific adaptation plans\naccording to needs\nA proactive climate strategy\nENGIE is implementing the TCFD2 recommendations. • Transition risks, which are risks linked to social, economic,\nIt is currently assessing the financial risks of climate change regulatory, technological and financial changes\non its networks before designing adaptation plans to reduce\n• Physical risks, which are the result of damage directly and\nits vulnerability.\nindirectly caused by meteorological and climatic phenomena.\nThe Group makes a distinction between:\nGOVERNANCE STRATEGY RISKS AND THEIR MANAGEMENT\n• Responsibility of the Board of Decarbonization of the economy is Transition risk: changes in regulations,\nDirectors in climate matters included essential to our strategy market behavior, consumer behavior,\nin its internal rules • In the medium term: a GHG emissions technological developments\n• EESDC: decides on climate-related trajectory compatible with the • Collaboration with Authorities for the\nissues, decarbonization targets, Paris Agreement (SBT certification implementation of energy transition,\nclimate policy reinforced by new 2030 objectives development of renewable gases and\n• Internal oversight committee for the announced in 2021) renewable energies for electricity\nGroup’s decarbonization objectives • Announcement of the plan for the production\n• Internal oversight committee complete termination of coal use in • Transformation of the Group: place\nfor the implementation of TCFD 2027, in Europe starting in 2025 of Renewables and green gas\nrecommendations • Analysis of business model resilience production, development of services\n• Use of an internal carbon price and to decarbonization scenarios and decarbonized activities\ncarbon budgets to meet the climate • Development of adaptation plans • Creation of an R&D plan to reduce\ntrajectory in progress exposure to technological risks\n• Commitment to a new objective of Physical risks: rising temperatures,\nhelping our customers reduce their floods, droughts, winds, heat waves:\nGHG emissions • Verification of the insurability of\nprojects from their development\nphase\n• Integration of specific measures to\ndeal with the risks of heat and cold\nwaves\n• Development of business continuity\nplans\n• Identification of at-risk suppliers and\nsupply areas\n1 Between the 1970s and the 2010s, the number of natural disasters has increased fourfold and the average cost associated with them 22-fold. Source: Swiss-Re\n2 Task Force on Climate-related Financial Disclosures"
    },
    {
      "page": 32,
      "text": "30 I\nINTEGRATED REPORT ENGIE 2021\nAUDIT\nCOMMITTEE\nWhat measures has the Audit Committee taken to limit the\neconomic impact of Covid-19 on the Group?\nMISSIONS\nMarie-José Nadeau: The Committee implemented monitoring\nReviews the financial\nby country and by activity, encouraged the reduction of\nexpenses and postponed non-priority investments. It made statements and financial\nsure to maintain economic capacities for an optimal position, and reviews internal\nresumption of activities. The Committee met as many times and external controls and\nas necessary to carry out its missions with the same quality mapping of significant risks\nstandards as in previous years. for the Group.\nWhat measures has the Group taken to limit the financial\nCommittee Chair:\nimpact of this crisis?\nMarie-José Nadeau\nJudith Hartmann: Although the environment was hit hard by\nthe crisis, we were able to maintain a very healthy balance\nsheet and high level of liquidity throughout the year. With 3 women\ntargeted action plans, particularly on the cost-cutting and • Marie-José Nadeau\ncash management sides, we were able to keep our debt level • Isabelle Bui\nin line with expectations. • Françoise Malrieu\n2 men\nMAIN WORK IN 2020 AND EARLY 2021\n• Christophe Aubert\n• Group’s position in relation to the Covid-19 health crisis • Ross McInnes\n• Consolidated and parent company financial statements and their\npress releases 9 meetings,\n• Options, assumptions and forecasts at close of period, and including 2 joint meetings with\nforward-looking management reports the SITC\n• 2020 dividend policy and guidance; 2020 cash flow policy\n100%\n• Evolution of operational KPIs communicated to the market\nAttendance rate\n• Activity reports from the internal audit, follow-up of the audit\nrecommendations, 2020 and 2021 annual internal audit plans 75%\nand update of the 2020 annual audit plan relating to the Independence rate\nCovid-19 health crisis\n• Review of Group internal control\n• Financial resolutions submitted to the General Shareholders’ Most represented\nMeeting skills:\n• Review of priority risks: cybersecurity, industrial safety, nuclear\nFinance\nsafety, HR related to the transformation challenges, climate\nchange, position of gas in the energy mix Administration of\n• Group insurance review large companies\n• Group’s new tax policy\n• Signature of a €2.5 billion syndicated credit line\n(club deal)\n• Issue of hybrid bonds"
    },
    {
      "page": 33,
      "text": "I 31\nA SIMPLIFIED ORGANIZATION\nRISK MANAGEMENT\nA global risk management policy\nThe diversity of its activities and locations exposes the is a risk manager and promotes reasonable risk-taking from\nGroup to various risks. To limit their occurrence, minimize a legal perspective, acceptable to generally held opinion and\ntheir impact and anticipate them, ENGIE has a global risk economically viable. The annual risk assessment process is\nmanagement policy. This policy confirms that every manager organized as follows:\nRISK REVIEW NEW RISK REVIEW\nANNUAL ERM CAMPAIGN\nBY THE RISK COMMITTEE WITHIN presented to the Executive\nthat communicates the trajectories\nTHE EXECUTIVE COMMITTEE Committee, then to the Audit\nto consider for risk management\nbased on feedback from operating Committee. The Audit Committee\nduring the year launched throughout\nentities and functional departments issues an opinion on the\nthe Group. Emphasis on priority risks,\nand supported by interviews with effectiveness of the risk management\neach of which is coordinated by an\nmanagement and a review of system, which it reports to the Board\nExecutive Committee member\nexternal analysts’ publications of Directors\nA robust and scalable crisis management system\nENGIE has established a global crisis management system In response to the Covid-19 health crisis, ENGIE has set up\nto deal effectively with the occurrence of all types of crises. several committees: a Group steering committee and three\nThe Group has set up a whistle-blowing and alert system geographical committees (France-Belgium-International),\nbased on the reporting and analysis of major incidents and in addition to the country committees. The purpose of this\nthe organization of a decision-making process to manage system was to facilitate the resumption of the Group’s\nthe crisis at the appropriate level. To test the robustness of activities and supplies in the event of disruption while\nthe organization and as part of a continuous improvement protecting the health of employees. In addition, Cluster\nprocess, each Business Unit must conduct one exercise per meetings focused on feedback on how the different BUs\nyear and provide the Group with feedback. managed the crisis were facilitated by the Group’s Chief Risk\nOfficer, who is the Risk Management Director.\nMajor risks for the Group\nThe significant specific risks to which the Group believes Executive Committee and reviewed throughout the year on a\nit is exposed are presented in the Universal Registration priority basis by the Board’s Committees. Most of these risks\nDocument. They have been assessed and prioritized on are reviewed by the Audit Committee, but it should be noted\nthe basis of “net risk” after the control resources put in that the “climate change” and “HR transformation” priority\nplace are taken into account. The three high criticality risks risks are reviewed by the EESDC and the “position of gas in\nidentified in 2020 are: the risk of change in the regulatory the energy mix” priority risk is reviewed by the SITC.\nframework and in the amount of provisions set aside for the\nIn the context of a complementary approach formalized in its\ndecommissioning of Belgian nuclear power plants and the\nstatement on non-financial performance and the monitoring\nmanagement of spent fuel, market risks for commodities and\nof its duty of vigilance, the Group has also identified certain\ncurrency risk.\ngross CSR risks that require the implementation of specific\nEach year, the Board of Directors selects a few risks it sees medium-, short- and long-term policies and action plans.\nas priorities to be monitored by a designated member of the"
    },
    {
      "page": 34,
      "text": "32 I\nINTEGRATED REPORT ENGIE 2021\nSTRATEGY, INVESTMENT\nAND TECHNOLOGY\nCOMMITTEE\nWhat is the impact of the new strategic direction as it\nrelates to geographic presence?\nJean-Pierre Clamadieu: ENGIE has begun to simplify its MISSIONS\ngeographic presence with the goal of being among the top\nGives its opinion on major\nthree energy companies in those territories.\nstrategic directions, in\nThis geographic refocusing in less than thirty countries by\nparticular for the strategic\n2023 is accompanied by a refocusing of our activities on\nplan. Examines projects\nrenewables and centralized and decentralized networks.\nfor external or internal\nWhat are your investment priorities? growth or disposal, strategic\nJudith Hartmann: In 2020, we were able to make major agreements, alliances or\nprogress on the strategic component while working to limit partnerships. Also examines\nthe impacts of the Covid crisis: we invested around €8 strategic choices with\nbillion in the company’s future. In 2021, we will carry on regard to technological\nwith the work underway to simplify the Group and will developments, modernization\ncontinue to invest in growing the activities – mainly of industrial equipment\nrenewables and networks – that will accelerate the low- or procurement policy\ncarbon transition toward a carbon-neutral economy. and significant real estate\nprojects.\nMAIN WORK IN 2020\nCommittee Chair:\n• Strategic challenges Jean-Pierre Clamadieu\n• Geographical selectiveness\n• Strategic review of Client Solutions activities 2 women\n• Isabelle Bui\n• Operational management in the period of the Covid-19 health\n• Marie-José Nadeau\ncrisis, impact and perspectives on peers\n• Feedback on acquisitions and look-back on a series of completed\n4 men\nprojects\n• Jean-Pierre Clamadieu\n• Preparation of the Board of Directors’ annual strategy seminar\n• Patrice Durand\n• Investment and disposal projects in progress • Philippe Lepage\nWORK OF JOINT MEETINGS OF THE AUDIT COMMITTEE • Ross McInnes\nAND THE SITC\n8 meetings,\n• Operational management in the period of the Covid-19 health\ncrisis incl. 2 joint meetings\nwith the Audit Committee\n- CAPEX action plan\n96%\n- Resilience of the financial information production processes\nAttendance rate\n- Liquidity/financing status\n60%\n- Reforecasting process\nIndependence rate\n• Budget and medium-term business plan\nMost represented\nskills:\nAdministration of\nlarge companies\nIndustrial sector\nFinance"
    },
    {
      "page": 35,
      "text": "I 33\nA SIMPLIFIED ORGANIZATION\nRESEARCH\nAND DEVELOPMENT\nNew technologies: a key axis of transformation\nIn 2020, Engie invested €190 million in research and This priority given to innovation is reflected in the Group’s\ndevelopment. The Group’s Research and Innovation network structure. All of the Group’s R&D entities and BUs that\nhandles all aspects of detection, testing and development of conduct R&D research, as well as the 23 thematic labs of\nnew technologies, helping the Business Units (BUs) to remain the R&D teams whose efforts are dedicated to developing\ncompetitive and prepare for the future. Its activities address new technologies, are grouped together in the Research\nthe needs of entities to ensure their future growth over & Technologies network. The network, which is led and\nthree time horizons: current activities, new opportunities and managed by ENGIE Research, comprises 900 employees.\nsuggestions for future growth.\nAn R&D network dedicated to new energy sources\nEssential to the decarbonization of the energy system, • Finally, massive investments are being made in\nrenewable gases and renewable electricity production renewable hydrogen to improve production techniques\ntechnologies are priorities for the R&D centers. Each of these and establish an industrial sector. ENGIE is involved in\ntechnologies is seen as a comprehensive, reliable, sustainable over 30 projects in ten countries. The new partnership\nand cost-effective energy solution. signed with ArianeGroup aims to develop and test\nhydrogen liquefaction technology and then develop a\nThe Group is thus conducting flagship projects involving new\nrange of products and services to decarbonize heavy\nenergy sources.\nand long-distance transport. This illustrates the Group’s\n• For example, ENGIE has committed to mobilizing €800 determination to make the use of liquid hydrogen viable\nmillion between 2018 and 2023 for biomethane. This and offer innovative and integrated solutions to its\namount will be increased to €2 billion by 2030. Among the customers.\nprojects developed through these investments, the GAYA\nplatform produced renewable gas from non-recyclable solid\nwaste for the first time in 2020.\n• The still-developing technology, in particular for floating\nwind, of offshore wind has an increasingly important role\nin ENGIE’s energy mix. As the first wind farms begin to\nappear, the Group is now a key player in the sector with\nOcean Winds, its joint venture operating in Europe and\nshortly in the United States.\nREIDS-SPORE research platform\nAt the end of 2020, ENGIE inaugurated a SPORE\n(Sustainable Power for Offgrid REgions) platform off\nthe coast of Singapore. In collaboration with Nanyang\nTechnological University’s Energy Research Institute\nand Schneider Electric, the site is intended to become\na living laboratory used to test various renewable\ntechnologies, including renewable hydrogen, provide\ntraining and prove that a 100% renewable micro-grid\nis possible. The platform is energy self-sufficient\nthanks to various renewable energy sources and\n75\nintegrated storage solutions.\nIt has the largest wind turbine installed in Singapore %\nand a complete hydrogen chain dedicated to electricity\nand mobility.\nOF THE EFFORT\nTO REDUCE\nGREENHOUSE GASES WILL\nHAVE TO COME FROM\nNON-MATURE\nTECHNOLOGIES1\n1 IEP, Energy Technology Perspective 2020"
    },
    {
      "page": 36,
      "text": "34 I\nINTEGRATED REPORT ENGIE 2021\nA PURPOSE\nADOPTED BY OVER 99% OF THE SHAREHOLDERS, ENGIE’S PURPOSE DEFINES THE GROUP’S MISSION.\nTHIS SECTION IS STRUCTURED AROUND THE 3 COMPONENTS OF THE PURPOSE."
    },
    {
      "page": 37,
      "text": "I 35\nA PURPOSE IN ACTIONS\n36\nP.\nA purpose\nfor taking action\n38\nP.\nContributing to\nthe Sustainable\nDevelopment Goals\n1\n40\nActing to accelerate the P.\ntransition towards a\ncarbon-neutral economy, Mobilizing for the\nthrough reduced energy energy transition\nconsumption and more\n42\nenvironmentally friendly P.\nsolutions.\nBiodiversity, a key issue\n2\nfor the company\nThis purpose brings 46\nP.\ntogether the company,\nits employees, its customers\nUniting all our\nand its shareholders…\nstakeholders around\n3 a shared vision\n50\n… and reconciles economic P.\nperformance with a\npositive impact on people Promoting sustainable and\nand the planet responsible finance"
    },
    {
      "page": 38,
      "text": "36 I\nINTEGRATED REPORT ENGIE 2021\nA PURPOSE FOR TAKING ACTION\nThe purpose is reflected in both the transformation of all our employees’ working\nmethods and support for our customers.\nTransforming working methods\nRaising awareness, creating movement, taking action and target: achieving Net Zero Carbon in its working methods by\nadopting more environmentally friendly working methods 2030. It encourages its employees to adopt responsible\nare also a key part of the Group’s transformation. In 2019, practices in five areas – business travel, digital, buildings,\ngreenhouse gas emissions related to the working methods of commuting and the vehicle fleet – with quantified targets.\nthe operating entities represented\n684 kt of CO . To reduce them, ENGIE has set an ambitious\n2\nChange in the Group’s CO emissions by area between 2019 and 2020\n2\nn Buildings n Business trips\nn Commuting to/from the workplace n Digital\nn Vehicle fleet n Remote working\nIn 2020 and against the backdrop of the global health crisis, account for emissions from remote working for the first\nemissions fell by 28% to 493 kt. To more accurately reflect time.\nemissions from our workplaces, the decision was made to\nEnergy consumption reduction targets\nReducing the electricity Share of green vehicles\nconsumption of buildings in the vehicle fleet\n-35% 100%\n2030 > 2030 >\nClothilde Poplineau\nDirector of employee engagement\nThanks to this objective, all employees feel like stakeholders in the Group’s purpose and\nare asked to work toward it on a daily basis. ENGIE is also committed to redefining its\nkey policies on working methods. The combination of these two commitments will allow\nus to achieve Net Zero Carbon.\n9102\n68 207 343 49 15\n684 kt\n68 88 299 131719\n493 kt\n0202"
    },
    {
      "page": 39,
      "text": "I 37\nA PURPOSE IN ACTIONS\nSupporting industrial customers in their transition\nENGIE has developed a three-stage approach to support its industrial customers and prospects in reducing\ntheir carbon footprint:\n1 Creation of a scope 1 & 2 CO 2 Definition by ENGIE’s experts 3 Issue of an implementation\n2\nemissions report at global level, of a precise road map, site- proposal for the solutions chosen.\nbroken down by site according by-site technical solutions and\nto the energy consumed, with associated costs, to achieve the\nan achievable decarbonization decarbonization goal.\ntarget according to the solutions\navailable and their budgetary\nimpact.\nReport created with the aid of the\nGreenway digital tool developed\nby ENGIE\nJean-Christophe Tourel\nGreenway project head\nWhen they commit to reducing CO, most companies do not know how to actually meet\n2\ntheir targets! We use the Greenway approach and the digital tools that support it to\npoint them to the best technical and most cost-effective options to achieve their goals.\nIn two years, we have helped dozens of customers for a volume of 25 mt of COeq.\n2\nHelping customers to decarbonize\nTo step up its actions to promote the energy transition, green energy production, decentralized energy networks\nENGIE has set a new target of helping its customers reduce and associated services, marketed energy savings, carbon\ntheir carbon emissions by 45 mt by 2030. The Group can act certificates and the purchase or resale of green energy.\nthrough its range of products and services, which includes\nEmissions that would have occurred without the intervention of ENGIE\nEmissions observed after the use\nof ENGIE products and services*\nPeriod\n* The ENGIE products and services concerned are green energy production, decentralized energy\nnetworks and associated services, marketed energy savings, carbon certificates and the purchase or\nresale of green energy.\n)eOCt(\nsnoissime\nGHG\n2\n1\nENGIE’s contribution to\ncustomer decarbonization =\n1 – 2\n2"
    },
    {
      "page": 40,
      "text": "38 I\nINTEGRATED REPORT ENGIE 2021\nCONTRIBUTING TO THE\nSUSTAINABLE DEVELOPMENT GOALS\nENGIE’s CSR objectives, as well as its environmental and societal commitments,\nhelp it fulfill its purpose and meet the sustainable growth challenges set out in the\nUnited Nations’ 17 SDGs. The issues in the Group’s materiality matrix, as revised in\n2020 (see page 15), show that ENGIE makes key contributions to the targets of six\nSDGs and significant contributions to the targets of seven SDGs.\n6 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS KEY\nENGIE has stepped up its actions to promote gender equality, through its commitments to the full participation of women\n5.1 - Anti-discrimination\nin decision-making and by strengthening access without discrimination to executive and managerial positions. This helps to\n5.5 - Participation and access to leadership\nenhance its image and its attractiveness as an employer.\n7.1 - Access to energy Through its activities, ENGIE actively contributes to universal access to clean energy, the development of renewable energy and\n7.2 - Renewable energy\nimproved energy efficiency. Through green financing, it is working to accelerate the transition to a low-carbon economy.\n7.3 - Energy efficiency\n8.2 - Economic productivity ENGIE maintains a close relationship with the regions and contributes to their social and economic development by practicing\n8.5 - Full employment and decent work responsible taxation. Due to its industrial activity, ENGIE has prioritized the safety and protection of its employees and\n8.8 - Rights & safety at work subcontractors all over the world.\n9.2 - Socio-economically sustainable industrialization\n9.4 - Upgrades to and sustainability of industrial ENGIE has mobilized a significant part of its R&D and innovation efforts to modernizing and greening its networks. The Group is\nsectors positioned as a fair and innovative player in the low-carbon transition, which works to truly share value with its stakeholders.\n9.5 - Innovation, research and development\nAs a privileged player in the regions, ENGIE contributes to the future city by setting up urban planning systems such as energy\n11.3 - Sustainable urbanization\nnetworks and low-carbon mobility, and through its clean energy offers and services such as flow management, heating\n11.6 - Environmental impact\nnetworks and connected networks, not forgetting air quality.\nDue to its purpose and its aim of accelerating the low-carbon transition, ENGIE makes a major contribution to this SDG on its\n13.1 - Resilience and adaptation\nvalue chain. Its actions target its entire value chain by promoting technologies for controlling demand, energy efficiency and\n13.3 - Education and capacity for action\nrenewable power generation and heat and cold production, including green gases.\n7 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS SIGNIFICANT\n3.8 - Universal health coverage ENGIE’s aim of increasing its clean energy production contributes to improvements in local living conditions and the\n3.9 - Health and environment environment as a whole. ENGIE provides global access to occupational safety and health programs (ENGIE Care).\nAccess to, and preservation and rationalized use of this shared asset are incorporated into the Group’s water management\n6.4 - Sustainable water resource management strategy. They concern local populations affected by water stress and enable the continuation of the activities of sites\ndependent on access to fresh water.\nENGIE contributes to local economic development by participating in a just transition and providing access to decent jobs\n10.3 - Equal opportunity without discrimination (Alliance For Youth, Global Compact). This inclusive contribution allows it to develop talented individuals\nwhile making equal opportunities a reality.\nThe optimized use of its resources and waste, as well as the promotion of sustainable and viable practices in its value chain,\n12.5 - Waste reduction\nenables ENGIE to demonstrate its purpose and to involve its sphere of influence while working for responsible consumption and\n12.6 - Corporate social responsibility\nproduction worldwide.\nENGIE is committed to mitigating its impact on life on earth by working to preserve ecosystems through strong partnerships\n15.1 - Conservation of terrestrial ecosystems\n(Act4nature) and through the development of new organic matter (biomass) recovery activities.\nBy working for exemplary governance that excludes all forms of corruption and by deploying forums for dialogue in order to\n16.5 - Anti-corruption\nimprove transparency through its communication, ENGIE makes a positive contribution to this SDG. It is also committed to\n16.10 - Information and protection of freedoms\nconducting its activities while respecting internationally recognized human rights.\nThanks to its activity, ENGIE has forged solid relationships with a broad panel of different partners and is now a recognized\n17.17 - Multi-player partnerships\nplayer in the regions. By capitalizing and strengthening its relationships, ENGIE can increase its business and its social utility."
    },
    {
      "page": 41,
      "text": "I 39\nA PURPOSE IN ACTIONS\n6 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS KEY\nENGIE has stepped up its actions to promote gender equality, through its commitments to the full participation of women\n5.1 - Anti-discrimination\nin decision-making and by strengthening access without discrimination to executive and managerial positions. This helps to\n5.5 - Participation and access to leadership\nenhance its image and its attractiveness as an employer.\n7.1 - Access to energy Through its activities, ENGIE actively contributes to universal access to clean energy, the development of renewable energy and\n7.2 - Renewable energy\nimproved energy efficiency. Through green financing, it is working to accelerate the transition to a low-carbon economy.\n7.3 - Energy efficiency\n8.2 - Economic productivity ENGIE maintains a close relationship with the regions and contributes to their social and economic development by practicing\n8.5 - Full employment and decent work responsible taxation. Due to its industrial activity, ENGIE has prioritized the safety and protection of its employees and\n8.8 - Rights & safety at work subcontractors all over the world.\n9.2 - Socio-economically sustainable industrialization\n9.4 - Upgrades to and sustainability of industrial ENGIE has mobilized a significant part of its R&D and innovation efforts to modernizing and greening its networks. The Group is\nsectors positioned as a fair and innovative player in the low-carbon transition, which works to truly share value with its stakeholders.\n9.5 - Innovation, research and development\nAs a privileged player in the regions, ENGIE contributes to the future city by setting up urban planning systems such as energy\n11.3 - Sustainable urbanization\nnetworks and low-carbon mobility, and through its clean energy offers and services such as flow management, heating\n11.6 - Environmental impact\nnetworks and connected networks, not forgetting air quality.\nDue to its purpose and its aim of accelerating the low-carbon transition, ENGIE makes a major contribution to this SDG on its\n13.1 - Resilience and adaptation\nvalue chain. Its actions target its entire value chain by promoting technologies for controlling demand, energy efficiency and\n13.3 - Education and capacity for action\nrenewable power generation and heat and cold production, including green gases.\n7 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS SIGNIFICANT\n3.8 - Universal health coverage ENGIE’s aim of increasing its clean energy production contributes to improvements in local living conditions and the\n3.9 - Health and environment environment as a whole. ENGIE provides global access to occupational safety and health programs (ENGIE Care).\nAccess to, and preservation and rationalized use of this shared asset are incorporated into the Group’s water management\n6.4 - Sustainable water resource management strategy. They concern local populations affected by water stress and enable the continuation of the activities of sites\ndependent on access to fresh water.\nENGIE contributes to local economic development by participating in a just transition and providing access to decent jobs\n10.3 - Equal opportunity without discrimination (Alliance For Youth, Global Compact). This inclusive contribution allows it to develop talented individuals\nwhile making equal opportunities a reality.\nThe optimized use of its resources and waste, as well as the promotion of sustainable and viable practices in its value chain,\n12.5 - Waste reduction\nenables ENGIE to demonstrate its purpose and to involve its sphere of influence while working for responsible consumption and\n12.6 - Corporate social responsibility\nproduction worldwide.\nENGIE is committed to mitigating its impact on life on earth by working to preserve ecosystems through strong partnerships\n15.1 - Conservation of terrestrial ecosystems\n(Act4nature) and through the development of new organic matter (biomass) recovery activities.\nBy working for exemplary governance that excludes all forms of corruption and by deploying forums for dialogue in order to\n16.5 - Anti-corruption\nimprove transparency through its communication, ENGIE makes a positive contribution to this SDG. It is also committed to\n16.10 - Information and protection of freedoms\nconducting its activities while respecting internationally recognized human rights.\nThanks to its activity, ENGIE has forged solid relationships with a broad panel of different partners and is now a recognized\n17.17 - Multi-player partnerships\nplayer in the regions. By capitalizing and strengthening its relationships, ENGIE can increase its business and its social utility.\nytisreviD\necnailpmoC\n& scihtE\nytefaS\n& htlaeH\nseitilicaf\nfo ytefaS\nhtworg\nelbaniatsuS\nycneiciffe\nygrenE\nsesag\nneerG skrowteN\necnanrevoG selbaweneR\nnoitamrofsnart\nnobrac-woL\ntnemegagne\n&\nesitrepxE\necnanif\nelbaniatsuS\nytiligA\nniahc\nylppuS\nsremotsuC\nlatigiD\nymonoce\nralucriC\nsredlohekatS\ntnemnorivne\n&\nretaw\n,.vidoiB\nKey contribution of the challenge to the SDG and its targets Significant contribution of the challenge to the SDG and its targets\nCHALLENGES\nFUNDAMENTAL DECISIVE MAJOR MATERIAL"
    },
    {
      "page": 42,
      "text": "40 I\nINTEGRATED REPORT ENGIE 2021\nMOBILIZING FOR\nTHE ENERGY TRANSITION\nPresent across the entire energy value chain, the Group has a diversified and low-\ncarbon energy mix. It constantly adapts its networks to new energy sources and\nsupports its customers, businesses and individuals in controlling their consumption.\nDiversifying and decarbonizing the energy mix\nENGIE believes in the essential role of renewable energy in of renewables capacity in the world over 2022-2025 and\naccelerating the reduction of greenhouse gas emissions and 6 GW for 2026-2030 to reach 80 GW of renewables capacity\nrelies on its diversity and complementarity. It has invested in 2030. To achieve this, ENGIE's growth CAPEX, which is\nmassively in R&D – €190 million in 2020 – in emerging €4 billion (of which 39% renewables) in 2020, will increase\nrenewable energy and is involved in numerous projects and to €15 to 16 billion over the period 2021-2023 (of which\npartnerships. The objective is to commission 4 GW per year 40-45% renewables).\nProduction Capacity under construction\ncapacity for ENGIE or in development at\nDefinition item (at 100% at December 31, 2020) December 31, 2020\nA wind turbine is a device that converts kinetic wind energy 10.1 GW of electricity production Commissioning of 1.75 GW of\nWIND\ninto mechanical energy, which is then transformed into capacity from installed wind power which 0.3 GW of offshore wind\nelectricity worldwide in 2021\nSOLAR Electricity produced from sunlight and transformed by 3.1 GW of installed electricity Commissioning of 1.2 GW in 2021\nPOWER photovoltaic panels through the conversion of photons into production capacity from solar power\nelectrons\nBiogas is obtained by fermenting organic residues. 306 MW of annual installed + 700 GWh of additional\nBIOGAS AND\nOnce purified, it becomes biomethane, a gas with the same biomethane production capacity in biomethane production capacity\nBIOMETHANE\nproperties as natural gas. France at end-2020 in France by 2023\nThe development of biomethane irrigates an entire local The Group is committed to\necosystem. It allows farmers to diversify their activity and earmarking €800 million for\nmanufacturers to reduce their environmental footprint by biomethane between 2018\nrecovering their organic waste. and 2023. This amount will be\nincreased to €2 billion by 2030\nHydroelectric generation uses the kinetic energy of water, 17.9 GW (excluding pumped storage)\nHYDRO-\nELECTRICITY which it converts into mechanical energy by means of of installed power generation capacity\nturbines, then into electricity by means of alternators worldwide\nGeothermal energy consists of recovering the heat or cold 85 MW of heat generation capacity Commissioning of 91MW in 2021\nGEOTHERMAL\ncontained in the subsoil, the underground water tables through geothermal energy\nENERGY\nor deep waters at sea to produce electricity, heat or cold that\ncan be used in multiple industrial applications\nBiomass refers to all degradable organic matter that can be 2.5 mt of biomass sold each year\nBIOMASS\ntransformed into energy through energy recovery in the form of\nheat, electricity, biogas or bio-fuel"
    },
    {
      "page": 43,
      "text": "I 41\nA PURPOSE IN ACTIONS\nTo become a major renewable hydrogen player BUSINESS CASE\nRenewable hydrogen, which makes it possible to store and\nrelease renewable energy, to develop more sustainable ENGIE signs its first renewable energy contracts\nmobility and to decarbonize industrial uses, is one of the on an industrial scale with Amazon\nfuture levers for acceleration of the transition to Net Zero\nThese power purchase agreements (PPAs) relate to\nCarbon. ENGIE is present throughout the entire value chain\na portfolio of wind and solar projects in the United\nand has around 100 experts entirely dedicated to this\nStates, Italy and France totaling 650 MW. They\nsource of energy. Thus, ENGIE and TOTAL teamed up in 2021\nrely exclusively on the new renewable electricity\nin the Masshylia Project to produce renewable hydrogen\ncapacity developed by ENGIE, and thus highlight the\nfrom solar power to fuel the Total refinery at Fos-sur-Mer.\nGroup’s know-how across the entire value chain of\ngreen energy, from the construction and operation of\nAdapting networks renewable power plants to energy sales to industries.\nto green energy distribution This transaction – which for ENGIE constitutes the\nlargest portfolio of contracts ever signed by a single\nThe energy transition generates technological challenges and\ncompany – meets Amazon’s objective of supplying\ntransformation needs for the various sectors: integration\nits sites with 100% renewable energy by 2030 and\nof intermittent energies, increased storage needs and\nachieving carbon neutrality by 2040.\nadaptation of networks to the era of smart grids. ENGIE is\nthus developing, through its subsidiary Storengy, power to\ngas, which, after storage of hydrogen or synthetic methane\nproduced from surplus renewable electricity, re-injects it Greening uses and supporting customers\ninto the natural gas network. It is also helping to develop\nENGIE associates its customers – businesses, local\nnew industrial sectors to gradually replace imported gas\nauthorities and individuals – with its actions to promote\nwith locally produced gas.\na more sustainable world. The support is global, as\ndemonstrated by contracts such as those entered into with\nBUSINESS CASE the universities of Ohio, Howard (Washington DC), Flinders\n(Australia) and that granted by the City of Philadelphia. The\ncity authorities, which have undertaken to provide 100%\nFirst production in the world of renewable gas\nrenewable electricity by 2030, will purchase the energy\nfrom non-recyclable waste\ngenerated by the Adams County solar farm managed by\nThe GAYA platform, which was launched in 2017, is ENGIE. The project will supply 22% of the electricity of\ndesigned to test and optimize biomethane production the municipal buildings and will create 150 local jobs. In\nfrom dry biomass collected locally and to develop Italy, ENGIE seeks to reduce carbon emissions from district\na production chain for biomethane produced from heating systems by including renewable or industrial sources\nrenewable resources. ENGIE’s researchers achieved in each city where it operates. Since 2014, ENGIE Italy has\na world first by producing the first cubic meters of been recovering cooling energy from a steelworks in Aoste,\nrenewable gas from Solid Recovered Fuels (SRF). SRFs, with a project based on a heat pump, which now supplies\nmade of wood, paper, cardboard or even plastics from 40% of the city's heating. This decarbonization continues\nwaste from economic activities, are not recycled and with increasingly innovative partnerships, based on direct\nare therefore incinerated or landfilled. This major recovery systems, such as the Lonato del Garda heating\nscientific breakthrough will be rolled out through the network (Lombardy) which is powered almost exclusively\ncreation of an industrial unit for biogas production by the Feralpi steelworks. Its approach and expertise are\nin Le Havre. Named Salamander, this project should deployed in several areas: charging networks for electric\nmake it possible to produce 150 GWh of renewable vehicles, for example in the Eurometropolis of Strasbourg\ngas, i.e. the annual consumption of 676 urban buses, (1,000 charging stations installed on roads within 15 years)\nfrom 2026, by recovering 70,000 ton of non-recyclable and the development of refueling infrastructure for other\nwaste each year. alternative fuels such as (bio) CNG and hydrogen. At the end\nof 2020, a four-year partnership was signed between ENGIE,\nEVBox and Scania to offer a complete and tailor-made\nelectro-mobility solution to transport operators (buses and\ntrucks) in 13 European countries.\nFor individuals, the Group has rolled out “Mon Programme\npour Agir” (“My Program of Action”), a series of actions\nto promote energy transition and energy bill management\nservices.\nOvarith Troeung\nDirector of Green Mobility\nA quarter of GHG emissions derive from mobility. ENGIE offers mobility decarbonization\nsolutions for cities and local authorities by acting as an on-road recharging operator and\nfor operators that transport goods and people using biogas and hydrogen."
    },
    {
      "page": 44,
      "text": "42 I\nINTEGRATED REPORT ENGIE 2021\nBIODIVERSITY,\nA KEY ISSUE FOR THE COMPANY\nThe Group attaches major importance to the preservation of biodiversity. As its\nactivities are in constant interaction with natural ecosystems, it implements a\nproactive policy to reduce and control its footprint. It updated this strategy in\n2020, in accordance with its purpose.\nLong-term commitments to protecting biodiversity\nWhile ENGIE benefits from the services provided by nature Biodiversité or SNB), the Group recently became involved\n(biomass, watercourses, etc.), the activity of its industrial in several French and international initiatives: the Business\nsites – the operation and extent of sites on the ground, the and Biodiversity Pledge (Convention on Biological Diversity)\nsupply chain, etc. – is likely to interact with ecosystems in 2016, act4nature in 2018, with UNESCO in 2019 and\nand to change them. Since 2012, the Group has made act4nature International and Entreprises Engagées pour\nexternal commitments to preserve biodiversity on a global la Nature-act4nature France in 2020/2021. For the past\nscale, thus confirming the importance of biodiversity in its decade, the Group has also been supported by the French\nstrategy and helping to achieve global targets in this area. In Committee of the International Union for Conservation of\naddition to its long-term commitment to the French National Nature (IUCN) and France Nature Environnement (FNE).\nBiodiversity Strategy (Stratégie Nationale française pour la\nSolutions to reduce the impact of sites and production processes\nAccording to the May 2019 IPBES (Intergovernmental change, pollution and invasive alien species. ENGIE’s\nScience-Policy Platform on Biodiversity and Ecosystem operations, like all industrial activities, have added to these\nServices) report, the main pressures on biodiversity relate pressures. The Group is applying solutions to mitigate the\nto change of land use, overexploitation of resources, climate impact of each of them.\nHYDROELECTRICITY SOLAR FARMS BIOMASS\nCOMBUSTION\nImpact on waterways due to disruption of the Possible repercussions on habitat fragmentation\nmovement of aquatic species and sediments and due to land footprint Possible repercussions on forest ecosystems\nthe creation of risks of erosion and depending on logging decisions\neutrophication of banks Farms can be used for agriculture, breeding\nor replanting local species\nThe Group implements environmental\nprograms to preserve flora and fauna in the\nzones of influence of hydroelectric power\nstations\nUNDERGROUND STORAGE WIND FARMS LINEAR NETWORKS OFFSHORE WIND TURBINES\nLarge land footprint Possible repercussions on bats and birds: The main factor underlying habitat fragmentation Potential problems with vibration, physical\nturbines disturb their habitat and can cause limitations and pollutants\nDue to the implementation of ecological collisions Most of ENGIE’s public service easements\nmanagement, these sites are home to a rich are now functioning ecological corridors Recently, the Group’s offshore wind farms\nbiodiversity and participate in natural Wind farms are located in such a way as to have been built with cutting-edge measures\npopulation movements avoid natural habitats and employ detection to protect biodiversity (aerial surveillance,\nsystems to stop turbines GPS tracking, etc.)\nKOOBETON\nYTISREVIDOIB\nThe Group is committed to sourcing biomass from\nsustainably managed forests according to FSC\n(Forest Stewardship Council), PEFC (Program for\nthe Endorsement of Forest Certification) or SBP\n(Sustainable Biomass Program) criteria"
    },
    {
      "page": 45,
      "text": "I 43\nA PURPOSE IN ACTIONS\nChallenges that bring opportunities\nThe degradation of biodiversity poses various risks for ENGIE’s activities, the severity of which varies with the degree of\nreliance on natural ecosystems. However, biodiversity also represents an opportunity to create value for the Group.\nReliance on nature Regulatory changes Dialogue with Market risks Financial risks\nAll the energy production processes In addition to the existing conditions local stakeholders Changing consumer preferences for These include insurance, access to\nimplemented by ENGIE rely on for operating permits and due Good biodiversity management products with a reduced impact on capital and the loss of investment\necosystemic services, making diligence, regulations on biodiversity improves local integration with biodiversity, or buyers’ demands for opportunities, as investors\nthem vulnerable to any disturbance are intensifying. ENGIE has stakeholders and increases the the protection of biodiversity in the increasingly incorporate the\nto these. Understanding which anticipated these developments and acceptability of ENGIE’s activities supply chain, can create market biodiversity footprint into their\necosystem services underpin is committed to offering innovative over the long term, including for the risks. investment strategies\nproduction processes helps the solutions to reduce and offset its development of renewable energy.\nGroup improve its performance by impacts.\npreventing natural hazards and by\nmaking its processes more resilient.\nPhilippe Zaouati\nCEO of Mirova, Management Company dedicated to sustainable investment\nAs the sixth mass extinction of biodiversity is in progress at an unprecedented rate,\nthe financial system must play its part so that more investments are directed toward\nactivities that protect and regenerate nature. In this context, Mirova, along with BNPP\nAM, Axa AM and Sycomore AM, has taken an innovative approach combining expertise\nin modeling Iceberg Data Lab data and the methodological development of I Care and\nConsult in order to develop a tool enabling investors to incorporate biodiversity into\ntheir investment decisions. The transparency of the chosen approach will positively\ncontribute to the required convergence towards standardized indicators and may\nserve as a catalyst for action by businesses. This initiative constitutes a solid basis for\nthe international work currently under way at the TNFD (Taskforce on Nature-related\nFinancial Disclosures) and by the Finance for Biodiversity Pledge, to which we are\ncontributing.\nBUSINESS CASE\nGreen solar farms in the United\nStates\nSince 2016, the US subsidiary of\nENGIE has incorporated the issue of\nbiodiversity into the design of its solar\nparks. An assortment of 25 local floral\nand herbaceous species, providing\nan ecosystem conducive to wildlife,\nparticularly pollinating insects, has\nthus been established over the entire\nsurface area occupied by the farms.\nThis technique also helps prevent\nsoil erosion and degradation, absorb\nrainwater, and reduce airborne dust by\n80%. Today, this system is in place at\nall of ENGIE’s Distributed Renewables\nsolar farms.\nKOOBETON\nYTISREVIDOIB"
    },
    {
      "page": 46,
      "text": "44 I\nINTEGRATED REPORT ENGIE 2021\nStrengthening of strategy in 2020\nSince 2012, the Group’s strategy has been based on a cross- • By 2022, all of the development projects submitted to\nfunctional approach – avoiding, reducing and offsetting – the Group Commitments Committee will have to follow\nand four major areas: raising awareness of biodiversity and the “avoid, reduce, offset” cross-functional approach,\nimproving the Group’s skills on the ground, strengthening in consultation with stakeholders. This approach will be\nits commitments to preserve biodiversity, developing expanded to all development projects by 2025.\ninnovative solutions to preserve biodiversity on sites and\n• By 2030, ENGIE is committed to having all its industrial\nensuring transparent practices for external stakeholders.\nsites ecologically managed and all its industrial activities\nThis strategy is broken down into concrete actions: for\nand major projects subject to environmental plans.\nexample, leading a network of experts and in-house training\ncourses on biodiversity, drafting a guide for ecological site • The identification of around ten nature-based solutions by\nmanagement, developing nature-based solutions as much 2022\nas possible, involving stakeholders and communicating and ENGIE will also supplement its strategy by carrying out\nestablishing progress reports. an in-depth analysis of the impacts and reliance of its\nIn 2020, ENGIE updated its policy following various activities on its value chain, raising employee awareness\nobservations and recommendations: the major pressures of biodiversity issues and setting up a platform for the\non the environment identified by the IPBES1, the SDGs2 exchange of good practices.\nand the shared commitments made as part of the Group’s\nparticipation in act4nature international and EEN-act4nature\nFrance. Several targets were set as a result:\nBUSINESS CASE\nEcological site management at Storengy\nStorengy reinvented the classic Facility\nManagement model (maintenance services\nfor green spaces, cleaning and security),\nby developing a new concept, Ecological\nFacility Management (ECO-FM), which\nresponds to a double paradigm: transforming\nthe preservation of biodiversity into an\nopportunity to create value, and seeing its\n14 French industrial sites, covering around\n1,500 hectares, as links in a chain, helping\nto strengthen ecological continuity. ECO-FM,\nwhich has been in place since early 2018,\nconstitutes a global tool for managing the\ngeneral aspects of biodiversity, responding\nto the environmental, social, energy and\neconomic challenges of the enterprise.\nDenis Leca\nHead of Biodiversity at Storengy\nNature has never stopped short at the gates of our industrial sites. It is at home there,\nand always has been.\nManaging our sites in an environmentally friendly way is a lesson in humility and living\ntogether that reminds us every day that we are indivisible from Nature.\n1 Intergovernmental science and policy platform on biodiversity and ecosystem services\n2 Sustainable Development Goals\nKOOBETON\nYTISREVIDOIB"
    },
    {
      "page": 47,
      "text": "I 45\nA PURPOSE IN ACTIONS\nInterview with Sébastien Moncorps\nDirector of the French Committee of the International Union for Conservation of Nature (IUCN)\nCan you describe the partnership between the French What are the main biodiversity challenges\nCommittee of the IUCN and ENGIE? faced by companies?\nThe partnership has existed since 2008. It was born Companies have a major role to play by reducing\nout of the company’s desire to make a greater and their impacts on biodiversity, but can also go further\nlasting commitment to biodiversity and the desire by contributing more actively to the protection\nof the French Committee of the IUCN to increase and restoration of ecosystems. The challenges vary\nvoluntary corporate involvement in biodiversity according to the company’s activities, and can be\nissues. Our partnership is based on three main numerous. For ENGIE, they relate to the territorial\nareas. Firstly, we contribute our expertise to further scope of its facilities (industrial sites including\nincorporate biodiversity into ENGIE’s strategy and power plants and gas storage facilities, gas transport\nactivities. Secondly, we work with our other partner pipelines, dams, and wind and solar farms), the impact\ncompanies, our members and our experts on common of their operation and their dependence on natural\nissues (ecological offsetting, biodiversity reporting, resources. The analysis should take place throughout\nraising employee awareness, etc.). Lastly, in the third the entire value chain. This diagnostic testing makes it\narea, ENGIE supports, through corporate sponsorship, possible to adopt a long-term strategy, implemented\nour actions to create the Red List of endangered with regularly updated and evaluated action plans.\nspecies in France and to enlist the support of local This is what we have been doing together since 2010,\nauthorities in the area of biodiversity. Our partnership supporting ENGIE in the development and roll-out of\nwas expanded and strengthened with the involvement its biodiversity policy.\nof Storengy.\n100 21\nFor % For %\nOF SITES LOCATED CLOSE TO PROTECTED AREAS* WILL 2020 RESULT\nHAVE AN ACTION PLAN IN PLACE WITH THE STAKE-\nHOLDERS CONCERNED BY 2030.\nBUSINESS CASE\nMiddle East: A groundbreaking initiative\nin Abu Dhabi\nIn 2020, ENGIE worked closely with the Abu\nDhabi environmental agency to restore the\nmangrove forests in the coastal waters of\nthe Emirate. Mangroves play a crucial role\nin storing blue carbon (carbon captured by\ncoastal ocean ecosystems), provide good\nprotection for the coastline against flooding\nand erosion and contribute to the vitality of\nthe fishing industry. Drones were used to sow\naround 4,000 mangrove seeds near ENGIE’s\nMirfa site. Monitoring has been performed\nand data collected to assess the health of\nthe plantations. The experiment may, where\nappropriate, be the subject of scientific\npublications.\nFlorence Fontani\nDirector Communication and Corporate Social Responsibility Middle East\nThis project is fully in line with ENGIE’s commitment to address environmental\nissues in tandem with its local partners, with a shared vision of environmental\npreservation.\n* Since 2020, an increase in the type of areas taken into account and the strengthening of the criteria. The analysis now covers: all IUCN (International Union for Conservation of Nature) categories I to\nVI, Ramsar sites, UNESCO World Heritage Sites (natural and mixed), Natura 2000 sites, Key Biodiversity Areas (KBA) and Man and the Biosphere (MAB) reserves\nKOOBETON\nYTISREVIDOIB"
    },
    {
      "page": 48,
      "text": "46 I\nINTEGRATED REPORT ENGIE 2021\nUNITING ALL OUR STAKEHOLDERS\nAROUND A SHARED VISION\nENGIE has mobilized its entire ecosystem – customers, shareholders, employees,\npartners – to implement its strategy. In particular, the Group has rolled out a human\nresources policy aligned with its aims and is committed to fostering a good level of\ndialogue with all of its stakeholders.\nMaking employees the driver of the energy transition\nDeveloping key skills for the Group ENGIE believes that it is essential to support employees\nAttracting talented individuals and increasing their throughout their careers, to enable them to adapt to a\nskills – particularly in new occupations – are a priority constantly changing labor market.\nfor ENGIE’s successful transformation. For example, the The Group aims to be delivering at least one training session\nGroup has launched the Graduate Program, a career per year to 100% of its employees by 2030 (80% in 2020).\ndevelopment program for young graduates entirely Based on distance learning methods, ENGIE University offers\ndedicated to renewable energy. It has also initiated a variety of programs, mainly focusing on the challenges of\nnumerous partnerships in Renewables with laboratories energy transition. In October 2020, the first 100% digital\nand engineering or business schools. Certified training with Global Learning Festival brought together more than 2,300\nthe ESCP European Business School and in particular the managers around new energy technologies, the Group’s\nuniversities of Shanghai and Beijing, or strategy and soft skills.\n“NETEXPLO Smart Cities”, for example, enables project\nmanagers to update their skills and manage their relations ENGIE University launches a Sustainability\nwith local communities more effectively. Nearly 100 people Academy\nhave already taken part.\nIt offers nearly 50 training courses for the\nApprenticeships are also the subject of a proactive policy appropriation of the Group’s mission and strategy,\naccompanied by digital communication campaigns adapted the professionalization of the occupations and the\nto new generations of candidates. The Group has set itself managerial and leadership skills necessary for its\nthe target of achieving 10% work-study internships in its implementation. More recently, ENGIE University\nFrench workforce by the end of 2021 and in its European launched the Sustainability Academy. One aim of this\nworkforce by the end of 2030. It aims to convert 50% initiative is to highlight the expertise and commitment\nof its apprenticeship contracts in France in the technical of Group employees in taking sustainability issues\noccupations into permanent or fixed-term hires by the end into account in their occupations. Another objective is\nof 2021. To train its future employees, in 2020 it launched to share this expertise with the entire company and\nan Apprentice Training Center in France, the Academy of its ecosystem. The Sustainability Academy will offer\nEnergy and Climate Transition Occupations, and an ENGIE several levels of training, ranging from acculturation to\nAcademy in Ghent for the Benelux region. expertise, and will be based on various formats.\nBUSINESS CASE\nNicolas Rolland\nA new Academy for energy transition and climate Director of ENGIE University and\nGroup Transformation\noccupations\nIn November 2020, ENGIE opened an apprenticeship With the Sustainability Academy,\ntraining center dedicated to energy transition and climate\nENGIE’s employees will be invited\noccupations. Thanks to partnerships with the Lycée\nto learn, experiment and share\nRaspail and the AFORP apprenticeship training center, the\nnew center aims to make work-study programs the path their knowledge and know-how, to\nof excellence for accessing the Group’s future occupations act together and to nurture the transition journey. Our\nand accelerating its strategy towards Net Zero Carbon. goal is to develop and empower people to understand\nFuture technicians are trained on two-year courses for\nand lead the Group’s transformation by incorporating\n16-30 year olds and adults undergoing retraining, in the\nareas of maintenance of heating and cooling networks, the shift towards sustainable development.\nindustrial energy efficiency solutions and renewable energy."
    },
    {
      "page": 49,
      "text": "I 47\nA PURPOSE IN ACTIONS\nA commitment to diversity The company’s commitment translated into reality during the\nFor ENGIE, diversity is an undeniably valuable asset, as unprecedented health crisis of 2020. In this unprecedented\nevidenced by its commitments and partnerships. As such, context, the Group set up an evolving management system\nthe Group in particular reaffirmed the need for collective consisting of a Group steering committee supplemented by\ncorporate action by signing, alongside 130 large companies, geographic committees and crisis units in BUs.\nthe “Manifesto for the Inclusion of People with Disabilities in A pandemic impact score was calculated for each country.\nEconomic Life.” Spread over the three levels of low impact, medium impact\nThe Group is implementing a number of initiatives to create and high impact, it takes into account the effects of the\nenvironments that promote diversity within its teams. pandemic on local health and safety (internal mitigation\nThe role of women in business, in particular, requires its measures, trend curve of cases, access to adequate care\nfull attention. ENGIE has set itself a target of 50% female and restrictions on domestic travel). On the occasion of the\nmanagers by 2030 (compared with 24.1% in December pandemic, the Group and its BUs were able to demonstrate\n2020). Entitled Fifty-Fifty, this program has the broader their strong resilience, to the benefit of their customers and\naim of creating an inclusive culture that promotes all forms their employees, in both industrial and service activities.\nof diversity within the Group and enables the cultural shift The Group also rolled out employee protection measures\nnecessary at all levels to achieve lasting results over time. with the launch of a global social coverage program, which\nIn terms of professional and pay equality, in 2020, ENGIE provides coverage in four key areas all over the world.\nextended the obligation to calculate the equality index\nannually in each of its entities in France and internationally.\nThe improvement has been significant, with a score of 100\n89/100 for France (+17 points versus 2019) and 84/100 for\nthe Group index (+12 points versus 2019). %\nHealth and safety: combining prevention, ambition and\nresilience OF PREFERRED OF PREFERRED\nSUPPLIERS AND MAJOR SUPPLIERS WITH AN\nOver the past five years, the Group has achieved tangible\nSBT ALIGNED OR ECOVADIS RATING\nresults in terms of the health and safety of its employees\nCERTIFIED IN 2030 HIGHER THAN THE\nand subcontractors: the average rate of fatal accidents is\n“MANAGED CSR RISK” LEVEL\nalmost half the level recorded in the 2011-2015 period,\nIN 2030\nwhile the frequency of occupational accidents continues\nto decrease, reaching the annual objectives that the Group\nhas set for itself. These are the solid foundations on which\nGuiding suppliers toward a sustainable and low-\nthe new action plan for the period 2021-2025 will be\ncarbon economy\nbased, with the aim of continuing to reduce all occupational\naccidents and to preserve the health of all. In particular, The Group relies on its Purchasing Policy to communicate\nthe Group will measure the frequency rate as well as the the commitments required of its suppliers in terms of\nprevention rate, a new indicator designed to assess the health and safety, business ethics (anti-corruption) and\ndynamics of action and the capacity for prevention. Efforts innovative, sustainable and competitive offers. It encourages\nwill focus on preventing three types of risk: risks directly its preferred and major suppliers to broaden their CSR\nlinked to the performance of activities (\"No life at risk\" approach by having it evaluated by ECOVADIS. It also asks\nprevention area), those relating to quality of life at work its preferred suppliers to commit to decarbonization by\nincluding psycho-social risks (\"No mind at risk\" prevention adopting a trajectory aligned with or certified by the Science\narea), and finally risks relating to industrial processes (\"No Based Targets initiative.\nasset at risk\" prevention area).\nENGIE Care, a global social protection program to be launched by 2023\nThis program, which is being created with the The program will expand starting in 2021 and again in\ninternational union federations, aims to provide each 2023, by:\nemployee, everywhere in the world, with social\n• allowing employees to receive minimum parental leaves\nprotection based on 4 key areas:\nfor the birth of a child, with maternity leave of 14\n• Hospitalization weeks and paternity leave of at least 4 weeks, both\nfully paid, and\n• Death coverage\n• protecting employees who have a total and permanent\n• Disability (permanent and total)\ndisability by paying a minimum benefit of 12 months’\n• Parental leave (paternity and maternity) salary.\nThe Group rolled out the first two pillars of its ENGIE Care protects employees, improves their health,\nhospitalization and death cover program early, in April contributes to a better work/life balance and helps\n2020, to respond to the urgency of the health crisis and expand equal opportunities between men and women.\nto protect its employees against these major risks. Each This program contributes to the Group’s performance\naffected employee can now benefit from health coverage by increasing employee engagement, making the Group\nguaranteeing reimbursement of at least 75% of costs in more attractive and retaining more of its talent.\nthe event of hospitalization. ENGIE also protects family\nor loved ones in the event of death with the payment of\na minimum benefit of 12 months’ salary."
    },
    {
      "page": 50,
      "text": "48 I\nINTEGRATED REPORT ENGIE 2021\nBeing a responsible player\nTaking society’s expectations into account is an opportunity to develop ENGIE’s activities. The Group relies on constructive\ndialogue to provide the best possible support for all of its stakeholders.\nInvolving civil society\nTo respond to the emerging challenges of responsible in their dialogue actions. The implementation of the societal\nconsumption, access to energy and the social impacts of the policy relies on the CSR Department and its dedicated sector\nenergy transition, the Group is forging close contacts with rolled out within the entities. This sector is a source of new\ncivil society. It has rolled out to operational staff ad hoc occupations in order to act as closely as possible with its\ntools such as the societal toolbox, designed to guide teams stakeholders.\nInterview with Elsa Decrette\nRegional Relationship Manager in the Networks GBU\nWhat challenges are associated with your job?\nFirst of all, it involves providing support to the understand the challenges of the energy transition for\nsite managers and directors to maintain or build the sustainability of our facilities and identify us as a\nrelationships with the region on a daily basis. We socially responsible company. Each region has its own\nhave to ensure that our stakeholders – whether needs and its own dynamic. It is therefore necessary\nthey come from the political, economic, charity or to put tailor-made measures in place, in order to\ncivil society world – know our historical activities, ensure their relevance.\nSupporting a just transition\nWithdrawing from certain historical activities, such as coal facilitate the transition, such as the transformation projects\nor nuclear, cannot take place without social impacts. in Belgium and Chile.\nENGIE is establishing comprehensive support plans to\nCONTEXT SOCIAL AND SOCIETAL SUPPORT\nWithdrawal from Belgium has decided to withdraw progressively • Launch of a societal plan in partnership with the CSR team, in order to identify\nnuclear in Belgium from nuclear. concerns and find solutions.\nENGIE has announced that it will cease operating The first workshop took place in October 2020\nits 7 nuclear units between 2022 and 2025. • Engagement with the employee representative bodies to ensure a\nThis represents a social impact for ENGIE’s 2000 transparent social dialogue and permanent jobs for all Nuclear BU staff until\nENGIE Electrabel employees and suppliers and December 31, 2027\nfor the local population. • Working group on jobs affected by the decommissioning and employability\ninitiatives\n• Development of training programs\nClosure of coal-fired Chile has decided to accelerate its energy • Social dialogue\npower plants in Chile transition to achieve a renewable energy target • Internal mobility measures, implementation of a voluntary retirement plan\nof 70% by 2030. Under this decarbonization plan, • Training plans\nENGIE Energia Chile is committed to phasing out • A study conducted with an Employment Observatory to measure social impacts\ncoal in order to shift its energy portfolio towards and try out appropriate measures\nrenewables (2 GW). It therefore has to stop 800 • A socialization plan bringing together the various stakeholders (fishermen,\nMW of coal-based production capacity by 20241. unions, neighborhood councils, Chamber of Commerce, etc.)\nThese closures will require social support • Tocopilla Entrepreneurship Round Table\nmeasures.\n1 50% of the company’s installed capacity"
    },
    {
      "page": 51,
      "text": "I 49\nA PURPOSE IN ACTIONS\nMaintaining dialogue with stakeholders\nThe Group is committed to building a sustained dialogue with each of its stakeholders in order to adapt its activities to their\nexpectations and challenges. In 2021, Engie will set up a specific stakeholder dialogue body and an access space to support\nsensitive projects.\nCUSTOMERS\nPrivate and professional customers,\nbusinesses and regional authorities\nMarketing and satisfaction studies\nMeasurement of Net Promoter Score (NPS)\nConsumer panels\nResponses to calls for tenders\nCo-construction\nAccess space\nBUSINESS PARTNERS\nSuppliers, subcontractors, start-ups, etc. SHAREHOLDERS\nCalls for innovative projects Shareholders’ Club\nSupport via the Events (visits to Group sites)\nNew Ventures investment fund Meetings (face-to-face and online)\nVigilance plan Annual General Shareholders’ Meeting\nSubmission of tenders\nTerms\nof dialogue\nCIVIL SOCIETY with our\nEMPLOYEES AND\nNGOs, associations, local residents, stakeholders THEIR REPRESENTATIVES\ncommunities, professional\norganizations, academia Staff representative bodies\nat the European, national and local levels\nEvents, meetings and consultations\n“ENGIE & ME” commitment survey\nPartnerships\nBriefings for the general public\nDistribution of information about projects\nStakeholders’ Committee\nREGULATORS INVESTORS\nNational, European and international Banks, insurance companies,\nauthorities and bodies socially responsible\ninvestments, financial analysts,\nParticipation in think tanks\nrating agencies, etc.\nConsultations\nPartnerships Roadshows\nCorporate patronage Interviews\nResponses to evaluation questionnaires\nA strong response to the Covid-19 crisis\nThe unprecedented health crisis that has hit the planet has caused for ventilators. In France, the Group has tested and made available\nthe Group to adapt its services. ENGIE has provided support to the free of charge several service platforms for patients and seniors to\nemergency services and to vulnerable population groups. The Group provide post-intensive care follow-up and/or to recreate social\nhas applied its expertise in the health sector, including in air quality, connections.\nmedical gas distribution and the design and installation of production\nlines for the pharmaceutical industry. In the countries where it is Specific financial assistance was provided at this time, such as\npresent, the Group has offered its know-how to public authorities in support of €250 million for small businesses to speed up the\norder to rapidly convert infrastructure or production tools into payment of bills or two months of free electricity for the most\ntemporary healthcare centers, intensive care units or production lines vulnerable households."
    },
    {
      "page": 52,
      "text": "50 I\nINTEGRATED REPORT ENGIE 2021\nPROMOTING SUSTAINABLE\nAND RESPONSIBLE FINANCING\nAlthough its 2020 results were impacted by the health crisis, the Group pursued\nits strategy of sustained value creation shared with its shareholders through the\nincreased use of green finance and responsible investment\nThe Group’s financial performance Dividend policy and shareholder announcements\nThroughout 2020, ENGIE worked actively to limit the effects For 2020, the Board of Directors is proposing a pay-out ratio\nof the Covid-19 crisis. After its first two quarters were of 75%, i.e. a dividend of €0.53 per share. This figure will be\nsubstantially impacted, the Group made a strong recovery submitted to the shareholders for approval at the General\nin the third quarter, allowing it to experience an organic Shareholders’ Meeting on May 20, 2021.\nperformance in the second half that was similar to that of\nAt the end of 2019, ENGIE won the Trophée d’Or for best\nthe previous year.\nshareholder relations on the CAC40, for the first time.\nThe Renewables, Networks, Thermal, Nuclear and “Other”\nactivities demonstrated resilience in 2020. However, ENGIE’s\nresults fell sharply. Seventy-five percent of this decline Taking action to promote responsible investment\nrelates to Client Solutions and Supply due to the health Based on the crowdfunding concept, the I-DEAL platform\ncrisis. Conversely, Renewables achieved organic growth of gives every employee the opportunity to invest their\n11%, repeating the operational performance of 2019. savings in ENGIE’s high-potential projects: those that are\nDespite a difficult context, ENGIE ensured the continuity aligned with the Group’s strategy and can produce concrete,\nof essential services and, in line with its new strategy of measurable results in the medium term.\naccelerating its growth in Renewables and Networks, the ENGIE also acts through the Rassembleurs d’Énergies fund,\nGroup made growth investments in its strategic activities. which was created in 2011. This environmental and social\nOut of €7.7 billion in total investments, growth investments impact fund aims to invest in social entrepreneurs who offer\nstood at €4 billion of which 90% related to the strategic innovative and sustainable energy solutions to populations\npriorities. without access to energy. Rassembleurs d’Énergies obtained\nthe B Corp label in 2019.\nBreakdown of the €4 billion in growth Share of green bonds in effect in bonds issued since 2014\ninvestments in 2020 by Business Line by ENGIE\n4% 1% 30 50%\n1%\n14%\n25\n40%\n20\n4%\n39%\n30%\n15\n20%\n10\n38%\n10%\n5\nn Renewables n Thermal\n0 0%\nn Networks n Supply\n2013 2014 2015 2016 2017 2018 2019 2020\nn Asset-light Energy Solutions n Other\nn Asset-based Energy Solutions Green Bonds (€G) Bonds (€G) Ratio (%)"
    },
    {
      "page": 53,
      "text": "I 51\nA PURPOSE IN ACTIONS\nFinancing our activities with green bonds\nENGIE believes that the green bond market is one of the been allocated to 150 green projects around the world – in\ninvestment options that will finance the future energy particular in Europe and America – in the fields of wind and\ntransition. This commitment translated into reality in 2014 solar energy and biomass, as well as clean transportation.\nwith the issuance of its first green bond. In 2020, it is still\nAt the end of 2020, green bonds represent 31% of the\none of the world’s biggest issuers. Over this period,\nGroup's total gross debt.\n€12 bn have been issued of which €9.65 bn have already\n2014 2017 2018 2019 2020\nInaugural issue Publication of the green bond Update of the green bond Update of the green bond Publication of the green\nof green bonds framework framework framework financing framework\nMay €1.2 bn 6Y 1.375% March €0.7 bn 7Y 0.875% Jan. €1 bn perpetual 1.375% Jan. €1 bn perpetual 3.250% March €0.75 bn 8Y 1.750%\nMay €1.3 bn 6Y 2.375% March €0.8 bn 11Y 1.500% June €0.75 bn 8Y 0.375% March €0.75 bn 12Y 2.125%\nSept. €0.5 bn 6Y 0.375% June €0.75 bn 20Y 1.375% Nov. €0.85 bn perpetual 1.5%\nSept. €0.75 bn 12Y 7.375% Oct. €0.9 bn 11Y 0.500%\n1 - Renewable energy production 1 - Renewable energy production 1 - Renewable energy production 1 - Renewable energy production 1 - Renewable energy production\n(o/w T&D) (o/w T&D)\n2 - Energy efficiency 2 - Energy efficiency 2 - Energy storage\n2 - Energy efficiency 2 - Energy efficiency (o/w energy storage)\n3 - Protecting natural resources 3 - T&D networks\n3 - Protecting natural resources 3 - Protecting natural resources\n4 - Energy efficiency\n4 - Clean transportation 5 - CCS et CCU\n6 - Green buildings\n7 - Clean transportation\n8 - Environmentally sustainable\nmanagement of living natural\nresources and land use\nAllocation of green bonds issued in June 2019 and October 2019 for a total of €2.4 bn\n1.2%\n1.3%\n0.4% 1.1% 2% 0.5%\n3.1%\n26.9%\n29.1%\n27.9%\n59.9%\n8.3%\n27.7%\n10.6%\nn Europe n Middle East n Wind n Bioenergy\nn South America n Africa n Solar n Energy storage\nn North America n Asia and Oceania n Energy efficiency n Clean mobility\nn Hydropower n Geothermal energy\nEstablishing a new green financing framework\nIn 2020, ENGIE implemented a new , detailed green The Group has also broadened its approach through new\nfinancing framework in line with market best practices1. green financing tools such as new lines of credit (RCF or\nThis framework lists all the categories of projects eligible revolving credit facilities) and new Green Loans used by the\nfor green financing2, the project evaluation and selection Group entities for their projects.\nprocess, the management of operations (allocation of funds,\nA Green RCF was negotiated based on two CSR performance\nrules relating to transparency, etc.), as well as the associated\nindicators: direct CO emissions and renewable electricity\nannual reports. The aim of this new step forward is to 2\nproduction capacity.\nincrease the use of green financing within the Group entities.\n1 The Green Financing Framework complies with the Green Bond Principles 2018 (GBP) and the Green Loan Principles 2018 (GLP), as published by the International Capital Market Association\n(ICMA) and the Loan Market Association (LMA). ENGIE also intends to align this framework with the European Union Green Bond Standard, in order to follow the recommendations of the European\nCommission.\n2 Eligible project categories: Transmission and distribution networks, energy efficiency, carbon capture and storage (CCS) and carbon capture and utilization (CCU), ecological construction, clean\ntransportation, environmentally sustainable management of living natural resources and land use, excluding other categories of projects including those relating to nuclear activities"
    },
    {
      "page": 54,
      "text": "52 I\nINTEGRATED REPORT ENGIE 2021\nSharing value\nFor ENGIE, a balanced sharing of value is a pre-requisite for sustainable growth. The Group distributes its revenues in such\na way as to ensure the fair distribution of profits among its stakeholders while maintaining the investments essential for its\ndevelopment.\nState and local authorities Financial partners\nIncome and other taxes: €1.8 bn Financial income: €1.7 bn\n• Income tax: €599 m • Financial net debt: €22.5 bn\n• Other taxes: €1.2 bn • Financial net debt/EBITDA: 2.4x\n2%\n1%1%6% • €\nre\n1\np\n2\nr e\nb\ns\nn\ne\ni\nn\nn\nt i\ng\nn\nr\ng\ne e\n3\nn\n7 %\nb o\no\nn\nf\nd\nt\ns\nh e\nis\nG\nsu\nr\ne\no\nd\nu p\ns\n’\ni\ns\nn\nb\nce\no n\n2\nd\n0\ns\n1 4\n2%\n3%\n5%\n5%\n€1.8 bn 55%\n7%\nShareholders\n■\n■\n■\nF\nB\nB\nr\ne\nr\na\na\nn\nn\nz\ne\nc\ni\nl\nl\ne\nux\n■\n■\n■\nM\nI\nG\nt\n1\ne\na\n4\ne\nr\nl\n%\nx\ny\nm\nic\na\no\nny\n■\n■\nKi n\nR\nU\ng\no\nn\nd\nm\nit\no\ne\na\nm\nd\nn ia\nB\nRE A\nK\nDO\nWN OF\nREVENUES BETWEEN\nSTAKEHO\nLD\nER\nS\nD\ni\n(\nG\no\n.\nP\ne\nf\ne\ni\nr\nv\n.\nn\nM\n,\no\ni\ne\n7\np\nd\na\nr\n5\no\ne\ny\na\n%\ns\nn\nl\na\n2\nd\nS\no\nl\n0\n:\nh\nf\ns\n,\n€\na\nu\n2\n2\n0\nr\nb\n0\ne\n0\n.5\nm\nh\n2\n2\n3\no\n0\ni\n1\nt\n/\nl\nt\n)\nd\ns\nN\ne\nh\ne\nd\nR\na\nr\nI\ns\nr\nt\ng\n’\ne\no\ns\nM\n,\nth\ne\ne\ne ting\n■ Chile ■ Spain ■ Other\n3%4%1%1%\n4%\nInvestments\n24% Share\nDepreciation, amortization, €55.8 bn ownership in\nwrite-downs and 2020 63%\nprovisions: €4.8 bn REVENUES\n• €50 m allocated to the\nRassembleurs d’Energies social IN 2020\nimpact fund ■ Public ■ Employees\n• €180 m allocated to the New ■ French State ■ CDC Group\nVentures innovation fund ■ BlackRock ■ CNP Assurance\n• €190 m in R&D expenditure ■ Treasury stock\n3%\n21%\n23%\n€7.7 bn in\ninvestments\n5% in 2020\n2%\nSuppliers\n33%\n13%\nRaw material purchases and\nrelated network costs: €24.1 bn\nService purchases\nEmployees and (subcontractors, temporary employees, etc.): €10.9 bn\njobs supported\n• 140,000 suppliers, including 250 preferred suppliers\nPayroll costs: • 75% of purchases excluding energy in Europe\n€11.8 bn of which €2.3 bn • 45% supplier SMEs in France\nin social security contributions\n• 171,103 employees\n• 29,481 hires\n• 5,961 apprentices in Europe\n• ~ 340,000 indirect jobs ■ Renewables ■ Thermal\n(via suppliers)\n• ~ 700,000 jobs supported\n■ Networks ■ Supply\n(via income and other taxes) ■ Energy Solutions ■ Nuclear\n• 70.1% of employees trained\n■Others\n3%\n8%\n1%\n3%\n3%\nWorkforce\n13%\n2020\n70%"
    },
    {
      "page": 55,
      "text": "I 53\nA PURPOSE IN ACTIONS\nEncouraging sustainable taxation Supporting and improving the EU taxonomy for\nSustainable Activities project\nSustainable taxation is one of the drivers for ensuring that the\nGroup’s business grows in a responsible way. Committed to the goal of climate neutrality for 2050, ENGIE supports\nAs an extension of its commitment in this area, ENGIE adheres to the the expansion in the EU of sustainable finance of which the\nB-Team principles, with the objective of promoting a more taxonomy – a classification system for economic activities viewed as\nsustainable economy through responsible taxation. Seven key areas sustainable – is an important element.\nare considered: corporate responsibility and governance, compliance, The Group is nevertheless suggesting ways in which the taxonomy,\ncorporate organization, relations with tax authorities, research and which is very positive for electricity production from renewables\napplication of tax incentives, support for effective tax systems and (wind, solar, geothermal energy, etc.), could cover the entire spectrum\ntransparency. of renewable energy, in particular renewable gases (hydrogen,\nbiomethane) for both electricity production and clean mobility. ENGIE\nENGIE makes a substantial contribution to the public finances of is also suggesting that so-called transitional activities – including, for\ngovernments through tax and social security charges which the example, gas-fired power plants that enable the rapid\nGroup sustains due to its economic activity. In 2020, ENGIE generated decarbonization of coal-dependent countries and whose carbon\nrevenues of €55.8 billion and paid €4.1 billion in tax and social content is expected to decline, mainly through the greening of gas –\nsecurity charges. be fully incorporated into the taxonomy, in accordance with the EU\nRegulation adopted in 2020.\nThe Group also participates in the work done by the European\nFinancial Reporting Advisory Group (EFRAG) towards advising the\nEuropean Commission on non-financial reporting procedures.\n80\n%\nGROWTH CAPEX OVER 2021-2023 COMPATIBLE WITH\nWITH THE EUROPEAN TAXONOMY (UNAUDITED FIGURE)"
    },
    {
      "page": 56,
      "text": "54 I\nINTEGRATED REPORT ENGIE 2021\nSTATUTORY AUDITORS’ ASSURANCE REPORT ON SELECTED\nSOCIAL AND ENVIRONMENTAL INFORMATION PUBLISHED\nIN THE 2021 ENGIE INTEGRATED REPORT\nPursuant to your request and in our capacity as Statutory Auditors of We asked our experts in corporate social responsibility to assist us in\nENGIE (the “Company”), we performed a review with the aim of provid- the work described below:\ning limited and reasonable assurance on a selection of environmental • We have assessed the appropriateness of the Reporting Criteria with\nand social indicators identified by the symbols n1 and n n2 respective- respect to their relevance, completeness, reliability, neutrality and\nly in the 2021 integrated report for the fiscal year ended December clarity, by taking into consideration, when relevant, the sector’s best\n31, 2020 (the “Data”). practices;\n• We have verified the set-up of a process to collect, compile, process,\nResponsibility of the company and check the completeness and consistency of the Data;\n• We have interviewed the relevant staff from the Group Environmen-\nThe Data has been prepared under the responsibility of ENGIE General tal and Social Responsibility Department, the Group Health and Safe-\nManagement, in accordance with the criteria used by the company ty Department and the Group Human Resources Department at the\n(hereinafter the “Reporting Criteria”) for social and environmental re- head office and Business Units (hereinafter “BUs”) in order to analyze\nporting data, available upon request at the Company’s head office from the deployment and application of the Reporting Criteria;\nthe Group Environmental and Social Responsibility Department, the • We have implemented analytical procedures on the Data and veri-\nGroup Health and Safety Department and the Group Human Resources fied, using sampling techniques, the calculations as well as the con-\nDepartment. solidation of the Data;\n• We have tested the Data for a representative sample of entities that\nIndependence and quality control we selected4 based on their activity, their contribution to the consol-\nidated Data, their location and a risk analysis. We have conducted\nOur independence is defined by regulatory texts, the profession’s Code\ninterviews to verify the proper application of procedures and con-\nof Ethics as well as the provisions set forth in Article L.822-11-3 of the\nducted substantive tests, using sampling techniques, to verify the\nFrench Commercial Code (Code de commerce). Furthermore, we have\ncalculations performed and reconcile the data with supporting evi-\nset up a quality control system that includes the documented policies\ndence.\nand procedures designed to ensure compliance with ethical rules, pro-\n• The selected sample represented:\nfessional standards and the applicable legal texts and regulations.\n- reasonable assurance: 52% of the workforce and between 37% and\n67% of the environmental Data tested;\nResponsibility of the Statutory Auditors\n- limited assurance: 18% of the workforce and between 33% and 94%\nBased on our work, our responsibility is: of the environmental Data tested.\n• to express a reasonable assurance on the fact that the Data selected\nby the Company has been prepared, in all material aspects, in accor- Conclusion\ndance with the Reporting Criteria. The conclusions expressed here\nReasonable assurance\nbelow cover only this Data and not all of the information set forth in\nIn our opinion, the Data selected by the Group and identified by the\nthe integrated report;\nsign n n in the 2021 integrated report has been prepared, in all mate-\n• to express a limited assurance on the fact that the Data selected by\nrial aspects, in accordance with the Reporting Criteria.\nthe Company has been prepared, in all material aspects, in accor-\ndance with the Reporting Criteria. The conclusions expressed here\nLimited assurance\nbelow cover only this Data and not all of the information set forth in\nBased on the procedures performed, nothing has come to our attention\nthe integrated report;\nthat causes us to believe that the Data selected by the Group and iden-\ntified by the sign n in the 2021 integrated report is not presented\nNature and scope of work\nfairly in accordance with the Reporting Criteria, in all material aspects.\nWe have performed the procedures described below in accordance\nwith the professional guidance issued by the national auditing body Comment\n(Compagnie nationale des commissaires aux comptes) relating to this Without qualifying the conclusion expressed above and in accordance\noperation and ISAE 30003. with Article A. 225-3 of the French Commercial Code, we make the\nWe carried out the work described below in order to obtain: following comment: as indicated in the footnote to the environmental\n• a reasonable assurance that the Data selected by the Company and indicators table on page 55, GHG emissions from steel gases are now\nidentified by the sign n n are fairly presented with no material excluded from scope 1. The data for fiscal years 2018 and 2019 have\nanomaly in accordance with the Reporting Criteria, in all material been restated.\nrespects.\n• a limited assurance that the Data selected by the Group and identified\nby the sign n are fairly presented with no material anomaly in accor-\ndance with the Reporting Criteria, in all material respects. A higher\nlevel of assurance would have required us to carry out more exten-\nsive procedures.\nParis-La Défense April 17, 2021\nThe Statutory Auditors\nDELOITTE & ASSOCIES ERNST & YOUNG et Autres\nOlivier Broissand, Partner • Patrick E. Suissa, Partner Charles-Emmanuel Chosson, Partner • Stéphane Pédron, Partner\n1 Social, health and safety, societal information: Number of hours of training, Work-study Europe BU: Electrabel; Benelux BU: Cofely Fabricom; UK BU: Engie Regeneration; North America\ntrainees in the workforce, Employee engagement, Number of permanent contract and fixed-term BU: Engie North America, Conti Services; Latin America BU: CAM Colombia Multiservicios; Brazil\nhires, Level of resignations, Number of fatal accidents (employees), Accident severity rate, Senior BU: Engie Brasil Energia; Africa BU: Thermaire Investments and Ampair Ltd.; GRDF BU: GRDF;\nmanagers/GMRs from abroad (outside France, Belgium), Women appointed to senior management. Other BU: ENGIE SA’s Businesses and Local Authorities marketing activity, Engie Insight Services.\nEnvironmental information: Total water consumption – freshwater and non-freshwater, Non- Environmental information: France Renewable Energy BU: Compagnie Nationale du Rhône (CNR),\nhazardous waste recovery rate, NOx emissions, SO emissions, Fine particle emissions, CO ENGIE Green France, Société Hydro-Electrique du Midi (SHEM); ENGIE Solutions: Installations\n2 2\nemission ratio – Energy generation – scope 1. Cofely du Territoire Est-Sud; France Networks BU: Celsius, Chalon'Energie, CORPO Energie,\n2 Social, health and safety, societal information: Total workforce, Internal occupational accident En'RnoV, ENERSUD, Cogénération Besançon, ERENA, Moncia, Roseo, Société de Distribution de\nfrequency rate, Women in the workforce, Women in management positions, Trained workforce, Chaleur de Chambéry (SCDC), Dole, Lons le Saunier, Valaxion; Generation Europe BU: Cartagena,\nManagerial staff in the workforce, Workforce with permanent contracts. Combigolfe, Coo, Amercoeur, Knippegroen, Zandvliet, Voghera, and Rodenhuize power plants;\nEnvironmental information: Primary energy consumption – Total, Total GHG emissions (scope 1), Nuclear BU: Doel power plant; UK BU: Cofely UK; North, South and Eastern Europe BU: all ENGIE\nTotal GHG emissions (scope 2), Hazardous waste recovery rate. facilities in Germany; Latin America BU: Chilca thermal power plant in Peru; Brazil BU: Estreito,\n3 ISAE 3000 – Assurance engagements other than audits or reviews of historical financial Jorge Lacerda, Machadinho, Salto Osório, Pampa Sul, and Umburanas power plants; Africa BU:\ninformation. Engie Services Maroc; Asia Pacific BU: Kwinana power plant; Storengy BU: Gournay sur Aronde\n4 Social, health and safety information: Audits performed at BU level: France BtoC BU; North, storage site; Middle East, South and Central Asia, and Turkey BU: Uch I and Uch II power plants\nSouth and Eastern Europe BU; Asia Pacific BU; Tractebel Engineering BU in Pakistan.\nAudits performed at entities level: France Renewable Energy BU: Compagnie Nationale du Rhône\n(CNR); ENGIE Solutions: Engie Energie Service - Cofely Services Etablissement, Ineo; Generation"
    },
    {
      "page": 57,
      "text": "I 55\nA PURPOSE IN ACTIONS\nOperational Indicators\n2018 2019 2020\nInstalled electricity generation capacity (GW)(1) 104.3 96.8 101\nCapacity under construction (GW)(1) 6.7 6.3 4.2\nInstalled renewables capacity (%)(1) 23.7 27.8 ✔ 31.2\nInstalled renewables capacity (GW)(1) 24.0 27 31.1\n- of which hydro (excl. pumped storage) 16.5 16.3 17.9\n- of which wind 5.4 7.4 10.1\n- of which solar 2.2 2.6 3.1\n- of which biomass/biogas 0.7 0.6 0.4\nSatisfaction rate of BtoC customers (%) 81 72 76\nR&D expenditure (€ m) 182 189 190\nGas sales (TWh)(2) 496 550 556\nElectricity sales (TWh)(2) 317 344 322\nElectricity production (TWh)(1) 420 433 389\nLoad factor of gas stock (%) 53 57 56\nLoad factor of coal stock (%) 54 41 49\nAvailability of nuclear power plants (%) 52 79 63\nRAB distribution France (€ bn)(3) 14.5 14.8 14.9\nRAB transmission France (€ bn)(3) 8.3 8.9 8.8\nRAB storage France (€ bn) 3.6 3.7 3.7\nRAB LNG terminals France (€ bn) 1.1 1.0 0.9\nQuantity of energy distributed by GRDF (TWh) 277.5 274.9 256.2\nStorage capacity sold (TWh) 104.8 118.2 120\nLength of gas distribution networks (km) 249,272 252,279 254,294\nLength of GRDF network (km) 200,700 201,719 202,759\nLength of gas transmission networks (km) 37,369 39,345 39,352\nLength of GRTgaz network (km) 32,548 32,527 32,519\nServices – Net business development (€ m/year) 858 3,648 2,116\nFacilities – Order book (€ m) 6,935 10,347 10,726\nEngineering – Order book (€ m) 778 786 941\nFinancial indicators\n2018 2019 2020\nRevenues (€ bn) 57.0 60.1 55.8\nEBITDA (€ bn) 9.7 10.4 9.3\nCurrent Operating Income (€ bn)(4) 5.2 5.8 4.6\nNet recurring income, Group share (€ bn) 2.5 2.7 1.7\nGross investment (€ bn) 8.2 10.0 7.7\nof which growth investments (€ bn) 5.4 7.2 4.0\nof which maintenance investments (€ bn) 2.6 2.6 2.4\nof which financing of Belgian nuclear provisions 0.2 0.2 1.3\nCash flow from operations (CFFO) (5) 7.7 7.6 7.1\nNet economic debt (€ bn) 35.7 41.1 37.4\nNet economic debt/EBITDA 4.0x 4.0x 4.0x\nOrdinary dividend for year N paid in year N+1 (€/share) (6) 0.75 0 0.53\n✔ 2020 target achieved\n(1) Counted at 100% regardless of the ownership interest\n(2) Sales figures are consolidated in accordance with accounting standards\n(3) Regulated Asset Base as of January 1\n(4) Current operating income after share in net income of equity method entities\n(5) Cash Flow From Operations: Free cash flow before maintenance CAPEX\n(6) Proposal submitted to the Shareholders’ Meeting on May 20, 2021"
    },
    {
      "page": 58,
      "text": "56 I\nINTEGRATED REPORT ENGIE 2021\nEnvironmental indicators\n2018 2019 2020\nn n Total GHG emissions – Scope 1 (mt CO eq) 57.2 46.2 38.6\n2\nof which emissions from energy production 54.7 43.7 36.4\nof which CH emissions 1.8 1.7 1.5\n4\nn n Total GHG emissions – Scope 2 (mt CO eq) 2.9 2.5 2.3\n2\nTotal GHG Emissions – Scope 3 (mt CO eq) 139.2 133.6 134.0\n2\nof which use of products sold 62.0 60.9 61.5\nn CO emission ratio – Energy generation – Scope 1 (kg CO MWheq) 284.1 220.0 212.5\n2 2\nReduction of CO emission ratio for electricity production compared with 2012 (%) -29 -44 ✔-52\n2\nn NOx emissions (kt) 60.4 52.8 47.5\nn SO emissions (kt) 118.3 124.3 119.6\n2\nn Fine particle emissions (kt) 4.8 4.7 4.4\nn n Primary energy consumption – Total (excluding own consumption) (TWh) 330 343 285\nn Total consumption – freshwater and non-freshwater (mm3) 85.1 94.5 76.8\nRate of reduction in the water consumption of industrial activities compared\nNA 0 -19\nwith 2019 (%)\nReduction in ratio of freshwater withdrawals/MWh of electricity production\n-39 -36 ✔-46\ncompared with 2012 (%)\nEnvironmental risk prevention plan (% of relevant revenues) 87.6 81.2 82.7\nEnvironmental expenditure (€ m) 406 466 553\nEnvironment-related complaints (no.) 24 10 6\nEnvironment-related convictions (no.) 0 1 2\nAmount of compensation (€ k) 0 13 14\nn Non-hazardous waste recovery rate (%) 85 68 76\nn n Hazardous waste recovery rate (%) 30 30 30\nCertified environmental management system (% of relevant revenues) 80.3 72.4 75.7\nSocial indicators\n2018 2019 2020\nn n Number of employees 160,301 171,103 172,703\nn n Managerial staff in the workforce (%) 25.0 25.1 26.2\nn n Workforce with permanent contracts (%) 92.5 90.3 90.4\nn No. of permanent contract and fixed-term hires 29,754 37,189 29,481\nn Level of resignations (%) 5.8 7.1 5.4\nn n Internal lost time injury frequency rate for employees 3.4 3.7 ✔ 3.0\nLost time injury frequency rate for employees and subcontractors on sites with\nNA 3.3 2.7\ncontrolled access\nn Accident severity rate 0.13 0.14 0.11\nn Number of fatal accidents (employees) 4 2 3\nHealth and safety prevention rate nd 0.42 0.59\nn n Women in the workforce (%) 21.1 20.9 21.5\nn n Women in management positions (%) 23.3 23.5 24.1\nn Women appointed to senior management (%) 24 28 28.7\nn G ender equity index:\n- France NA 72 87\n- Rest of world NA 72 80\nn n Trained workforce (%) 66.1 69.2 ✔ 70.1\nn Hours of training (no.) 3,069,973 3,271,154 2,963,242\nn Work-study trainees in the workforce (%) 3.0 3.3 3.5\nOverall employment rate of employees with disabilities in France (%) 4.8 4.3 3.7\nn Employee engagement (%) 79 80 ✔ 83\nEmployee shareholding (% of share capital held) 3.9 3.2 3.2\nWomen receiving performance shares (%) 26 27"
    },
    {
      "page": 59,
      "text": "Societal indicators\n2018 2019 2020\nIndustrial activities covered by an appropriate mechanism for dialogue and\n53 74 ✔ 100\nconsultation with stakeholders (%)\nShare of activities, projects and sites being dismantled with a societal plan (%) NA not communicated 10\nTarget sites with an integrated plan for environmental management developed\n75 86 ✔ 100\nin conjunction with their stakeholders (%)\nShare of activities, projects and sites that are being decommissioned with an\nNA not communicated 21\nenvironmental plan in consultation with stakeholders (%)\nEntities with a CSR process for managing their supply chain (%) 84 86 ✔ 100\nResponsible Purchasing Index (including CSR assessment and inclusive purchas-\nNA not communicated 18\ning and excluding energy purchases)\nBeneficiaries with access to affordable, reliable, and clean\n0 4 6\nenergy from 2018 (excluding the Rassembleurs d’Énergies fund) (m)\nGovernance indicators\n2018 2019 2020\nNumber of directors (post-Shareholders’ Meeting in year N+1) 18 13 147\nNumber of nationalities represented on the Board of Directors (post-Sharehold-\n6 4 47\ners’ Meeting in year N+1)\nAttendance rate on the Board of Directors (%) 94 95 987\nIndependence rate of the Board of Directors (%) (post-Shareholders’ Meeting in\n60 67 607\nyear N+1)\nGender diversity rate of the Board of Directors (%) (post-Shareholders’ Meeting\n50 40 507\nin year N+1)\nn Senior managers from abroad (outside France, Belgium) (%) 24 25.5 ✔ 25\nSenior managers trained in combating corruption (%) 91 91 86\nTraining of staff most exposed to the risk of corruption (%) NA 25 21\n✔ 2020 target achieved\n(7) Subject to approval of the resolutions at the General Shareholders’ Meeting of May 20, 2021\nThis message includes forward-looking information and statements. Acknowledgments\nSuch statements include financial projections and estimates, the\nThe Corporate Social Responsibility Department would like to\nassumptions on which they are based as well as statements about\nthank all stakeholders, customers, investors and NGOs for their\nprojects, objectives and expectations regarding future operations,\ncontributions to this new Report. It would particularly like to\nproducts or services, or future performance. Although ENGIE’s\nthank the teams from the following departments: Finance, Human\nmanagement believes that these forward-looking statements are\nResources and Global Care, Strategy, Brand and Communication,\nreasonable, investors and ENGIE shareholders should be aware\nRisk, General Secretariat, Research & Innovation, Strategic Sourcing &\nthat such forward-looking information and statements are subject\nSupply, Ethics, Compliance and Privacy, as well as the Businesses and\nto many risks and uncertainties that are generally difficult to\npersons interviewed.\npredict and beyond the control of ENGIE and may cause results and\ndevelopments to differ significantly from those expressed, implied\nor predicted in the forward-looking statements or information. Such\nrisks include those explained or identified in the public documents\nfiled by ENGIE with the French Financial Markets Authority (AMF),\nincluding those listed in the “Risk Factors” section of the ENGIE 2020\nUniversal Registration Document filed with the AMF on March 17,\n2021.\nThis document was produced by an\nenvironmentally responsible printer on paper\nfrom a certified source. It is available on the\nwebsite ENGIE.com, where all the Group’s\npublications can be consulted.\nDesign and creation:\nPhoto and infographic credits: ENGIE • Adobe Stocks\nDate of publication: 04/2021."
    },
    {
      "page": 60,
      "text": "1 Place Samuel de Champlain, Fbg de l’Arche\n92930 Paris la Défense Cedex\nFrance\nwww.engie.fr"
    }
  ]
}