{
  "company": "ENGIE",
  "year": "2022",
  "pdf_path": "reports/ENGIE/2022/annual_report.pdf",
  "total_pages": 56,
  "pages": [
    {
      "page": 1,
      "text": "INTEGRATED\nREPORT\n2022"
    },
    {
      "page": 2,
      "text": "ABOUT THIS REPORT\nENGIE’s Integrated Report provides a comprehensive, The report was drafted by the Corporate Social\nforward-looking vision of the Group, its purpose, ambition, Responsibility Department and produced with the active\nstrategy, objectives, governance and value creation. involvement of the functional departments and GBUs that\nModeled on the reference framework of the Value Reporting worked throughout the process. The 2022 edition outlines\nFoundation (ex-IIRC), the Integrated Report forms part the implementation of the Group’s strategy and its transition\nof an approach that aims to explain how the company to Net Zero Carbon by 2045. It has been validated by the\ncreates value by reconciling financial and CSR performance Executive Committee and the Board of Directors' Committee\nindicators. on Ethics, the Environment and Sustainable Development\n(EESDC). The Statutory Auditors have also validated1 the\ncompliance of certain indicators.\nRecognition of ENGIE by international indices and rating agencies\nMain indices Credit rating at February 21, 2022\nThe Group is listed in the main financial indices: CAC 40, Euronext\n100, FTSE Eurotop 100, MSCI Europe.\nENGIE is listed in the principal non-financial indices: Aaa AAA AAA\nDJSI World, DJSI Europe, Euronext Vigeo World 120, Euronext\nBBB+\nVigeo Europe 120, Euronext Vigeo Eurozone 120, Euronext Vigeo A\nFrance 20, STOXX® Europe 600 ESG-X, STOXX® Europe 600 ESG Baa1 BBB BBB\nBroad Market, STOXX® Global 1800 ESG Broad Market, STOXX® Baa2\nGlobal 1800 ESG-X, MSCI EUROPE ESG Universal Select, MSCI\nEUROPE ClimateChange CTB, MSCI EMU ESG, MSCI World ESG\nUniversal Select, MSCI World Climate Change CTB, CAC 40 ESG,\nBloomberg Gender-Equality Index.\nCSR rating Moody’s S&P Fitch\nENGIE favors rating agencies with which the Group can maintain and\ndevelop constructive relationships to improve its CSR performance. The EDF, ENEL, Iberdrola, Orsted, SSE, EON, Fortum, Naturgy, EDP (+ Vattenfall + Verbund +\nEnBW for S&P), (+ Vattenfall + Verbund + EnBw + RWE for Moody’s), (+ RWE for Fitch)\nratings from five agencies – SAM, VE, CDP Climat, MSCI and Sustainalytics\n– are included in the compensation criteria for the Chief Executive\nOfficer’s 2021 variable component.\nENGIE Sector average XX Maximum Score\n100 100 AAA Negligible Risk A A A 100\n81 A Medium A- A-\nBBB Risk B B B 77\n68\nB-\n52\nHigh 45\n39 Risk\nMoody’s ESG Climate Water Forests\n1st participation\nSome power levels at facilities on a (logarithmic) scale\nNTPC Kadapa EDF nuclear Tihange\nsolar power reactor nuclear\nSolar panel Gas Tramway Wind turbine TGV plant (India) 900 MW power plant\n300 W furnace 400 kW 1 to 3 MW Atlantique 250 MW (Belgium)\n30 kW 8.8 MW 3 GW\n10 kW 100 kW 10 MW 100 MW 10 GW\n1 kW 1 MW 1 GW\nCampo Largo Marafiq gas Jirau\nwind power power hydroelectric\nplant (Brazil) plant (Saudi dam (Brazil)\n688 MW Arabia) 3.75 GW\nSome orders of magnitude 2.75 GW\n• 1 metric ton of CO equals a Paris-New York round trip flight per passenger, or four\n2\nParis-Berlin (8,000 km) round trips in a car, or one year of heating a 40 m2 home\nwith average insulation\n• A French person emits on average 12 metric tons of CO per year\n2\n1 The social and environmental information identified by the signs n and n n in the integrated report have been the subject of a moderate assurance opinion and a reasonable assurance opinion\nrespectively by the Statutory Auditors."
    },
    {
      "page": 3,
      "text": "I 01\nPLAN REPORT\nCONTENTS\n04 ENGIE, GLOBAL LEADER\nIN ENERGY TRANSITION\nStreamlined and refocused, ENGIE is fully committed\nto implement its sustainable growth strategy and achieve\nits Net Zero Carbon goal by 2045.\n24 A PURPOSE IN ACTION\nENGIE’s day-to-day actions bring its purpose to life:\naccelerating the transition to a carbon-neutral economy.\n40 A LONG-TERM VISION\nIn accordance with the AFEP-MEDEF code and the best\ngovernance standards, ENGIE relies on experienced governance\nthat supports its sustainable and responsible value creation.\n50 INDICATORS AND ANNEXES\nThe information relating to the Task-Force for climate-related financial\ndisclosure, the United Nations Sustainable Development Goals and\nthe European Union’s Green Taxonomy can be found in the integrated\nreport on the following pages:\nGovernance p. 48\nStrategy p. 17-19\nRisk management p. 16\nIndicators and targets p. 20-21, 26-27, 28-29\nTCFD Report - 2022 Climate Report\nBusiness model p. 8-9\nENGIE’s contribution to the SDGs p. 12-13\nEUROPEAN GREEN Business model p. 8-9, 36\nTAXONOMY\nENGIE’s climate and biodiversity strategies are detailed in the Climate\nand Biodiversity notebooks, respectively."
    },
    {
      "page": 4,
      "text": "02 I\nINTEGRATED REPORT ENGIE 2022\nJOINT EDITORIAL\n2021, a year of decisive acceleration\nAn accelerated energy transition is central to ENGIE’s\nstrategy. In 2021, the Group reaffirmed its industrial\nstrategy and committed to the transformation of its\norganization. The foundations have been laid for long-\nterm sustainable growth aligned with its purpose.\nThis 8th edition of the integrated report is designed to\nshare, with all our internal and external stakeholders,\nour vision of the energy world, business model, strategy,\nand creation of financial and non-financial value in a\nsimple and educational way.\nWhat happened within the Group during 2021 that\nshould be remembered?\nCatherine MacGregor: 2021 was a good year for ENGIE! I\nam proud of everything we accomplished in such a short\ntime. In agreement with the Board of Directors, we\nrepositioned ENGIE and refocused our activities around\nour four core businesses: renewables, of course; energy\nsolutions; networks; and thermal generation with energy\nsupply. We reaffirmed the Group’s industrial approach\nand the priority we place on operational excellence. We\naccelerated our growth investments in Renewables and\nEnergy Solutions. As we were engaged in an extremely\nambitious transformation, our teams demonstrated\nexemplary mobilization in the challenging context of the\npandemic. I would like to express my deepest gratitude\nto them. However, I regret our poor results in health and\nsafety. We are fully mobilized and currently\nstrengthening our actions everywhere we operate, both\nwith our teams and with our contractors.\nIn concrete terms, what do you consider the highlights\nof 2021?\nCatherine\nJean-Pierre Clamadieu: This year was marked by a\nMACGREGOR historic rise in energy prices that impacted consumers\nand manufacturers. This price surge adds further\nChief Executive Officer\nmeaning to our commitments in terms of social and\nsocietal responsibility, in line with our goal to lead a just\ntransition wherever we operate. Guided by our purpose,\nour strategy – which places our performance within a\ncomprehensive CSR approach – contributes to the\nSustainable Development Goals of the United Nations.\nTherefore, we are fully reaffirming our historic adherence\nto the 10 Principles of the United Nations Global Pact.\nCatherine MacGregor: There were so many highlights\nduring my first year at ENGIE! We commissioned an\nadditional 3 GW of renewable assets and won major\ncontracts in energy solutions, such as the contract with\nGeorgetown University in the United States or the\ncontract with the City of Paris, which entrusted its\ncooling network to us for twenty years. We entered into"
    },
    {
      "page": 5,
      "text": "I 03\nJOINT EDITORIAL\nseveral strategic partnerships in the renewable gas\nsegment, such as with CMA-CGM to decarbonize maritime\ntransport, or with Masdar in the United Arab Emirates to\ndevelop green hydrogen. All while we continued to assist\nour individual customers in moving toward a\ndecarbonized economy. We also completed the disposal\nof EQUANS under good terms and conditions. This will\noffer amazing development opportunities to the teams.\n2021 was marked by renewed mobilization on climate\nchange. How is ENGIE positioning itself in this context?\nJean-Pierre Clamadieu: 2021 indeed marked a turning\npoint in this area: in the United States, President Biden\ntook the initiative to rejoin the Paris Agreement soon\nafter his inauguration. At COP26, for the first time,\ngovernments paved the way for a gradual phase-out of\nfossil fuels. The framework set up in Paris in 2015 is now\ncomplete and functional. For their part, the mobilization\nof economic players around voluntary coalitions was a\nremarkable accelerator.\nMobilization is also on track in Europe: it has increased\nits 2030 emissions reduction goal to 55% compared to\n1990, and established a “Fit for 55” road map. A major\ntransformation of our economy is underway and ENGIE is\ndetermined to be a major player.\nCatherine MacGregor: In the first half of the year, the\nGroup presented a stronger climate goal to be “Net Zero\nCarbon” on its three scopes by 2045 by following a “well\nbelow 2°C” trajectory, currently being certified by SBTi*.\nAll our teams are enthusiastically mobilized around this\ngoal. This is a major commitment in which we have\nalready made progress. I salute their determination to\nmeet the exciting challenges of the energy transition and\nto build tomorrow’s low-carbon energy system today.\nAt a time when the world is experiencing a historic crisis\nin Ukraine, how is the Group being impacted?\nJean-Pierre Clamadieu: ENGIE has strongly condemned\nthe invasion of Ukraine and we have of course\ncommitted to comply in every respect with the\napplicable sanctions. We have expressed our solidarity\nJean-Pierre\nwith the affected populations and our employees\naffected by these events. Our teams are mobilized and CLAMADIEU\non the ground with the support of the ENGIE Foundation.\nChairman of the Board of Directors\nThe Group is solid and we can approach this new crisis\nwith confidence and in a spirit of solidarity.\nCatherine MacGregor: As a world player, we assume our\nresponsibilities. ENGIE immediately mobilized all its\nresources to ensure the safety of its employees affected\nby the conflict. Our priority is also to ensure the security\nof supply of our customers. We are currently working to\nthis end by accelerating the filling of our storage facilities\nand diversifying our gas purchases. In the longer term,\nthis conflict reinforces our ambition to be carbon neutral:\nto accelerate the decarbonization of our activities,\nparticularly in renewable gases.\n*Science Based Targets initiative"
    },
    {
      "page": 6,
      "text": "04 I\nINTEGRATED REPORT ENGIE 2022"
    },
    {
      "page": 7,
      "text": "I 05\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\nENGIE, GLOBAL\nLEADER IN\nENERGY\nTRANSITION\nSimplified and refocused, ENGIE is fully committed\nto implement its sustainable growth strategy\nand achieve its Net Zero Carbon goal by 2045\nP.06 ENGIE, global leader in energy transition\nP.08 A business model aligned with our purpose to accelerate the energy transition\nP.10 A core activity for a low-carbon world\nP.12 A model that contributes to the United Nations Sustainable Development Goals\nP.14 Energy market trends in 2021\nP.15 Priorities shared with stakeholders\nP.16 Anticipating and managing risks\nP.17 Building the low-carbon energy system of tomorrow\nP.20 Creating global value\nP.23 Commitments for collective progress"
    },
    {
      "page": 8,
      "text": "06 I\nINTEGRATED REPORT ENGIE 2022\nENGIE, GLOBAL LEADER\nIN ENERGY TRANSITION\nENGIE is a global industry leader in low-carbon energy supply and related services. Along with its employees, customers,\npartners and stakeholders, the Group is committed each day to accelerating the transition to a carbon-neutral world through\nmore energy-efficient and environmentally friendly solutions. Driven by its purpose enshrined in its bylaws, ENGIE now\nrelies on a streamlined business model, which aims to develop the renewable energy sector and local energy networks, as\nwell as adapt its centralized networks and thermal production activities to renewable gases.\n0.3 GW\n6.2 GW\n0.2 GW\n2.9 GW\n11.8 GW\n0.7 GW\n4.2 GW\nGROUP\n€6.1 bn 50 GW E D STATES & CA N\nEBIT NI T A D\n21.2 GW 101,504 U A\n€0.1 bn\nEMPLOYEES 3.2 GW EBIT 0.7 GW\n18.8 GW 4,364\nOF UHCN* CAPACITY EMPLOYEES\n1.7 GW\nOF UHCN* CAPACITY\n3.5 GW\nRenewables\nTotal electricity production capacities:\n100.3 GW (at 100%) incl. 34.4 GW of renewables Total capacities: 4.5 GW (at 100%)\n(excl. pumped storage) incl. 3.8 GW renewables\n267,600 km gas distribution network\n40,600 km gas transmission network\n1.6 GW\n3,300 km electricity transmission network\n1.7 GW\nand 4,000 km in development\n1.1 GW\n1.8 GW\nBreakdown of electricity production capacity by technology\nNuclear Coal Natural gas Hydropower Solar L\nATIN AMERICA\nOther resources Biomass and biogas Wind Other 1.2 GW\nnon-renewables offshore renewables\n& onshore €1.5 bn\n* UHCN: Urban heating and cooling networks 12.1 GW EBIT\n5,852\nEMPLOYEES\nTotal capacities: 19.7 GW (at 100%)\nincl. 15 GW renewables"
    },
    {
      "page": 9,
      "text": "I 07\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\nData excluding EQUANS\n65 Mt 34% 28.9% No. 1 No. 1 No. 1\nof greenhouse renewable energy of managers in wind and solar in distribution worldwide in urban\ngas emissions in electricity were women in France in Europe and cooling networks and\n(scopes 1 & 3) production at end-2021 No. 2 No. 3\nfrom energy capacity\nin natural gas worldwide in urban\nproduction at at end-2021\ntransmission heating networks\nend-2021\nin Europe\n5.9 GW 0.2 GW 6.2 GW\nEUROPE\n1.3 GW\n€4.1 bn\nEBIT 0.2 GW\n9.1 GW 79,532\nEMPLOYEES 1.1 GW 1.3 GW\n12.7 GW 1.1 GW\nOF UHCN* CAPACITY\n14.6 GW 1 GW\nMI\nD\nDLE\nEAST / AFRICA\n/\nO\n32.9 GW\nC\n/ €0.5 bn E\n1.3 GW A EBIT A\nA\nSI\n11,756\nN\nIA\nTotal capacities: 38.6 GW (at 100%) EMPLOYEES\nincl. 13.2 GW renewables 4.4 GW\n(excl. pumped storage) OF UHCN* CAPACITY\nTotal capacities: 37.5 GW (at 100 %)\nincl. 2.4 GW renewables\n* Urban heating and cooling networks\nBreakdown\nof electricity Nuclear Coal Natural gas Hydropower Solar\nproduction\ncapacity Other resources Biomass and biogas Wind Other\nby technology non-renewables offshore renewables\n& onshore"
    },
    {
      "page": 10,
      "text": "08 I\nINTEGRATED REPORT ENGIE 2022\nA BUSINESS MODEL ALIGNED WITH OUR PURPOSE\nIN ORDER TO ACCELERATE THE ENERGY TRANSITION\nOUR OUR\nRESOURCES1 PURPOSE\nFinancial capital To act to accelerate the transition towards a carbon-neutral economy,\nthrough reduced energy consumption and more environmentally\n• €42 billion in shareholders’ equity\nfriendly solutions. This purpose brings together the company, its\n• €21.0 billion in cash and cash\nemployees, its customers and its shareholders, and reconciles economic\nequivalents\nperformance with a positive impact on people and the planet. ENGIE’s\n• €25.3 billion in financial net debt\nactions are assessed in their entirety and over time.\n• 3.6x economic net debt/EBITDA\n• €5.5 billion in financing of nuclear\nprovisions\nOUR\nIndustrial capital 4 CORE BUSINESSES*\n• €4.3 billion growth Capex\n• €2.4 billion maintenance Capex\n•\n•\n• g\no\n€\n2\n1\nn\ne\nf\ne\n2\n6\n0 n\nt\nr\n2\n7\n0\nw\ne\ne\n.\n,\n.\nn\nr\no\n3\n6\n3 a\ne\nr\nt\n0 k\nw\nm\nG io\ns 0\na\nW n\ni\nb\nl\nk\nl\nl\nc\ne\ni\nm\no a\no\np f\ne\nn\na\nn\ni\no\nn c\ne\nf\ni\ns i\nn\nr\nt\ng\nt\ng\ny a\na\nB\ny\n, l\ns\nl\n2\ni e n\nd\nC\nd c\ni\nc\ns\nl p u\no\nt\no\nr\nd\nn\ni\nw i\nb\nt\nn\nr\nu\ne g\na\nt\nr\nc\ni\n3\no\nts\n4\nn\n. 4 GW\nE X\nI\nN\n2\n0 2 1 E\nE\nLI G\nW\nIB\nA\nLE\nB\nF\nL\nOR\nE\nT\nS\nHE\nTAXONOMY\n6%**\nOF\nCA\nN\nPE\nE\nX\nT\nIN\nW\n20\nO\n21\nR\nE LIG IB\nL\nE\nF\nO R\nI • n 5 t 5 e 4 l l r e es c e t a u rc a he l r c s apital\n%\nO F C A P R E N pe + r C 4 y a p e G a a W r c i i t o n ie n 2 s a 0 a v 2 d e 2 d r - a e 2 g d 0 e : 2 5 of P B i r n o io d F m u ra c e n t t i c h o e a n n b o e y f p 2 4 e 0 T r 3 W y 0 e h a r K S T H E T A\nX\n• €138 million allocated to R&D 0 0 +6 GW on average Development of gas O N\n• € 28 million invested in start-ups in 1 per year in 2026-2030 and e o l u ec ts tr id ic e i t F y r a n n e c tw e orks O M\n2021 Y\n• € 180 million invested in ENGIE New\nTOWARDS THE\nVentures TARGET\nNET ZERO\nHuman and societal capital CARBON\nBY 2045\n• 101,504 employees\nCoal phase-out Y\n• 15,522 hires Adding by 2027 N M\nO\n•\n•\n•\n•\nN • •\n4 €\n3\n€\nc c\nR € f\n9 a\no\no o\na\n3\n5\n.\n1\n7\n6\n9\nr\nn n\ns\nt\n8\n2\n4\n. s\ns s u\nt\n%\n8\nm\ne\nu u\nh\n9\nm\nT r\nm\nm m\ne m\na\ni W\nm\na l\np\nb\ni\nE\np p l\nl\ni\ni\np\nl\nl N\nt t\nl\ni\nl\no h\ne\ni i\ni r\nl\nl\no o c\nG u\no\nl\ni\ne\nn\ni\no\no\nn n a\nI r\nn n\no\nE\nf\ns\n)\nn\nm\nt\n( p\nn\ni\ne p\ni\nF d\nc n\na\nx 3 i r\no\ne\n’\ni\nE\nv\ni\nn\nt c\nn\nu\ns\no m\nn\nl\ne\na\nn n\nu f\ne\ni s\ne\na\nu\nn\nd\nd l w\nn\nt\nr\nr\na\ne\na\ni\ng\nv\ny\nE\nn a\nl\nd\nt i\ni\nu\nt g\ni e e\nr\ne\no\ne\nr b\no\ns n\nn o\no\nr\nn\ny\nn\nd\ne w\np\nc\nm\no\nr\ne\no n g\nw\ne\nn y\nn\nm\ns u\nt\ne\nm\nn\ne\nt\nd\n8 1 % O F\nC A P E X IN\nE\n2\nN\n0\nE\n2 1\nR\nE\nG\nL\nY\nIG IB S L O E L F\nl\nO\no\nU R\nc c 8 a\nT\na\nT\nl p G\nH I\nl a o W\nE O\nc w\nn\ni\nT\nt o\ne\nN\n-\nA\ny c f\nt\nX\nw\na b a\nS O\nr y d\no\nb\nN\nr\nd o 2\nk\nO\ni n 0 t\ns\ni\nM\n2 o e 5 n n\nY\ne a i r n l g y o D f p e\nT\nr r v e o\nH\ne n d l e o u\nE\nw\nb\np c\n1 &\nt\ny\na\nR\nm\n7\ni b o\n%\n2\ne\nM\nn l\n0\nn\nE\ne\nO\nc t\n3\nF\nh\nA N\na\n0\no y p\nC\nf\nL\nd\nE A\na 4 r c\nP\no\nR\nG\ni\nE\nG t g\nX\nE\ny\nG\nW e\nN\nI\nn\nN Y\nE\n2\nR S\n0\nA\n2\nU\n1\nT\nP\nI\nE\nO\nP\nLI\nL\nG\nY\nI B L E\nF O R T H E\nT A X O N\nexpenditure (investments and recurring\nexpenses related to environmental\n* excluding EQUANS, the disposal of which will be finalized in 2022\nprotection)\n1 Data excluding EQUANS\n** On the basis of European regulations that define the taxonomy, natural gas networks are not eligible."
    },
    {
      "page": 11,
      "text": "I 09\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\nOUR\nWAYS OF WORKING\nFocus on business\nCollaborate OUR OUR\nCommit to deliver\nVALUE CREATION1 AMBITIONS2\nEngage\nPrioritize\nPeople People\n>>> 2021 Results >>> Targets for 2030\nOUR\n• 28.9% women in management positions • A balance of men and\nSTRATEGY women in management\n• 89: France equity index • Professional and salary equity\n• 83: international equity index\n• 2 .5: frequency rate of occupational • frequency rate of occupational\nSimplifying accidents for employees and accidents for employees and\nsubcontractors subcontractors on sites with controlled\nand refocusing the Group on sites with controlled access access ≤ 2.3\non its core activities to • 45% of suppliers in France are SMEs\nseize opportunities in a\nE X I N 2\n0 2 1 E\nE\nLI G\nW\nIB\nA\nLE\nB\nF\nL\nOR\nE\nT\nS\nHE\nTAXONOMY 6%** OF\nCA\nN\nPE\nE\nX\nT\nIN\nW\n20\nO\n21\nR\nE LIG IB\nL E F O R\nbu\nw\no\no i\ny\nt u\na\nh r\nn\na\nA\no\nt\nd\nr\ne\nc g o\na\nn\na\np\nn\ne\nn\nt\ns\nr\ni\ni\ng\no z\nn\ny\nl a\ng\ni d t\nm\ni a o t\na\nn e\nr\nd\nk et\n•\nP\n>\n• (\nr\n6\n6\n>\nl\ns\ne\na\n>\n5\n6\nc\nla\no\nn\n2\nM\nM t\np\ne\ne\n0\ne\nd\nt\nt\ns\n2\nt\nC\nC t\n1\n1\no O\nO a\ng\nR\n2\n2\nn\na\ne\ne d\ne s\ns\nq\nq\n3\ns\nu\n.\na .\n)\nl\nl\no\no\nf\nt\ne\no f\nf\ns\ns\nr G\nG\ne H\nH\nn G\nG\ne r e\ne\ng m\nm\ny i\ni\ns p\ns\ns\ns\nr i\ni\no o\no\nd n\nn\nu s\ns\nc tion\n•\nP\n>\n• (\nr\n4\n5\n>\nl\ns\ne\na\n>\n3\n2\nc\nla\no\nn\nT\nM\nM t\np\ne\na\ne\ne\nd\nt\nt\ns\nr\nt\ng\nC\nC t\n1\no\ne\nO\nO\na\ng\nt\n2\n2\nn\ns\na\nd e\ne s\nf\nq\nq\no\n3\nsa\n.\n.\n)\nr\nl\no\no\nf\ne\n2\no f\nf s\nr\n0\nG\nG\ne\n3\nH\nH\nn\n0\nG\nG\ne r e\ne\ng m\nm\ny i\ni\np s\ns\ns\ns\nr i\ni\no o\no\nd n\nn\nu s\ns\nc tion\n%\nO F C A P R E N K S T H E T A\nX\nindustrial approach • c 3 a 4 p % ac o it f i e r s enewable electricity production • c 5 a 8 p % ac o it f i e r s enewable electricity production\n0 0 O N Customer decarbonization: • Customer decarbonization:\n1 O M Strengthening • 26 Mt CO eq. of emissions avoided 45 Mt CO 2 eq. of emissions avoided\nY by our cust 2 omers through the use of through the use of ENGIE products and\nour commitment services\nENGIE products and services\nto the energy transition\nSupplier decarbonization:\nwith an ambitious Net • 20% of suppliers (excluding energy) • Supplier decarbonization 100% of\nZero Carbon target by SBT certified or aligned suppliers (excluding energy) SBT\ncertified or aligned\nY 2045 in all areas\nN M\n8 O N\nO\n1 %\nO F\nC A P E X IN\nE\n2\nN\n0\nE\n2 1\nR\nE\nG\nL\nY\nIG IB S L O E L FO U R T TH I E O T N AX S ONOMY T H E 1 & R 7% M E OF A N C L E A P R\nG\nEX\nE\nG\nN\nI N Y\nE\n2\nR S\n0\nA\n2\nU\n1\nT\nP\nI\nE\nP\nLI\nL\nG\nY\nI B L E\nF O R T H E\nT A\nX O\nin R\nE\ne\nn\nn\nA\ne\ne o\nr\nw\nc\nu\ng\nc\na r\ne\ny\nb\nl\ng\ne\nN\nl r e\nr\no\ne\na\ns w\nt\nt\nw\na\ni\nt\nn\nn\no\nh\ng\nd\nr k\nL\ns\nocal\nE\n>\n•\n• • •\n€\n€ € € 2\n(\n>\nc\nlo\n0\n2\n0 4 2\n>\no\ns\n2\n.\n. . .\ns\n2\nn\n9\n8 3 0 1\n)\n0\n,\n5\no\nb b\nb G\n2\ni i\nm\nd\ni r\nl l\n1\nl\nl l\no\ni\nl\ni i v o o\ni u\ni\nR\no\ni n n\np\nc\nd\ne\nn\ne i i\ns\nn n\np\ns\nn\nh i\nu\nn\nd\na\ng a\ne\nl\nr\nr s\nN\np\nt\nr\ne\no s\ns\ne\ne\ne\nf\nw\n(\nr\nt\nt\no\nN\nt\nr\ns r h\nR\nr\ne\nh o\nI c\nm\ni t a\ng\nn\nu\na r\ns\nv t\nr\ne\n)\na\ni\nr\ne o\ni\nf s\nn\nn\no n t\ng\nr m\nc\nfi\ni\ne\ne\nn\ns n\nc\nc t\no\na s\nm\nl y\ne\ne\n/\nar\ni\n•\nE\n>\n•\n> • •\nn\nF\n€\n€ A\n>\n>\nc\nc\nl t\no 3\n1\n>\n>\no\no\nm\nl o\n.\n5 e\nT\nT\nn\n2\nr\ne\na -\na\na\n-\no\n1\n/\ns d\n3\nr\nr\n(\nt i 6\nl\nm\ng\ng v\n. o\n€\n4\ne\ne i\ns\nb 1 d\ns\ni\nt\nt\nb\ni e\n)\n1\nc\ns\ns l n\ni\nl\nG l\ni\nf\nf d b\np\nl r\no\no\no\ni o\ni o\no\ne\nn\nr\nr l\nu\nf l\nn\nr\np\ni i €\n2\n2 o n\nf\ni s\n0 n\n0\n0\nn\no\nh\ng .\n2\n2 r\na n\nr\n6 i o n\nr\n1\n2\ne\nm\n5\ne\nw\nt\na\n-\n-\n2\n2\n(\nt\nr\ns p\na\nN\nh\ne\ns\n0\n0 e e\nc R\nn\ni r\n2\n2\nu\nn t\nI g\ns\nc\nr\nv\n3\n4 r h\nr s\no\ne\ne\ni )\na t\nn\ns a r t\ng\ne m t io e n nts\n• 3 .6x: economic net debt/EBITDA ratio • Net debt/EBITDA ratio ≤ 4x\n• Credit rating: strong investment grade\n• Credit rating: strong investment grade\n2 All the goals are presented on Pages 20-22 . In the context of the upcoming disposal of EQUANS, the Group will undertake a review of its objectives in 2022."
    },
    {
      "page": 12,
      "text": "10 I\nINTEGRATED REPORT ENGIE 2022\nA CORE ACTIVITY FOR A LOW-CARBON WORLD\nENGIE’s business model is based on four core businesses to build tomorrow’s low-carbon energy\nsystem and achieve the Net Zero Carbon target for the Group and its customers.\nRENEWABLES ENERGY SOLUTIONS\nProducing low-carbon electricity Develop local and decarbonized\nenergy networks\n4,900 No. 2\nemployees worldwide in the world for 47,500 No. 1\n34 GW electricity purchases (PPA) employees worldwide cooling network\nof installed capacity @100% No.1 operator in the world\nin wind and solar 23 GW No. 3\n€1.2 billion\nin France of decentralized energy heating network\nEBIT 2021 installed capacity operator in the world\nNo. 1\n€0.4 billion\nDevelopment and operation of centralized EBIT 2021 supplier of energy efficiency\nrenewable electricity production projects services\nin Europe\nEXPERTISE KEY OBJECTIVES\n• Development and operation • Achieve a portfolio of\nof centralized renewable 50 GW by 2025 and 80 GW\nelectricity projects by 2030 Decentralized networks\n- Solar • Reduce the cost by 2% to 4%\n- Onshore wind per MWh produced EXPERTISE KEY OBJECTIVES\n- Offshore wind • Urban heating and cooling • +6 GW from decentralized\n- Hydroelectricity networks networks in 2025 @100%\n- Geothermal energy\n• Decentralized production:\n• Power Purchase Agreements\nsolar and utilities (electricity\n(PPAs)\nand heating)\n• Low-carbon mobility: electric,\nbiogas, hydrogen\nBUSINESS CASE\n• Low-carbon cities & public\nMore than 1 GW of wind capacity in Brazil lighting\nENGIE achieved 1.26 GW of installed wind capacity in Brazil • Consulting on greening the\nthrough the Campo Largo 2 plant located in the state of Bahia. energy mix\nWork on the project began in 2019 and was completed in August\n2021, with 86 wind turbines going into commercial operation. +\nThe new plant generated approximately 2,200 jobs in total and\ncontributed to improving the quality of life for local communities, Associated energy services\nparticularly in terms of digital skills acquisition through setting up\na digital empowerment center. ENGIE continues to invest heavily in\nwind power with the Santo Agostinho wind farm in the state of Rio EXPERTISE KEY OBJECTIVES\nGrande do Norte, which is expected to operate 70 wind turbines • Decarbonization road map • Reduction of CO2 emissions:\nin the spring of 2023, providing an installed capacity of 434 MW. 6 Mt of emissions avoided\n• Energy transition dashboard per year by 2030\n• Energy efficiency\nOTHER ACTIVITIES\nNuclear and asset portfolio management BUSINESS CASE\n& raw material procurement A low-carbon district in Berlin\nENGIE and its German partner GASAG have won a major contract\n9,500 €0.9 billion involving the transformation of a former cable factory site into\nemployees worldwide EBIT 2021 a low-carbon district and they are investing a high double-\ndigit million amount in sustainable solutions. The offer includes\n6.2 GW\ncooling as well as the design, construction and operation of\nof installed nuclear capacity decentralized heat, via an innovative co-generation plant and\n@100% the related distribution network in the district (while preparing\nthe facilities for the arrival of hydrogen) and the installation of\nphotovoltaic systems on the roofs of residential buildings, used to\nsupply electricity to tenants. In addition to highly efficient energy\nEXPERTISE • Management of the physical solutions, ENGIE and GASAG will provide mobility and digitization\n• Operation of nuclear plants and financial risks of the solutions and services to the residents. This long-term partnership\nin Belgium energy portfolio – spanning more than 20 years – will help prevent the emission\n• P en ro e c r u gy re a m n e d n r t a o w f materials • A op ss ti e m t i m za a t n io a n ge o m f e fl n e t x : i t b r i a li d t i y ng, t o a f r 1 ge ,1 t 0 s 0 s e m t e b t y r i t c h t e o n G s e r o m f a C n O 2 f e p d e e r r y al e a g r o , v t e h r e n r m eb e y n t m fo e r e t c i i n t g ie t s h t e e n cl i y m e a a t r e s\nearly."
    },
    {
      "page": 13,
      "text": "I 11\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\nNETWORKS THERMAL GENERATION\nAND ENERGY SUPPLY\nInvesting in high-performance networks,\ndesigned to achieve a balanced, Providing flexible and affordable power\ncarbon-neutral energy mix generation to support the development\nof renewable energies\n22,500 No.1\nemployees worldwide gas transmission operator in\n17,100 €1.4 billion\nFrance and Brazil\nemployees worldwide EBIT 2021\n€2.3 billion No.1\nEBIT in 2021 storage operator\nin Europe 60 GW\nOver 250,000 km No.1 generation capacity @100%\nof gas distribution gas distributor in Europe\nnetworks worldwide\n22.3 million\nin BtoC contracts\n~ 5,600 km No.2 around the world\nof electricity transmission regasification terminal\nnetworks operator in Europe\nThermal generation\nEnergy transmission, distribution and storage\nEXPERTISE KEY OBJECTIVES\n• Gas-powered electricity • Availability rate greater than\nEXPERTISE KEY TARGETS FOR 2030\nproduction or equal to 90%.\n• Gas distribution and • 700 km hydrogen • Electricity storage • Coal phase-out by 2025\ntransmission transmission networks • Seawater desalination in Europe and by 2027\nworldwide\n• Gas storage • 4 TWh of biomethane in\nFrance = 10% market share +\n• Regasification of LNG\n• 1 TWh of hydrogen stored\n• Electricity transmission in salt caverns Hydrogen\n• Biomethane production EXPERTISE KEY TARGET\n• Large-scale renewable • Renewable hydrogen\nhydrogen production production capacity of 0.6\n• Coordination of hydrogen GW in 2025 and 4 GW in\nactivities within ENGIE 2030\n+\n+\nDevelopment of renewable gases\nEnergy supply to individuals\nEXPERTISE\n• Development of biomethane and connection to networks EXPERTISE KEY OBJECTIVES\n• Gas and electricity sales • Portfolio growth, mainly in\n• Acceleration of the development of low-carbon hydrogen and • Energy services electricity\ne-methane\n• Energy access • Reduction of CO emissions:\n2\n• Reduction of methane emissions -34% between 2017 and\n2030 (incl. BtoB)\nBUSINESS CASE\nSharp increase in biogas production BUSINESS CASE\nIn 2021, 147 biomethane production sites were connected to ENGIE’s largest battery storage\nENGIE networks in France. This brings the number of connected\nThe Hazelwood BESS project aims to provide the flexibility needed\nsites to 351 by the end of 2021, representing an increase of\nfor the development of intermittent renewables in the state of\n72% compared to end-2020 and corresponding to a maximum\nVictoria in Australia as of autumn 2022, with the capacity to store\nproduction and network injection capacity of 6 TWh per year.\nor retrieve up to 150 MW of electricity over one hour. The project,\nWith such a significant increase in connected sites, the ENGIE\nwhich is under construction on the site of a former coal-fired\nnetworks contribute significantly to achieving the objectives of the\npower plant, also symbolizes the transition of ENGIE’s thermal\nFrench multiannual energy plan (PPE), which has set a target for\nportfolio toward clean, flexible solutions.\nthe production of grid-injected biomethane of 6 TWh in 2023 and\nbetween 14 TWh and 22 TWh in 2028."
    },
    {
      "page": 14,
      "text": "12 I\nINTEGRATED REPORT ENGIE 2022\nA BUSINESS MODEL THAT CONTRIBUTES TO THE\nUNITED NATIONS SUSTAINABLE DEVELOPMENT GOALS\nENGIE makes a key contribution to six Sustainable Development Goals and a significant contribution\nto seven others. The Group’s commitment to tackling the issues highlighted by its stakeholders\n(see the materiality matrix on p.15), to its CSR commitments and, more generally, to its sustainable\ngrowth strategy contribute to strengthening this impact.\nnt\ncontributions WE SUPPORT\nfica\nni\nn s si g\nuti o\nv\ne n\nb e\nt\nri\n>\nS\nn >\no >\nc Methodology\ny\ne\nk • Study of the contribution\nx of the ENGIE materiality\n>\nSi\nchallenges to the SDGs\n> and their related targets\n>\n• The Group’s contribution\nto an SDG is key when at\nleast one fundamental,\ndecisive, or major issue\nof the Group contributes\nto the SDG and its\nrelated targets and this\ncontribution is monitored\nthrough a Group\nindicator and target.\n• The Group’s contribution\nto an SDG is significant\nwhen at least one\nmaterial issue of the\nGroup contributes\nto the SDG and this\ncontribution is driven by\na Group commitment.\nClean, affordable energy • Goal 7.1 “Access to energy”\nIn the current context of rising prices, ENGIE has taken action to maintain affordable access to energy. Thus, in France where\nENGIE supplies 8.5 million individual contracts at market prices, more than two-thirds at fixed prices are not affected by\nthe recent increases. Customers with regulated rates benefit from the government price shield. The Group proposes offers\nto consume less and better, with the possibility in France, for example, of controlling one’s gas heating or delaying one’s\nconsumption of electric heating and thus getting off the electricity grid during peaks in consumption. Finally, for all our\ncustomers with financial difficulties, customer representatives are working on payment installments."
    },
    {
      "page": 15,
      "text": "I 13\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\n6 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS KEY\nENGIE has stepped up its actions to promote gender equality through its commitments to the full participation\n5.1 - Fight against discrimination\nof women in decision-making and by strengthening access without discrimination to executive and managerial\n5.5 - Participation and access to leadership positions\npositions. This helps to enhance its image and its attractiveness as an employer.\n7.1 - Energy access Through its activities, ENGIE actively contributes to universal access to clean energy, the development of\n7.2 - Renewable energy renewable energy and improved energy efficiency. Through green financing, it is working to accelerate the\n7.3 - Energy efficiency transition to a low-carbon economy.\n8.2 - Economic productivity ENGIE maintains a close relationship with the regions and contributes to their social and economic development\n8.5 - Full employment and decent work by practicing responsible taxation. Due to its industrial activity, ENGIE has prioritized the safety and protection of\n8.8 - Rights & safety at work its employees and subcontractors all over the world.\n9.2 - Socio-economically sustainable industrialization\nENGIE has mobilized a significant part of its R&D and innovation efforts to modernizing and greening its\n9.4 - Modernization and sustainability of industrial\nnetworks. The Group is positioned as a fair and innovative player in the low-carbon transition, which works to\nsectors\ntruly share value with its stakeholders.\n9.5 - Innovation, research and development\nAs a privileged player in the regions, ENGIE contributes to the future city by setting up urban planning systems\n11.3 - Sustainable urbanization\nsuch as energy networks and low-carbon mobility, and through its clean energy offers and services such as flow\n11.6 - Environmental impact\nmanagement, heating networks and connected networks, not forgetting air quality.\nDue to its purpose and its aim of accelerating the low-carbon transition, ENGIE makes a major contribution to\n13.1 - Resilience and adaptation\nthis SDG on its value chain. Its actions target its entire value chain by promoting technologies for controlling\n13.3 - Education and empowerment\ndemand, energy efficiency and renewable power, heat and cold production, including renewable gases.\n7 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS SIGNIFICANT\nENGIE’s aim of increasing its clean energy production contributes to improvements in local living conditions and\n3.8 - Universal health coverage\nthe environment as a whole. ENGIE guarantees full access to a global program of social protection that includes\n3.9 - Health and environment\nhealth coverage.\nAccess to, and preservation and rationalized use of this shared asset are incorporated into the Group’s water\n6.4 - Sustainable water resource management management strategy. They concern local populations affected by water stress and enable the continuation of\nthe activities of sites dependent on access to fresh water.\nENGIE contributes to local economic development by participating in a just transition and providing access to\n10.3 - Equal opportunity decent jobs without discrimination (Alliance For Youth, Global Compact). This inclusive contribution allows it to\ndevelop talented individuals while making equal opportunities a reality.\nThe optimized use of its resources and waste, as well as the promotion of sustainable and viable practices in its\n12.5 - Waste reduction\nvalue chain, enables ENGIE to demonstrate its purpose and to involve its sphere of influence while working for\n12.6 - Corporate Social Responsibility\nresponsible consumption and production worldwide.\nENGIE is committed to mitigating its impact on life on earth by working to preserve ecosystems through strong\n15.1 - Conservation of terrestrial ecosystems\npartnerships (Act4nature) and through the development of new organic matter (biomass) recovery activities.\nBy working for exemplary governance that excludes all forms of corruption and by deploying forums for dialogue\n16.5 - Fight against corruption\nin order to improve transparency through its communication, ENGIE makes a positive contribution to this SDG. It\n16.10 - Information and protection of freedoms\nis also committed to conducting its activities while respecting internationally recognized human rights.\nThanks to its activity, ENGIE has forged solid relationships with a broad panel of different partners and is now\n17.17 - Multi-stakeholders partnerships a recognized player in the regions. By capitalizing and strengthening its relationships, ENGIE can increase its\nbusiness and its social utility.\nFor more information: https://www.engie.com/en/group/social-responsibility"
    },
    {
      "page": 16,
      "text": "14 I\nINTEGRATED REPORT ENGIE 2022\n2021 ENERGY MARKET TRENDS\nStrong global economic recovery On the path to carbon neutrality, we need to\naccelerate progress now in available electricity and\nAfter a widespread economic slowdown in 2020, the global\ngas technologies in order to prepare the resilient and\neconomy recovered strongly in 2021, which is expected to\naffordable energy mix of tomorrow\ncontinue in 2022, buoyed by large-scale stimulus packages\nand additional support measures. This situation has led In May 2021, the IEA (International Energy Agency)\nto disruptions in supply chains and a sharp rise in raw published a road map for the global energy sector to\nmaterials prices. Indeed, gas prices in Europe and Asia become carbon neutral by 2050 and limit global warming to\nsoared dramatically in 2021, partly as a result of the strong 1.5°C. The scenario draws on all the different levers required\neconomic recovery, but also due to growing geopolitical to decarbonize the energy system. The coming decade\ntensions related to the Ukrainian crisis. will be marked by a strong increase in the development of\nThe price of CO on the European carbon market also rose renewable energy sources1 and efforts in energy efficiency,\nsharply in 2021 2 , from approximately €33 at the beginning and accelerated steps in these technologies are relevant\nof January to over €80 at the end of December. While this now, whatever the technological uncertainties in the longer\nis a positive development in that it will help accelerate term.\nthe transition to cleaner energies, in the short term the Decarbonized gases will also be needed in order to\nprice increase represents a significant additional cost for drastically reduce greenhouse gas emissions, while\nconsumers, on the back of a sharp rise in gas prices and, maintaining a resilient and affordable energy system. Thus,\nas a result, in electricity prices. For this reason, public biomethane will play a major role in the energy transition,\nauthorities in many countries, particularly in Europe, were particularly at the European level. Green hydrogen is\ncompelled to take exceptional and swift measures, ranging set to become the key energy vector in this transition,\nfrom suspending VAT to freezing tariffs and distributing with numerous recovery plans providing specific funding\n“energy vouchers” to the most vulnerable households in (€7 billion in France, €9 billion in Germany) for the\norder to mitigate the impact of this increase. development of its value chain. Hydrogen is enabling the\nThe economic recovery was accompanied by a rebound in decarbonization of many sectors, in particular in industry\nCO emissions, estimated at +5% in 2021, a level slightly and the heavy mobility sector, and, as a result, a strong\nbel 2 ow the 2019 level, due in particular to the persistent entrepreneurial ecosystem is developing around it, bringing\neffects of the crisis, especially in the transportation sector. together research organizations, start-ups, SMEs and major\ngroups. In addition, e-fuels synthesized from hydrogen\nThe European Union, and to a lesser extent the United\nwill be an essential element in the decarbonization of the\nStates, made commitments to support the energy\ntransportation sector.\ntransition\nCCUS (Carbon Capture Utilization and Storage) is also gaining\nIn July 2021, the European Commission overhauled the momentum, with the launch of 76 projects in 16 European\nenergy and climate legislation to bring it in line with its countries, 13 of which involve the production of low-carbon\nnew target of cutting GHG emissions by 55% by 2030 hydrogen2.\n(compared to 40% previously) and achieving climate\nFinally, the appropriation of renewable projects by all\nneutrality by 2050. The main changes envisaged involve\nstakeholders and citizens in particular is key to their\nthe strengthening and expansion of the carbon market, the\nacceleration.\nCarbon Border Adjustment Mechanism and the development\nof carbon sinks. It also includes an upward revision of\nrenewable-energy and energy-efficiency objectives.\nIn the United States, the major infrastructure investment\nplan provides for an $86 billion “climate” package to fund\nmeasures to reduce emissions and mitigate the impact of\nclimate change, as well as grant subsidies for green mobility.\nIn addition, the plan earmarks $65 billion to build new\npower lines and invest in new technologies such as CO\n2\ncapture and green hydrogen.\nClaire Waysand\nExecutive Vice President in charge of the General Secretariat, Strategy, Research & Innovation, Communication\nThe fight against climate change is one of the greatest collective challenges and requires the\nparticipation of populations. The question of the cost and safety of the energy transition and of the\nco-construction practices with the regions will be key for its appropriation. As industrialists, we are\nconvinced that energy efficiency will be indispensable and that an energy mix based on a range of\nenergies will ensure a more secure transition and best protect the purchasing power of households and\nbusiness competitiveness. This is why we are accelerating our development in renewable energies and\nin renewable gases, biomethane and green hydrogen, which will be key for sectors that are difficult to\ndecarbonize otherwise, such as heavy mobility and certain industrial uses.\n1 By 2030, solar and wind renewable capacities are expected to increase by 630 GW and 390 GW annually, and global biogas production is expected to reach more than 1500 TWh (NZE (Net Zero\nEmissions) scenario, IEA)\n2 Source: IFRI (Institut Français des Relations Internationales – French Institute of International Relations) study, September 2021"
    },
    {
      "page": 17,
      "text": "I 15\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\nPRIORITIES SHARED WITH STAKEHOLDERS\nENGIE continuously integrates the views of its internal and external stakeholders into its value\ncreation process through active dialogue. The Group reviewed its materiality matrix in 2020, which\nhas enabled it to identify the 20 priority issues in line with its vision and ecosystem.\n3\nFUNDAMENTAL CHALLENGES\n2\n1 Diversity & inclusion Business ethics\nin the workplace & conformity\n1 2 3 Occupational Security and resilience\nhealth & safety of installations\nMaterial Major Decisive\nissues issues issues\nLow carbon\ntransformation\nEnergy efficiency and Sustainable growth\nsufficiency\nResponsible Leadership &\nGovernance Renewable electricity\nproduction\nSustainable finance\nGreen gases\nCentralized and decentral-\nized energy infrastructures\nImpact and development\nof communities\nDialogue with Agility & and stakeholders\nour customers Innovation\nDigital\nSkill & Employee\nengagement\nSustainable supply chain (goods, Preservation of biodiversity,\nservices, energy) water and the environment\nCircular economy\nValue creation for ENGIE\nMethodology Main findings\nThe materiality analysis was conducted in three stages: • Four fundamental issues: occupational health and safety,\nsafety and resilience of facilities, ethics and compliance,\n• Identification of the issues related to ENGIE’s activity and\nand diversity and inclusion in the workplace, were\nthe interests of its stakeholders.\nidentified as permanent and overarching elements of the\n• Evaluation of the issues by Top Management and Group’s activities.\nstakeholders: consultation of Top Management and a\n• Achieving its low-carbon transformation while ensuring\nnumber of internal and external stakeholders (customers,\nthe sustainable growth of its results seems to be the most\nemployees, employee representatives, suppliers, civil\nimportant factor for the Group and its stakeholders.\nsociety including experts and NGOs, public authorities and\nthe financial community) through some 30 interviews, two • The commitment of employees, responsible leadership and\npanels and 50 questionnaires. governance, as well as the increased use of sustainable\nfinance tools, appear to be essential levers for successfully\n• Prioritization of issues: aggregation and weighting of\nachieving this transformation and ensuring that ENGIE’s\nGroup and stakeholder ratings; final positioning of each\nactions are consistent with its purpose.\nissue based on four categories: material, major, decisive\nand fundamental. The results of the materiality matrix confirm the coherence\nbetween the expectations of stakeholders and the strategic\norientations of ENGIE.\nsredlohekats\nrof\necnatropmI\nLevers of\nvalue creation\nStrategic\nPriorities\nFundamental\nchallenges\nTo learn more: https://www.engie.com/en/group/social-responsibility"
    },
    {
      "page": 18,
      "text": "16 I\nINTEGRATED REPORT ENGIE 2022\nANTICIPATING AND MANAGING RISKS\nThe business environment in which the Group operates may result in financial and\nnon-financial risks, but it may also provide a host of opportunities. ENGIE constantly\nanalyzes the evolution of these risks and opportunities in order to adapt to changes in its\nenvironment in an agile manner.\nSignificant and priority risks Climate change also represents a source of strategic\nopportunities. These opportunities translate into the\nThe significant and specific risks to which the Group believes\npossibility for the Group to accelerate its development in\nit is exposed are presented in the Universal Registration\nrenewables and to increase the supply of renewable energy\nDocument1. They have been assessed and prioritized on the\nto local authority or business customers by providing them\nbasis of “net risk” after the control resources put in place are\nwith certificates of guarantee of origin. The Group will also\ntaken into account.\nbe able to rely on its expertise to advise its customers and\nFour risks with high criticality were identified in 2021. support them in their energy transition by helping them to\nThey are: reduce their energy consumption and make their energy\nmix green. The transition to a low-carbon economy also\n• the risk of changes in the regulatory framework and in the\npresupposes the development of numerous renewable\namount of provisions set aside for the decommissioning of\ngas production units throughout the region; in the gas\nBelgian nuclear power plants and the management of spent\ninfrastructures, through injection into the networks,they\nfuel;\nwill find an available, competitive, safe and accessible\n• the risk of a downward trend in compensation on gas\ntransmission and storage offer. Existing networks will\ndistribution, transmission, storage and regasification assets\nalso be able to benefit from the industrial development of\nin France;\nhydrogen production.\n• the market risk associated with raw materials;\n• the currency risk.\nAnticipating risks across the entire supply chain\nThe management of these risks is based on regular, detailed\nClimate impacts on the supply chain are factored into\ndialog with the competent institutional authorities.\nsupplier default risk and may lead to business continuity\nFor raw materials market risk and currency risk, the Group plans being put in place. Climate impact and carbon\nhas specific governance and control policies in place. emissions reduction measures have also been added to the\nsupplier selection criteria. In 2021, the strong increase in\nEach year, the Board of Directors identifies a number of\nglobal demand led to major price hikes in commodities and\npriority risks, each of which is overseen by a member of the\ntransportation costs. These strong tensions affected delivery\nExecutive Committee and monitored by one of the Board’s\ntimes and constituted a new risk for ENGIE. In response, the\nstanding committees2. The majority of these risks are\nProcurement Department established a specific trend chart\nreviewed by the Audit Committee.\nto anticipate price trends and implemented an action plan.\nClimate change risk, which the Group has long taken into This plan includes the introduction of new price revision\naccount, is a multifaceted risk that highlights the multiple clauses in contracts (to avoid overestimating the change\nvulnerabilities of companies, particularly those in the energy in supplier prices), a monthly discussion with the main\nsector. This risk is identified as a priority by the Group, suppliers to secure prices and availability, and increased\nwhich is reviewed annually by the EESDC. The EESDC’s vigilance regarding dependence on a single or small number\nanalysis led ENGIE to strengthen its ambition to combat of suppliers.\nclimate change, in particular by setting a Net Zero Carbon\ntarget for 2045.\nFor more information: Universal Registration Document Chapter 2 “Risk factors and control”\n1 - Chapter 2 Risk factors and control\n2 - Section 4.1.2.4 “Standing Committees” of Chapter 2."
    },
    {
      "page": 19,
      "text": "I 17\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\nBUILDING THE LOW-CARBON\nENERGY SYSTEM OF TOMORROW\nENGIE’s strategy has been developed taking into account the changes in its environment as\nwell as the expectations of its stakeholders. It aims to strengthen the company’s position\nas a leader when it comes to achieving an economically viable, resilient and sustainable\ntransition. It is based on four main pillars.\n1 2\nSimplifying and refocusing Adapting\nthe Group on its core activities our organization\nto seize opportunities with a consolidated\nin a buoyant energy market industrial approach\n3 4\nAccelerating Strengthening\nour growth in Renewables our commitment to\nand Local Energy Networks the energy transition with an\nambitious “Net Zero Carbon”\ntarget by 2045 in all scopes\nSimplifying the Group and adapting its organization ENGIE is also focused on narrowing its geographic\nfootprint by drawing on its strong relationships with local\nIn 2021, ENGIE refocused on its core activities and on\nstakeholders. As a result, the Group will be present in fewer\na smaller geographical footprint. A new organization,\nthan 30 countries by 2023, compared to 70 in 2018.\nin place since July 1, 2021, in four Global Business\nUnits (Renewables, Energy Solutions, Networks, Thermal The organization into four Global Business Units responsible\nGeneration and Energy Supply) and four regional hubs for their results and the worldwide implementation of the\n(Europe, North America, South America, Asia-Middle East- strategy in their business segments will strengthen the\nAfrica) will allow the Group to strengthen its industrial Group’s industrial integration and the competitiveness of its\napproach. businesses.\nAs part of its refocus, in the second half of the year, the This reorganization was guided in particular by an internal\nGroup entered into exclusive negotiations with Bouygues for performance target, a key component of the new strategic\nthe disposal of EQUANS for €7.1 billion. It also completed road map. ENGIE has committed to a performance plan for\nthe disposal of ENDEL, its subsidiary specialized in industrial the 2021-2023 period for an amount of €600 million. This\nmaintenance and energy services, and sold a stake of 11.5% plan will be based on a variety of levers: reorganization of\nin GRTgaz. The partial sale of GTT and the sale of ENGIE EPS support functions, purchases, shared service centers, real\nwere finalized in 2021. estate and digital. In 2021, this plan contributed €85 million\nto the 2021 EBIT.\nEUROPE\n(excl. France)\nFRANCE\nNORTHAM\n(North America)\nAMEA\nSOUTHAM (Asia, Middle-East, Africa)\n(South and Central\nAmerica)"
    },
    {
      "page": 20,
      "text": "18 I\nINTEGRATED REPORT ENGIE 2022\nAccelerating and strengthening our commitment\nRENEWABLES\nOur strategy: Developing green energy production resources in an integrated system.\nAs a key player in the sector, ENGIE is stepping up investments in renewable energies, with a target to increase its capacities\nby 4 GW per year on average by 2025, and by 6 GW per year by 2026.\nInvestments will be made in onshore wind power and ground-mounted solar power. Offshore wind power is also a key\npriority, with a target of 5 to 7 GW commissioned or in the pipeline by 2025.\nWhere we stand:\nThe acceleration in renewable energy was marked in 2021 with the acquisition, in partnership with Crédit Agricole\nAssurances, of Eolia, one of the largest renewable energy producers in Spain. Over the period of 2019-2021, the\nGroup commissioned 9 GW of renewable capacity. It plans to again accelerate the development of its annual additional\nrenewable energy capacities, which will then be 4 GW on average per year by 2025 and reach 50 GW at the end of 2025.\nTo do so, it has identified a set of projects for a capacity of approximately 66 GW.\nInterview with Paulo Almirante,\nExecutive Vice President in charge of Renewables, Energy Management and Nuclear Activities\nWhere does ENGIE stand in terms of its objective to step up its renewable energy production to\nreach 50 GW by 2025 and 80 GW by 2030?\nIn line with what was announced at the beginning of 2019, ENGIE commissioned an additional\n9 GW between 2019 and 2021, i.e. 3 GW per year, despite challenging circumstances related to\nCovid-19 in 2020 and supply chain tensions in 2021. By end-2021, the Group had a total installed\nrenewables capacity of 34 GW. And ENGIE is ramping up the development of renewable energy\nin order to reach 50 GW of installed capacity by 2025. Most of this new capacity will be achieved\nthrough organic growth and will originate from wind and solar power projects. In the second half\nof the decade, between 2026 and 2030, an average of 6 GW of additional renewable capacities will\nbe commissioned per year, with offshore wind power making a significant contribution. ENGIE can\nrely on a solid projects portfolio and highly experienced teams in achieving these ambitious but\nattainable goals.\nWhat is your road map for 2022?\nIn 2022, our goal is to increase the Group’s installed renewables capacity by 4 GW. We will\ncommission major wind and solar power projects, such as Moray East, a 1 GW offshore wind farm in\nScotland. We will also continue to improve the operational performance of projects and assets, with\nworkplace safety a top priority. The Group’s objective is both to respond to the sustained growth in\nenergy demand and to actively contribute to decarbonization, in line with ENGIE’s commitment to\nachieving Net Zero Carbon by 2045.\nENERGY SOLUTIONS\nOur strategy: Offering integrated decarbonization solutions to our customers through long-term contracts.\nThe Group will focus on the development of decentralized energy networks (urban heating and cooling networks, on-site\nutility production, decentralized solar power, urban networks and low-carbon mobility), as well as on related services, with a\ntarget of 8 GW commissioned by 2025.\nWhere we stand:\nAfter a period of uncertainty due to the pandemic, the year 2021 was marked by the resumption of the commercial\ndevelopment of Energy Solutions’ activities. Several major contracts were won, including the contract with the City of\nParis in December 2021. ENGIE and its partner Groupe RATP were selected to manage the cooling network. They obtained\nthe renewal of a 20-year concession that covers the production, storage, transmission and distribution of cooling for the\ncity. ENGIE will also be responsible for extending the network by 158 km by 2042, in order to serve all the districts of\nParis and to open it up to new customers (hospitals, day-care centers, schools and retirement homes)."
    },
    {
      "page": 21,
      "text": "I 19\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\nNETWORKS\nOur strategy: invest in high-performance networks, designed to achieve a balanced, carbon-neutral energy mix.\nThe strategy has four main objectives: to maximize the value of existing assets; to rebalance the portfolio to include\ninternational markets and electrical grids; to promote the production of biomethane in France and a number of other target\ncountries internationally; and to convert assets to hydrogen.\nWhere we stand:\nThe Networks activity continued its international development with the start of commercial operations of Gralha Azul\nand the first power tests on Novo Estado, two electricity transmission lines built by the Group in Brazil. The gas networks\nin France have maintained high reliability and recorded solid performance, both in operational efficiency and in the\ndevelopment of renewable gases, where 147 new biomethane production sites were connected to the ENGIE network. This\nbrings the total number of connected sites to 351, a possible contribution to annual production that may reach 6.1 TWh.\nTHERMAL GENERATION AND ENERGY SUPPLY\nOur strategy: Developing and operating low-carbon activities and supporting the transition of current electricity systems.\nIn addition to investments in renewables, the Group is focusing on the development of its thermal capacity, in line with its\ncarbon emissions reduction pathway. Depending on the specific needs of each country, ENGIE meets the flexibility needs of\nthe electricity system and supports the decarbonization of its customers. The phase-out of coal capacities is underway, and\nthe first initiatives to convert to green gas plants have been launched, primarily using biomethane and hydrogen.\nWhere we stand:\nThese activities offer significant flexibility in a context of intermittent renewable energies and contribute to the security\nof future supply. In 2021, they again demonstrated their reliability by recording an unplanned internal unavailability\nrate of less than 5%. On October 31, 2021, the combined cycle gas turbine (CCGT) projects at Vilvorde (Belgium) and at\nthe Awirs site, each with a capacity of 875 MW, were selected for a 15-year contract in the first auctions of the Capacity\nRemuneration Mechanism in Belgium. These plants will be able to use green gases and will move over the long-term to\ncarbon neutrality. The Group entered into a strategic alliance with MASDAR in the United Arab Emirates to develop green\nhydrogen throughout the Gulf countries. The plan to exit from coal continued with the disposal of Jorge Lacerda in Brazil\nand the end of operations at Tejo (Portugal), its last coal-fired power plant in Europe.\nInterview with Sébastien Arbola,\nExecutive Vice President in charge of Thermal Generation and Energy Supply activities\nWhat is your road map for 2022?\nENGIE is committed to being net zero by 2045. The challenge for the Thermal Generation & Energy\nSupply GBU is to continue to provide the flexibility that ENGIE and the electricity system require\nwhile reducing its CO emissions. This means growing our business selectively, greening our asset\n2\nportfolio and helping our industrial and individual customers to achieve carbon neutrality.\nWe will also continue to strengthen our industrial expertise and our digital know-how with regard\nto managing operations. This means making our power plants more flexible and responsive, while\nguaranteeing the highest level of occupational health and safety for our teams and cybersecurity\nfor our sites.\nWhat challenges are associated with hydrogen as regards ENGIE’s strategy?\nRenewable hydrogen is the link between the Group’s strategic pillars, namely renewables, networks\nand customer decarbonization. ENGIE has therefore set ambitious goals and is developing projects\nthat position the Group among the world leaders in this field.\nAs of today, ENGIE’s portfolio includes more than 70 projects worldwide, aimed in particular at\ndeveloping hydrogen ecosystems for industry and mobility, export chains and hydrogen transport\nand storage demonstration facilities. The next step is to move to industrial scale through key\npartnerships, industry collaboration and strong public support."
    },
    {
      "page": 22,
      "text": "20 I\nINTEGRATED REPORT ENGIE 2022\nGLOBAL VALUE CREATION\nENGIE aims to create value in the medium and long term for the benefit of all its stakeholders.\nThe Group’s performance is guided by setting objectives in three categories: planet, people and\neconomic prosperity.\nPlanet\n2019 2020 2021 2030\nResults Results Results Target\nOUR DECARBONIZATION TARGETS\nRenewable electricity production capacities (GW) (@100%, excluding turbine 34\n27 31 80\npumping and decentralized capacities) excluding EQUANS 34\nShare of renewable power generation capacity l 28% 31% 34% 58%\nexcluding EQUANS 34%\nCarbon footprint of energy production (Mt CO eq.) - 67 43\n2 75 68\nScopes 1 and 3 l l l l excluding EQUANS 65 (vs. 106 in 2017)\n66 52\nCarbon footprint related to gas sales (Mt CO eq.) - Scope 3 61 61\n2 excluding EQUANS 66 (vs. 79 in 2017)\nCustomer decarbonization: emissions avoided through ENGIE products and 28\nN/A 21 45\nservices (Mt CO eq.) l l excluding EQUANS 26\n2\nSupplier decarbonization (excluding energy): share certified or aligned with SBT 20%\nN/A 15% 100%\nl excluding EQUANS 20%\nDecarbonization of our work practices: 0.58\n0.68 0.49 0\nGHG emissions (Mt CO eq.) after offsetting – maximum of 200 kt CO excluding EQUANS 0.30\n2 2\nOUR OTHER ENVIRONMENTAL OBJECTIVES\nShare of activities (projects, sites, including sites being decommissioned) with a 37%\n0% 21% 100%\ncoordinated environmental plan excluding EQUANS 38%\n28%\nShare of industrial sites with a coordinated biodiversity management plan 0% 0% 100%\nexcluding EQUANS 28%\nRate of reduction of water consumption of industrial activities compared with +8% -35%\n0% -19%\n2019 excluding EQUANS +8% vs 2019\nl Incorporated in the Vigilance Plan l Incorporated in the Commitments Committee reviews (CSR matrix) l Incorporated in the compensation criteria for the CEO and\ntop managers l Actions vis-a-vis suppliers\nConcerning green gases, see page 31"
    },
    {
      "page": 23,
      "text": "52% decrease\n81\n57\n46\n39\n76 55 44 36\n0,0\n2017 2018 2019 2020 2030 2045\nI 21\nElectricity production (cEoNntGroIlEle,d G aLssOetBs)AL LEADER IN ENERGY TRANSITION\nGas networks\nOther Scope 1 items\nENGIE, certified 2°C by SBT, is committed to reducing its GHG emissions, in particular those linked to the energy production of\nits controlled assets (scope 1) or equity-accounted assets (scope 3) and its indirect e36m% idsescrieoasnes, including gas sales (scope 3 item).\nNevertheless, ENGIE has chosen to go beyond the current SBTi 2°C certifi3c,6ation obtained in 2020, by following a “well below 2\ndegrees” path, which translates into a reduction in GHG emissions from electricity and heat generation to a maximum of 43 Mt\nCOeq. in 2030 (against 106 Mt CO eq in 2017), but also by reducing the carbon intensity of this production by more than 52%\n2 2 2,9\nover this period to reach 230 gCO eq. /kWh in 2025, then 158 gCO eq/kWh in 2030 (compared to 348 gCO eq/kWh in 2017).\n2 2 2,5 2\n2,3\nGHG emissions from energy production (Mt CO eq.) Scope 3 GHG emissions\n2\nThe SBT target covers the carbon intensity of the energy Scope 3 indirect emissions are down due to the exit of\nproduction, i.e. to reach 165 g CO eq. KWh corresponding to EQUANS, which impacts emissions related to purchases.\n2 0,0\nthe commitment of a 52% reduction compared to the carbon\nintensity of energy production in 2017 (scopes 1 and 3). In\n2017 2018 2019 2020 2030 2045\nline with this SBT target, ENGIE has set a target of 43 Mt CO\n2 Electricity, steam, heating and\neq. for energy production emissions in 2030 (scopes 1 and 3). cooling consumption\n2°C SBT target: 52% decrease\n348\n315\n268\n266 143 17% decrease\n244\n30 240 129 124 125 127 122\n34\n230\n31 36 32 32 30 25\n31\n31 31 165\n31\n158\n79 62 61 61 66 66\n76\n55 52\n44 36 35 34 Target\n43\nNet 30 31 31 31 31 31 Net\nZéro Zero\n2017 2018 2019 2020 2021 2021 2025 2030 2045 2017 2018 2019 2020 2021 2021 2030 2045\nexcl. EQUANS\nexcl. EQUANS Electricity production (non-controlled assets)\nScope 1 emissions (Mt CO eq.) Carbon intensity (g CO eq. / kWh)\n2 2 Use of products sold\nScope 3 emissions (Mt CO eq.) Target related to the 52% SBT\n2 Other Scope 3 items (upstream part of chain, purchases, fixed assets)\nChange in renewables capacity (GW (@100%)) Change in coal capacity (GW (@100%))\nThe renewable capacity of centralized electricity products ENGIE has made a commitment to phase out coal by 2025\nrecognized at 100% rose +3 GW in 2021. in Europe and by 2027 in the rest of the world. In 2021, the\nGroup closed the Tejo power plant in Portugal and sold the\nJorge Lacerda power plant in Brazil. Its coal capacity at the\nend of 2021 was 2.9 GW.\n2.5x\n80\n22\n60% decrease\n50\n12\n40\n33% increase 31.5 34.4\n3.1 4.2\n26.9 20\n2 1 3 .8 .7 2 2 4 .2 .8 2.6 10.1 11.8 7.0 7.2\n4.8 5.4 7.4\n4.3 4.3\n16.4 16.5 16.3 17.9 17.9 18 18 2.9\n0.0\n2017 2018 2019 2020 2021 2025 2030 2017 2018 2019 2020 2021 2027\nHydropower Wind Solar Biomass & Biogas Geothermal energy"
    },
    {
      "page": 24,
      "text": "22 I\nINTEGRATED REPORT ENGIE 2022\nPeople\n2019 2020 2021 2030\nResults Results Results Target\nOUR KEY OBJECTIVES\nShare of women managers l 23.5% 24% 24.6% 50%\nexcluding EQUANS 28.9%\nFrance: 72 France: 87 France: 89,\nexcluding EQUANS 89\nGender equity index international: international: international: 82, 100/100\n72 80 excluding EQUANS 83\nLost time injury frequency rate for Group employees and subcontractors 2.9\n3.3 2.7 ≤ 2.3\non closed sites l l l l excluding EQUANS 2.5\n0.58\nHealth and safety prevention rate 0.42 0.59 0.75\nexcluding EQUANS 0.65\n4.6%\nPercentage of apprentices in Europe 3.3% 4.3% 10%\nexcluding EQUANS 4.9%\n82%\nPercentage of trained staff 69% 70% 100%\nexcluding EQUANS 82%\nBeneficiaries with access to sustainable energy since 2018\n4 6 7 30\n(excluding the Rassembleurs d’Énergies fund) (m)\nShare of activities (projects, sites, including sites being decommissioned) 37%\nN/A 10% 100%\nwith a coordinated societal plan (%) excluding EQUANS 37%\nResponsible Purchasing Index (CSR assessment and inclusive purchasing, 40\nN/A 25 100\nexcluding energy purchases) excluding EQUANS 40\n51%\nTraining rate for employees most exposed to the risk of corruption (%) 25% 21% 100%\n49% excluding EQUANS\nl Incorporated in the Vigilance Plan l Incorporated in the Commitments Committee reviews (CSR matrix) l Incorporated in the compensation criteria for the CEO and\ntop managers l Actions vis-a-vis suppliers\nEconomic\nprosperity 2019 2020 2021\nFinancial outlook for 2023 Deadlines\nResults Results Results\nINDICATOR (Published data)\n€15-€16 bn 2021-2023\nGrowth investments (€ bn) 7.2 4.0 4.3\napproximately €5 bn 2024\n> €11 bn for an initial target of\nAsset rotation program (disposals) (€ bn) 2.8 4.2 2.0 2021-2023\n€9-10 bn\n€600 m\n2021-2023\nPerformance program (€ m) 330 670 85 continuation in line\n2024\nwith 2022-2023\n€6.1-6.5 bn 2022\nEBIT (€ bn) 5.8 4.6 6.1 €6.2-6.6 bn 2023\n€6.4-6.8 bn 2024\nEconomic net debt/EBITDA ratio 4.0x 4.0x 3.6x Less than or equal to 4.0x 2022-2024\n€3.1-3.3 bn 2022\nNet recurring income, Group share (NRIgs) (€ bn) 2.7 1.7 2.9 €3.2-3.4 bn 2023\n€3.3-3.5 bn 2024\nDividend payout rate/Net recurring income, 65-75% 2022-2024\n0% 75% 66%\nGroup share with €0.65 floor dividend 2021-2023\nCredit rating Strong investment grade Strong investment grade 2022-2024"
    },
    {
      "page": 25,
      "text": "I 23\nENGIE, GLOBAL LEADER IN ENERGY TRANSITION\nCOMMITMENTS FOR COLLECTIVE PROGRESS\nENGIE draws on a set of global or specific networks and coalitions that support it in order to\nadvance its practices and create sustainable value for all its stakeholders.\nSocietal commitments\nDiversity\nAnti-discrimination\nand harassment\nYouth employability\nTaxation\nConsumption\nEnvironmental commitments\nGeneral commitments\nClimate\nGreenhouse gas\nemissions\nCarbon pricing\nBiodiversity\nWater\nStrengthening our commitments at COP 26\nENGIE was present at COP 26 in Glasgow and reaffirmed its • ENGIE has also signed pledges – commitments made by public or\ncommitment to decarbonization through several initiatives, private partners on key themes to advance the energy transition.\nincluding: For example, the Group signed the “24/7 Carbon-Free Energy\n• As a founding member of the First Movers coalition – which seeks Compact” with Google, which brings together tech and energy\nto accelerate the development of a competitive, carbon-neutral companies for the purpose of developing solutions that provide\nsupply chain – ENGIE is committed to ensuring that 10% of the carbon-free energy for all, in real time 24/7.\nsteel in its wind turbines is near zero-carbon by 2030. The Group has also signed appeals for governments to promote\n• The Group reaffirmed its commitment to renewable hydrogen the development of impact finance through Finance for Tomorrow\nby supporting, as a key industrial partner, the signing of an or to reduce inequalities linked to the energy crisis and the future\nagreement between Chile and Belgium to produce and import transition policy.\ngreen hydrogen."
    },
    {
      "page": 26,
      "text": "24 I\nINTEGRATED REPORT ENGIE 2022"
    },
    {
      "page": 27,
      "text": "I 25\nA PURPOSE IN ACTION\nA PURPOSE\nIN ACTION\nENGIE pursues its purpose each and every day:\naccelerating the transition to a carbon-neutral economy.\nP.26 Reducing our impact on the climate and the environment\nP.28 Accelerating the transition to a carbon-neutral economy\nP.30 Renewable gas, an essential energy source for carbon neutrality\nP.34 A value shared with our stakeholders\nP.36 Promoting sustainable and responsible finance\nP.38 A collective commitment to the transition"
    },
    {
      "page": 28,
      "text": "26 I\nINTEGRATED REPORT ENGIE 2022\nREDUCING OUR IMPACT ON\nTHE CLIMATE AND THE ENVIRONMENT\nENGIE recognizes that its ability to grow depends on the quality of the environment in which it\noperates. It is committed at all levels to adapting its activities in order to preserve the environment\nand accelerate its transition to zero carbon.\nOur approach to carbon neutrality\nBased on the work of the Net Zero Initiative, ENGIE will as little as possible. It is also committed to supporting its\ndeem Net Zero to be achieved when the Group’s carbon customers on their path to decarbonization, while ensuring\nfootprint is fully offset through greenhouse gas (GHG) that the emissions avoided as a result of this process do not\nsequestration (negative emissions). The Group is focused on count towards its own path to carbon neutrality.\nreducing its carbon footprint in order to use carbon offsets\nOFF-BALANCE-SHEET\nENGIE’S CARBON NEUTRALITY\n(based on the work of the Net Zero Initiative) CUSTOMER DECARBONIZATION\n= Reducing customers’ GHG emissions\nthrough ENGIE’s products and services\nEmissions avoided or reduced\nGHG GHG EMISSIONS\nEMISSIONS SEQUESTRATION\nFirst, reduce the direct and Then, increase carbon sinks to BIOGENIC EMISSIONS\nindirect GHG emissions resulting offset emissions and achieve\n- Carbon contained in agricultural or\nfrom ENGIE’s activities carbon neutrality forestry biomass, emitted during its\nSequestration of GHGs generated directly combustion or degradation.\nScopes 1, 2 and 3 or indirectly by ENGIE’s value chain\nJulia Maris\nVice-President CSR, Chief Executive Officer of Rassembleurs d’Energies\n2021 will be remembered as a key year in the operational implementation of the Group’s\ndecarbonization strategy. Since 2021, ENGIE has had a carbon budget for each GBU and\nremuneration criteria for the Group’s managers that take GHG emissions into account. There\nis no question that CO has become a factor in corporate governance.\n2\nPrakash Morankar\nConstruction & HSE Manager for India, Renewables GBU\nSolar power in India\nIn August 2021, ENGIE commissioned a 200 MW solar farm\nin the Indian state of Gujarat – the second largest in the country\nfor the Group. The complex environment, close to the largest salt\nplain in India, meant that the project required specialized\nengineering. The innovative technical solutions that were\nimplemented enabled the project team to win the “Solar Project\nof the Year” award."
    },
    {
      "page": 29,
      "text": "I 27\nA PURPOSE IN ACTION\nAdapting to the consequences of climate change Preserving nature and biodiversity\nENGIE’s adaptation plan aims to reduce the exposure of the In view of the fact that the preservation of biodiversity\nGroup’s assets and activities to the risks associated with and the fight against climate change are intrinsically linked,\nclimate change (physical risks and transition risks). It is and that the company’s activities constantly interact\nbased on 3 pillars that meet the TCFD commitments: with natural ecosystems, ENGIE has adopted a proactive\npolicy aimed at reducing and controlling its footprint on\n• Assessing the impact of climate change and adapting\nbiodiversity. Since 2012, the Group’s strategy has been\nENGIE’s facilities and operational activities (contracts,\nbased on a cross-functional approach – avoiding, reducing\ninsurance, health and safety, continuity plans, etc.).\nand offsetting – and four major areas: raising awareness of\n• Assessing the impact of climate change on ENGIE’s finances. biodiversity and improving the Group’s skills on the ground,\n• Assessing the impact of climate change on ENGIE’s strengthening its commitments to preserve biodiversity,\nstrategy, both in terms of the Group’s exposure and new developing innovative solutions to preserve biodiversity\nopportunities. on sites and ensuring transparent practices for external\nstakeholders. This strategy can be broken down into six\nconcrete objectives:\nActions taken\nGroup targets\nin 2021\nAvoid Reduce Offset 100% project files greater\nImplementation of the “Avoid - Reduce - Offset” workflow than €30 million submitted to the Group Project files reviewed\nin the Group’s development projects Investment Committee in 2022\nNature-based solutions\n10 projects identified that Identification of solutions that com-\nContribution to the implementation comply with the IUCN standard by 2022 ply with the IUCN standard\nof nature-based solutions (NbS) in the regions\nEcological site management 28% of sites maintained without\nImplementation of ecological site management for all of the Group’s industrial 2025: 50% of sites having\nactivities, with no phytosanitary products used and maintenance of green spaces in recourse to chemical phytosanitary\nharmony with nature products\nPriority sites for biodiversity\n2025: 50% of sites with action plans\nContinued development of action plans for sites located in or near established with relevant 41% of action plans deployed\na biodiversity hotspot anywhere in the world, using the new definition stakeholders\nof a priority site\nSupply chain\nIntegration of biodiversity criteria in life cycle assessments Analysis of at least 2 activities per year Analysis of 2 activities\nin order to perform an in-depth analysis of the impacts and by 2025 via life-cycle assessment\ndependencies related to the Group’s activities throughout the value chain,\nwith a view to identifying the issues and the appropriate solutions to tackle them\nAwareness – Sharing Training modules created\nAt least 2 modules/year by 2025 and made available online. Around\nProvision of biodiversity awareness modules for all staff 2022-2023: 3,000 employees/year 300 employees trained in 3\nand creation of a platform for sharing best practices months.\nCombining agroforestry and wind power to preserve biological diversity\nIn order to compensate for a loss of habitat for farmland fauna linked\nto the establishment of the Mont de la Grévière wind farm in France,\nENGIE Green sponsored the planting of agroforestry trees on 18\nhectares of agricultural plots in 2016. In 2019, we began assessing the\neffectiveness of this initiative by undertaking environmental\nmonitoring of these plots in partnership with the Association Française\nd’Agroforesterie (French Agroforestry Association) and the\nMélanie Le Bris Regroupement des Naturalistes Ardennais (Ardennes naturalists group).\nBiodiversity Officer The findings in this first year of monitoring were promising: water\nat ENGIE Green percolated 11 times faster where there were trees than elsewhere; the\nnumber of insects per hectare was nearly four times higher than in the\ncontrol plots; and species diversity was more than 10 times higher. To\neven out the effects of weather-related fluctuations, we will monitor\nthe progress of this measure for at least five years.\nFor more information: 2022 Biodiversity Notebook"
    },
    {
      "page": 30,
      "text": "28 I\nINTEGRATED REPORT ENGIE 2022\nACCELERATING THE TRANSITION\nTO A CARBON-NEUTRAL ECONOMY\nENGIE has set itself objectives that extend beyond its main energy production and sales activities in\norder to support its main stakeholders – employees, suppliers and customers – on a decarbonization\npathway.\nReducing the carbon footprint of our activities\nEmissions related to the production and sale of energy as much as possible. To strengthen its impact, ENGIE also\nrepresent approximately 74% of ENGIE’s carbon footprint. supports its employees and suppliers in reducing their\nThe Group aims to achieve its Net Zero objective by 2045 carbon footprint.\nby making a large-scale transition to decarbonized energy\nproduction and limiting the residual emissions to be offset\nA global platform of 34 GW of renewable capacity (GW@100%) Renewable energy production capacity\n2.6x higher by 2030 (GW@100%)\n15\n13.2\n3.8\n2.4\nEurope Latin America North America Asia - Middle East\nAfrica\nInvolving our employees in the decarbonization of\ntheir work processes\nENGIE has set itself the goal of making its work processes\n– related to buildings, digital technology, travel, commuting\nand vehicle fleets – carbon neutral by 2030. Employees are\ninvolved in such processes so as to identify and share best\npractices. This approach is complemented by an ongoing\ntraining program.\n35% 100% 100%\nreduction in electricity green vehicles of preferred suppliers\nconsumption of buildings in the vehicle (excluding energy\nby 2030 fleet by 2030 purchases) certified or\naligned with SBT by 2030\nSupporting our suppliers\nin achieving carbon neutrality\nIn line with its objective of decarbonizing its value chain,\nENGIE has undertaken to support its 250 preferred suppliers\nin order for them to become certified or aligned with the Strengthening wind power generation\nScience Based Targets by 2030. To this end, ENGIE organized in North America\na series of meetings aimed at establishing concrete action\nIn May 2021, ENGIE commissioned Dakota Range III in\nplans for decarbonization. In 2021, more than 40 such\nNorth America. Established since 2018, the site\nmeetings were organized. This approach will ultimately\nincludes 32 wind turbines with a generation capacity\nbe extended to all of the Group’s Class A suppliers (80% of\nof 151.2 MW. The Group entered into a power\nexpenditure excluding energy), i.e. 1,500 suppliers in 2030\npurchase agreement (PPA) with Northern States Power\nand nearly 7,000 companies in the longer term.\nCompany and now powers a Google data center in\nMinnesota."
    },
    {
      "page": 31,
      "text": "I 29\nA PURPOSE IN ACTION\nSupporting and measuring our customers’ decarbonization\nCustomer decarbonization is effective when customers achieve decarbonization of 45 Mt CO eq. by 2030, based\n2\navoid1 or reduce2 their carbon emissions through the on a dozen of the Group’s products and services, such as\nuse of ENGIE products and services. Due to the lack of green energy production, decentralized energy networks and\ninternational and cross-sector standards, ENGIE developed associated services, or the resale of green electricity. This\nspecific energy guidelines with a group of peers and NGOs decarbonization measure is implemented in new commercial\nfor the purpose of measuring the contribution of products projects and integrated as a criterion in the investment\nand services to customer decarbonization. In this regard, decision process.\nENGIE set itself the goal in 2021 of helping its customers\nWhether it’s manufacturers, cities, universities, etc., the Group is developing decarbonization pathways adapted to each\nspecific case:\nMANUFACTURERS UNIVERSITIES CITIES\nFAURECIA decarbonization Promoting sustainable energy at A sustainable district cooling system\npartner Georgetown University in Singapore\nFaurecia, a global leader ENGIE and Georgetown University (in ENGIE was selected to build and\nin automotive technology, the United States) have entered into operate the underground district\nchose ENGIE to assist it in a long-term agreement to strengthen cooling system for Singapore's first\nits commitment to achieve Georgetown’s energy infrastructure smart business district, Punggol Digital\nCO neutrality for scopes 1 while improving its energy efficiency. District.\n2\nand 2 by 2025. As part of ENGIE will handle the upgrade, Scheduled for completion in 2024, the\nthis partnership, ENGIE will operation and maintenance of the underground plant will be in operation\nprovide energy solutions to be electrical, heating, cooling and water for a period of 30 years. The district\nimplemented at over 100 sites distribution systems. The partnership cooling system will provide reliable,\nworldwide by mid-2022. ENGIE will enable the university to reduce its sustainable and cost-effective air\nwill support Faurecia in rolling energy use by at least 35% by 2030 conditioning for the district. The plant is\nout an energy performance and ensure the sustainable energy expected to reduce emissions by 3,700\nprogram in Europe, China, management of one of the most tons of CO per year and achieve up to\nBrazil and Mexico, which will prestigious academic communities. a 30% redu 2 ction in energy consumption\nresult in a 15% reduction in compared to traditional commercial\nenergy consumption at sites. buildings.\nInterview with Cécile Prévieu,\nExecutive Vice President in charge of Energy Solutions activities\nHow is ENGIE supporting its customers in their decarbonization strategies?\nOur support focuses on two main areas: the reduction of energy consumption and the greening\nof production methods. We work with our customers across the entire value chain, from the\nassessment of their specific situation, through engineering and construction, to the operation of the\nappropriate energy network. To do this, we use several levers: recognized technical expertise in\nour businesses coupled with a geographical footprint that guarantees a sound knowledge of local\nissues and close proximity to our customers; the ability to finance the solutions we implement;\nand commercial production through rolling out multi-site solutions based on a global geographical\npresence.\nWhat are the main challenges and priorities for 2022?\nAs we saw during COP 26, many customers are committing to ambitious emission reduction targets\nin an increasingly short time frame. That is excellent news but also poses a challenge. Our role is to\noffer them the best strategies and solutions to achieve this, which means we have to step up our\ndevelopment of low-carbon networks and services for our customers in 2022 and to continuously\ninnovate. Our recent commitment to the City of Paris to extend its cooling network by an additional\n158 km by 2042 as part of an effort to decarbonize and adapt to climate change is a perfect\nexample.\n1 Avoided emissions - difference between the situation of a benchmark customer on the market and one that has implemented an ENGIE product or\nservice.\n2 Reduced emissions - difference between a customer’s historical situation and the situation after implementing an ENGIE product or service"
    },
    {
      "page": 32,
      "text": "30 I\nINTEGRATED REPORT ENGIE 2022\nRENEWABLE GASES, AN ESSENTIAL ENERGY SOURCE\nFOR CARBON NEUTRALITY\nAs a renewable resource, biomethane is a component of the circular economy. Though it remains\nmarginal in the global energy mix, it is an energy source of the future that is needed, alongside low-\ncarbon hydrogen and synthetic gases, to achieve carbon neutrality.\nWhat are renewable gases?\nBiogas Synthetic methane\nRenewable gas obtained from a natural process: the This name covers different types of renewable gases (CH ):\n4\nfermentation of organic matter. The production of\n• renewable gases produced from various organic waste\nbiogas makes it possible to recover organic waste from\naccording to different processes, such as pyrogasification\nagricultural (manure, residues) or urban (sludge, food waste)\n(a high-temperature thermochemical process that uses\nenvironments.\nwaste to produce a gas that can be injected into existing\nBiomethane networks) and hydrothermal gasification (a high-pressure,\nA gas with a very high methane concentration derived from high-temperature thermochemical process for converting\nbiogas purification and injected into the networks. BioNGV liquid biomass into a synthetic gas).\nor bioLNG (or liquefied biomethane) are used as clean fuels. • gases from methanation processes based on low-carbon\nhydrogen and carbon.\nRenewable hydrogen\nHydrogen is a gas that is naturally present in the universe. Low-carbon hydrogen\nWhen produced from renewable resources, hydrogen can Hydrogen produced with natural gas using various CO\n2\nprovide low-CO electricity and heat, both directly or capture technologies, which allow it to be stored or reused\n2\nthrough fuel cells. As a highly versatile fuel, hydrogen can\nbe transported and stored in liquid or gaseous form.\nHydrogen: an accelerator of decarbonization\nTo achieve a carbon-neutral future, ENGIE relies on a\ndiversified energy mix and, in particular, on an ambitious\nprogram to develop hydrogen production, transport,\nstorage and distribution capacities. This gas can be stored\nin underground saline cavities over long periods. It can be\ninjected as a mixture into the gas network, or used in pure\nform for a variety of purposes, in particular in industry and\nthe mobility sector, or converted into low-carbon electricity.\nIt contributes to solving the problem of the intermittence of\nrenewable energies.\nAnother fundamental advantage of hydrogen is the fact\nthat it can be produced from locally established renewable\nenergies, thereby promoting the short energy circuit and\nlocal jobs. Thanks to in-depth knowledge of the regions in\nwhich it operates and its ability to intervene in the entire\nvalue chain – from the development and financing of\nhydrogen projects to sales to end customers – ENGIE has\nmajor assets to bolster its development.\nHydrogen is therefore the promise of a new technological,\nenergy and industrial sector, both locally and globally,\nwith new jobs at stake, essential as a contribution to the\ndecarbonization of the energy mix. The governments\nhave understood this: in Europe, more than 10 countries\n(including France) and the European Commission have\npublished their “National Hydrogen Strategy” road map, with\nthe related promises of funding.\nKOOBETON\nSESAG\nELBAWENER"
    },
    {
      "page": 33,
      "text": "I 31\nA PURPOSE IN ACTION\nKEY FIGURES:\n1 million\njobs by 2050 in Europe\nthanks to renewable energies and\nlow-carbon hydrogen\n27,000\nhydrogen charging stations\nneeded by 2030\nENGIE’S RENEWABLE GAS\nTARGETS FOR 2030\n4 GW\nof green hydrogen production\nWork was underway in 2021\nin the United Arab Emirates.\nGreening gas across the entire value chain 700 km\nof hydrogen dedicated networks\nENGIE has set itself the objective in France of greening\n(of which 170 km as from 2025)\ngas to reach 100% renewable gas by 2050. In particular,\nthe Group is present throughout the entire biomethane 1 TWh\nchain, from the development of industrialization projects\nof storage capacity\nto its distribution. In France, ENGIE BiOZ initiates, develops, dedicated to hydrogen\nfinances, builds and operates units for injecting biomethane (of which 270 GWh as from 2025)\ninto the gas network, with a long-term commitment to the See HyPSTER and HYGreen projects underway\nregions. In 2021, it inaugurated three methanization units in\nSarthe, Ille-et-Vilaine and Haute-Marne in order to produce +100\nbiomethane by collecting several types of organic matter hydrogen charging stations\nin the surrounding area. The energy produced can supply (of which 50 as from 2025)\nthousands of homes and therefore reduce CO emissions. At Project underway with CERTAS\n2\nthe same time, the Group is working to adapt its networks\n4 TWh\nto inject biomethane, for instance, through the deployment\nof biomethane produced\nof a temporary storage solution for biomethane when\nby ENGIE in France\ndemand falls or the construction of back-up stations on the\n2021 results: 0.33 TWh\ndistribution and transmission networks that make it possible\nto transport local biomethane surpluses to other regions. At 40 TWh\nthe end of the chain, efficient, low-carbon solutions (such as of biomethane production\nhybrid heat pumps for heating or high-performance engines injected into ENGIE’s networks in France\nfor land and sea mobility) are helping customers green their 2021 results: 6 TWh\nconsumption.\nA strategic partnership for the decarbonization\nof maritime transport\nThe CMA CGM Group – a world leader in maritime\ntransport and logistics – and ENGIE have entered into a\nlong-term strategic and industrial cooperation on projects\nto produce low-carbon fuels. The goal is to ensure the\ndevelopment of a synthetic methane production and\ndistribution chain that can benefit the maritime\ntransportation sector. An initial project for the production\nof liquefied biomethane (bioLNG) dedicated to maritime\ntransport has already been initiated at the Marseille\nMaritime Port Authority, and other industrial projects are\nin the pipeline. The partnership will facilitate the pooling\nof knowledge and R&D efforts, particularly in key\ntechnologies such as carbon capture and green hydrogen\nproduction. Today, liquefied natural gas (LNG) reduces\nsulfur oxide emissions by 99%, fine particle emissions by\n91% and nitrogen oxide emissions by 92%.\nKOOBETON\nSESAG\nELBAWENER"
    },
    {
      "page": 34,
      "text": "32 I\nINTEGRATED REPORT ENGIE 2022\nAdapting networks\nThe development of methanization units in France is\naccompanied by the development of injection points on the\nnetwork, leading gas distribution and transport networks to\nadapt their services and methods of operation: taking charge 2021 KEY FIGURES\nof the operation and maintenance of the injection stations,\n351\ncreating backflows to the transport network in order to\nunload distribution zones that may be saturated, adapting biomethane injection stations\noperated by the Group’s networks\ndaily balancing and storage management. Furthermore, the\nin France (147 commissioned in 2021) production of hydrogen on an industrial scale requires the\ndevelopment and planning of future transport and storage 95\nnetworks. ENGIE is committed to the European H2 Backbone\nnew Natural Gas Vehicle (NGV)\ninitiative and is supporting the deployment of a network\nrefueling stations\nof nearly 40,000 km of hydrogen networks in 21 countries, connected in 2021 in France,\ntwo-thirds of which would be made up of existing networks 460 stations installed in total\nthat have been repurposed. This vision is already taking\nshape through the MosaHYc pilot project developed in the\nMoselle region, which aims to convert two existing gas\npipelines to transport pure hydrogen so as to guarantee a\nsecure supply for mobility use (trains, buses, cars, trucks)\nand industrial purposes. Other R&D projects currently being\ndeployed, such as HyPSTER and Hygreen, aim to experiment\nwith hydrogen storage in salt cavities on sites previously\nused to store natural gas.\nIndustrializing the renewable gas solutions of the future\nAfter producing the first cubic meters of green gas from ENGIE is also developing several initiatives aimed at using\nwood in 2020 thanks to the Gaya demonstrator, ENGIE is hydrogen to decarbonize industry and to develop new\nnow aiming to scale up the pyrogasification process. With industrial sectors:\nthe Salamandre project, the Group’s objective is to build an\n• The Yuri project in Australia involves converting a fertilizer\nindustrial biomethane production unit in the port area of\nproduction plant into a green hydrogen production unit. It\nLe Havre as early as 2026 in order to gasify nearly 70,000\nis scheduled to be commissioned in 2024.\nmetric tons of non-recyclable waste per year and produce\nup to 150 GWh of renewable gas, the equivalent of the • The HyNetherlands projectwill enable the deployment\nconsumption of 670 city buses. of an electrolyzer to produce renewable hydrogen for\nindustry and heavy mobility in the Netherlands from 2025.\nThe Group is also developing the MéthyCentre, a\ndemonstrator aimed at storing electrical energy in the • The Masshylia project aims to develop, build and operate\nform of renewable gas through hydrogen. Scheduled to be one of the largest renewable hydrogen production sites in\noperational by the end of 2022, it will produce 50 kg of France in the South-Provence-Alpes-Côte d’Azur region.\ngreen hydrogen per day from renewable electricity – the • The HyEx project in Chile aims to power an ammonia plant\nequivalent of 15 to 20 full tanks of light vehicles – as well as with green hydrogen by 2025.\nmethane gas that will be injected into the local gas network.\nTo further scale up low-carbon and renewable hydrogen\nBased on the same model, the HyPSTER demonstrator will projects, in 2021 ENGIE announced a partnership with\nbe commissioned in 2023 in a region close to the Zero Equinor, Norway’s leading energy provider, to explore\nEmission Valley in the Auvergne-Rhône-Alpes region and the development of low-carbon hydrogen value chains in\nwill be used to test hydrogen production and marketing (for Belgium, the Netherlands and France.\nmobility and industry) as well as the storage of hydrogen in\nsaline cavities.\nUsing new technologies to reduce methane leakage\nENGIE is involved in a European scientific project whose objective is to improve knowledge and the use of new\ntechnologies in order to quantify methane emissions in networks and thereby bolster actions to reduce these\nemissions. 14 European gas network managers and gas associations are involved in the project coordinated by the\nEuropean Gas Research Group (GERG) and ENGIE is present via GRTgaz’s Research and Innovation Centre (RICE), which\nhas identified the most promising technologies to be tested. In addition to on-site measurements, as close as possible\nto the equipment, these new remote measurement technologies aim to quantify the overall emissions of a geographical\narea and give an overall assessment. Embedded in drones, moving vehicles on the ground or in the air, or installed on\nsite, 12 different technologies are being tested to assess their accuracy and reliability. This collective project illustrates\nthe efforts being made by gas operators to significantly reduce methane emissions in order to contribute to short-term\nclimate change mitigation and reinforce the environmental value of gas and gas networks in the energy transition.\nKOOBETON\nSESAG\nELBAWENER"
    },
    {
      "page": 35,
      "text": "I 33\nA PURPOSE IN ACTION\nDrive and support the changes required for the development of renewable gas\nEurope and France have set ambitious carbon-neutrality biomass potential that can now be put to good use to\ntargets for 2050. Considering that an all-electric energy mix produce biomethane. This will green a number of uses,\nwould lead to significant additional costs and would not including industries that are difficult to electrify. In a circular\nguarantee security of supply, especially during peak periods, economy, this local resource will not only provide secure\nENGIE is calling for a more balanced alternative in which the supply at competitive costs but also positive externalities\ndecarbonized or low-carbon (CCS) gas vector will continue for employment and farming. In the medium term, synthetic\nto play an essential role. France, for example, has significant gases and hydrogen will complete this energy mix.\nInterview with Edouard Sauvage,\nExecutive Vice President in charge of Networks activities\nWhat are the main objectives of the Networks GBU in 2022?\nOur priority in 2022 will be to ensure the safety of our employees and any third parties working\nfor the Group, as well as the safety of our property, at all Group entities. Our other primary\nobjective will be to guarantee the operational and financial performance of our electricity and\ngas networks. In France, we are actively preparing the future of our gas networks by developing\nrenewable gas sectors and promoting the key role of gas and gas networks in achieving the energy\ntransition. Lastly, in Brazil, ENGIE will continue the construction of its electric transmission lines.\nWhat were the key achievements of the Networks GBU in 2021?\nWe should note, first of all, that despite the impacts of the health crisis, we maintained a high level\nof operational and financial performance in our gas networks, both in France and abroad.\nIn addition, we continued to prepare the future of our gas networks in France. We took many\nactions to promote and scale up the biomethane sector. As such, we should applaud the fact that,\nat the end of December 2021, France had 351 units in production for a capacity of 6.2 TWh, two\nyears ahead of the target set by the PPE. We also helped our customers with ambitious projects,\nas demonstrated by the signing of a partnership agreement with CMA-CGM to support the\ndecarbonization of maritime transport through the development of synthetic methane and bio-\nLNG. We pursued our innovation efforts as well, with the inauguration of GRTgaz’s R&D platform\n(FenHYx) and demonstration projects for the conversion of our gas networks to hydrogen (MosaHYc,\nHYpster, Jupiter 1000, etc.).\nLastly, we continued the construction and commissioning of our 2,800 km of electric transmission\nlines in Brazil (Gralha Azul and Novo Estado projects).\nKOOBETON\nSESAG\nELBAWENER"
    },
    {
      "page": 36,
      "text": "34 I\nINTEGRATED REPORT ENGIE 2022\n€57.9 bn\nREVENUES\nIN 2021\nSharing\nvalue\nVALUE DISTRIBUTION\nSUPPLIERS Raw materials purchases\nand related network\nIN 2021 67%\ncosts (€32.1bn) and\nservices purchases\n(€6.7 bn)\nThe Group is committed to building sustained dialogue with\neach of its stakeholders and to sharing its value creation\nEMPLOYEES Personnel costs:\nin a fair and balanced manner. In 2021, ENGIE set up a AND JOBS €7.7 bn\nDialogue Committee with its stakeholders as well as an SUPPORTED including €1.5 bn in\nsocial security\naccess space to support sensitive projects. 13.3%\ncontributions\nCommitting to a fair transition\nFor ENGIE, the transition to carbon neutrality by 2045\nINDUSTRIAL Depreciation,\nmeans taking into account the social impact of the energy\nPARTNERS amortization and\ntransition. We must therefore integrate fair transition\nprovisions:\nprinciples into all our projects at the local level and develop 8.3%\n€4.8 bn\nthem in partnership with employees, unions, communities\nand suppliers. In accordance with the Paris Agreement,\nENGIE is committed:\n• to jobs: processes and initiatives to stimulate employment\nopportunities, skills development and employee\nretention; measures to support employees affected by GOVERNMENT AND Income tax and other\ndecarbonization; LOCAL AUTHORITIES taxes\n€3.2 bn\n• to local development: initiatives aimed at creating 5.5%\neconomic value for regions and benefits for communities;\n• to stakeholder inclusion: promoting a fair transition in a\nco-constructive manner, by seeking solutions based on\ncooperation with governments and civil society.\nFINANCIAL Net financial income:\nPARTNERS €1.4 bn\n2.4%\nGuiding suppliers toward\na responsible economy\nSHAREHOLDERS Dividend\nMindful of the need to prevent the risk of forced labor 2.2% for 2021:\nthroughout its value chain, ENGIE is proactively working €0.85/Share\nto identify suppliers who may be involved in human rights\nviolations. In 2021, as part of the implementation of its\ndue diligence policy, ENGIE set up a specific in-depth\nvigilance action plan to identify and manage the risks of\nforced labor practices in the Group’s supply chains located\nin China.\nENGIE\n1.3%"
    },
    {
      "page": 37,
      "text": "I 35\nA PURPOSE IN ACTION\nCUSTOMERS\nDialogue procedures\n• Individual customers ➜ Marketing and satisfaction studies\n• Small business customers ➜ Measurement of Net Promoter Score (NPS)\n➜ Consumer panels\n• Industrial customers\n➜ Responses to calls for tenders\n• Key account customers\n➜ Co-construction\n• Trading\n➜ A ccess space\nDialogue\nprocedures\n• 140,000 suppliers • Vigilance plan\nof which 250 preferred\n• Submission of tenders\n• 75% of non-energy\npurchases in Europe\n• 45% SME suppliers in France\n• 101,504 employees 5% • Staff representative\n9%\n• 15,522 recruitments bodies at the European,\n• 4.9% apprentices in Europe national and local levels\n• 82,0% of employees trained 17% • “ENGIE & ME”\nWorkforce in\n2021 commitment survey\n47%\n22%\n• €38 m allocated to the 4% 4% • Calls for innovative\nRassembleurs d’Energies social 6% 31% projects\nimpact fund • Support via the New\n• €180 m invested in the ENGIE 11% €8 bn in Ventures investment\nNew Ventures innovation fund investments fund\n• €138 m in R&D expenditure in 2021 • Vigilance plan\n• Submission of tenders\n19%\n25%\n• Income tax paid: €0.6 m 7% • Participation\n• Other taxes and duties: €1.5 bn 13% 43% in think tanks\n2% • Consultations\n2% €2 bn paid in\n1 3 % % income tax and • Partnerships\n2% other taxes • Corporate patronage\n5%\n23%\n• Financial net debt: €25.3 bn • Roadshows\n• Financial net debt/EBITDA: 2.4x • Interviews\n• €14 bn in Green bonds issued since • Responses to evaluation\n2014, representing 43% of the questionnaires\nGroup’s bonds\ni.e. 66% of 2021 Net 4.5% 3.2%0.6% • Shareholders’ Club\nrecurring income, Group share 4.6%\n• Events (visits to Group\n(Proposal submitted 5%\nsites)\nto the Shareholders’ Meeting of\nApril 21, 2022) ow S n h e a r r s e h ip • Meetings (face-to-face\nin 2021 and online)\n23.6% • Annual General\n58.5%\nShareholders’ Meeting"
    },
    {
      "page": 38,
      "text": "36 I\nINTEGRATED REPORT ENGIE 2022\nPROMOTING SUSTAINABLE AND RESPONSIBLE FINANCE\nIn line with its purpose, ENGIE relies on green finance to finance its activities in a sustainable and\nresponsible manner while maximizing value creation for its shareholders.\nA very strong financial performance in 2021 ENGIE maintains a close relationship with its shareholders\nthrough its Shareholders’ Club – which organizes meetings\nENGIE’s financial performance was very strong in 2021: it\naround the Group’s businesses each year, as well cultural\nachieved the top end of the NRIgs guidance range. EBIT of\nand sports events – and its Shareholders’ Consultative\n€6.1 billion was up 42% organically, leveraging the favorable\nCommittee, which is tasked with expressing the expectations\nprice environment and the Group’s operational performance.\nand questions of individual shareholders. The Chairman of\nENGIE met its targets in 2021 in an unprecedented energy the Board of Directors met with individual shareholders a\nenvironment, benefiting mainly from the strength of its number of times.\nintegrated model. High levels of asset availability enabled\nthe Group to use its flexible production capacity in a tight\nmarket. The right mix of contractual positions and activities, Eligible activities in 2021 under the EU Taxonomy\nalong with a strong balance sheet and liquidity, also helped\nThe Group’s eligibility rates for the European taxonomy\nit actively and effectively manage all exposures\nconceal very different rates depending on the activity. While\nto benefit the Group and its customers.\nthe activities of the Renewables and Energy Solutions GBUs\nOut of €8.0 billion in total investments, growth investments are fully or overwhelmingly eligible, those of the Thermal\nstood at €4.4 billion, of which more than 90% related to the Generation and Energy Supply GBU and of the Networks\nstrategic priorities. GBU are only marginally eligible. However, the latter two will\ngradually become eligible as they convert to renewable gas.\nThe remaining activities (GEMS and Nuclear) are, in principle,\nSharing performance with shareholders not covered. Capex for 2021 (growth and maintenance) was\n48% eligible but growth capex was 78% eligible in 2021,\nThe Group reiterated its policy of basing its dividend on a\nconfirming the announcement made in 2020.\npayout ratio of 65% to 75% of net recurring income, Group\nshare. It also introduced a floor dividend of €0.65 per share\nfor 2021-2023.\nFor 2021, the Board of Directors thus proposed a payout\n15% Eligible opex\nof 66% of net recurring income, Group share, i.e. a dividend\nof €0.85 per share. This proposal will be submitted to the\n20% Eligible revenues\nshareholders for approval at the General Shareholders’\nMeeting on April 21, 2022. Since 2014, the Group has\n48% Eligible capex\nrewarded shareholders for their loyalty with an increased\nminimum dividend of +10%.\n78% Eligible\ngrowth capex\nPierre-François Riolacci\nExecutive Vice President in charge of Finance, Corporate Social Responsibility (CSR) and Purchasing\nENGIE is a major economic player and must practice responsible and sustainable finance.\nThis is reflected in the rigorous management of its financing and debt capacities, but also\nin the selection of growth investments that contribute to the necessary energy transition\ntowards a decarbonized world. In 2021, ENGIE invested more than €4 billion in growth\ncapex, of which more than 90% related to the strategic priorities and nearly 80% aligned\nwith the EU taxonomy. These investments were financed in particular by green bonds on\nthe market in which ENGIE remains a key player with over 14 billion issued since 2014.\nIn addition to this financing, ENGIE is a responsible company that supports its millions\nof customers through its decarbonized offers and efficiency solutions. At a time when\nprices are rising sharply, ENGIE is helping its individual customers by implementing the\ngovernment’s measures to freeze regulated rates in France and welcoming the customers of\ndefaulting suppliers thanks to responsible pricing."
    },
    {
      "page": 39,
      "text": "I 37\nA PURPOSE IN ACTION\nGreen finance at the service of economic performance\nGreen bonds are financial tools that are used to finance 3\nthe development of renewable energy projects or projects\n.2%\nrelated to energy efficiency. ENGIE is currently the leading\ncorporate issuer, having issued a total of more than €14\nbillion since 2014. In 2021, half the bonds issued by the OF SHARE CAPITAL HELD\nGroup were green bonds. These tools contribute to ENGIE’s BY EMPLOYEES\ntransformation towards low-carbon assets and energy\nservices. Each time a green bond is allocated, the Group\npublishes an impact report to calculate the CO emissions\n2\nthat have been avoided or reduced. The main projects\nfinanced by the Green Bond issuance of October 2021\nshould contribute to avoiding the emission of at least 3.43\nmillion tons of CO eq per year.\n2\nA pacesetting financing structure\nEngaged in a decarbonization pathway, Chile has committed\nto becoming a net zero emission country by 2050. ENGIE is\nhelping with its transition by activating several levers. The\nGroup and the Inter-American Development Bank (IDB) have\ntherefore developed a pilot financing structure that will be\nused to monetize the cost of decarbonization. It consists of a\nloan whose costs are reduced by a carbon price determined\nby a tailored methodology established by the IDB. This\ninitiative could be replicated in the future by other Group\nsubsidiaries.\nThis funding approach will help accelerate the transition\nby activating several levers: ending coal-based electricity\nproduction by 2025 (with the shutdown of plants and the\nconversion of the more recent plants to gas and biomass);\ndeveloping 2 GW of renewable capacities; and setting up\npilot projects in favor of renewable hydrogen. The full plan\nwill enable ENGIE to reduce CO emissions from its energy\n2\nproduction activities in Chile by 80% by 2026. The plan 14\nprovides for an investment of €1.5 billion by 2025.\n€ .25 bn\nGREEN BONDS ISSUED SINCE 2014\nGreen bonds issued and their allocations (€ bn) 14.25\n12.80\n10.63\n6.25 7.27 2.17\n5.38\n3.4 3.36\n2.5 2.75 4.01\n0.87 0.85 1.72 0. 2 7 . 9 51 1.5 1 1.37 1.89 2.35 2.25 2.17 88% New projects\n12% Refinancing\n2014 2015 2016 2017 2018 2019 2020 2021\nAmounts Amounts Cumulative amounts Cumulative amounts\nissued € bn allocated in € bn issued in € bn allocated in € bn"
    },
    {
      "page": 40,
      "text": "38 I\nINTEGRATED REPORT ENGIE 2022\nA COLLECTIVE COMMITMENT TO THE TRANSITION\nENGIE is committed to creating safe and fulfilling working conditions for all of its employees so as\nto rally an expert and committed community round the implementation of its purpose and its zero-\ncarbon transition strategy.\nStaying tough on safety\nOccupational health and safety is ENGIE’s first priority. It In line with the 2016-2020 action plan, which significantly\ntakes precedence over all other considerations for all people reduced the frequency rate in each of its businesses, the\nworking for the Group, whether employees, temporary Group has drawn up a health and safety action plan for\nworkers, subcontractors or interns. ENGIE has a policy of 2021-2025, structured along three lines – No life at risk,\nexcellence to ensure the best possible working conditions all No mind at risk, No asset at risk – and completed by two\nover the world. The Group’s health and safety policy aims transversal levers:\nto make each individual, whether executive, manager or\nemployee, a committed player in health and safety.\nNO LIFE AT RISK NO MIND AT RISK NO ASSET AT RISK\nPrevention of risks directly Prevention of risks related Prevention of risks\nrelated to the performance of to the context in which activities are related to industrial processes\noperations. carried out, development of quality\nof life at work and prevention of\npsychosocial risks\nPriority actions Priority actions Priority actions\n• Reinforce the commitment of • Reinforce the managerial dimension of • Reinforce shared industrial safety\nmanagers in health and safety quality of life at work management standards\nmanagement • Understand the impact of physical and • Exercise particular vigilance regarding\n• Continue to deploy levers to psychological health on safety at work the industrial risks generated by our new\nprevent serious and fatal accidents • Identify and control risks related to the activities and by newly integrated entities\n• Develop the ability to identify adaptations and variability of organizations • Develop systematic sharing of feedback and\nrisks • Identify and control risks related to the best practices\n• Set up a support plan for our “variability of persons”\nsubcontractors\n2 TRANSVERSAL LEVERS\nDigital Communication\n&\nto standardize and speed up the implementation to strengthen the health and safety culture\nof priority actions and the commitment of each individual\nThe Group suffered a particularly tragic 2021. While the • the convening of a one-hour “safety stand down” for all\nnumber of lost time injuries continued to fall, we were employees, a special time for discussing safety within the\ndeeply saddened by 16 deaths related to our activities: teams;\n4 employees and 12 subcontractors. Management responded\n• a comprehensive assessment by a consulting firm\nswiftly and decided to implement a targeted and enhanced\nspecializing in health and safety culture for employees and\naction program, focused on improving the safety culture,\nsubcontractors;\nmanagers’ leadership in this critical area, and everyone’s\ncommitment to and vigilance in protecting their own lives • a supplemental action plan to ensure subcontractor safety;\nand the lives of others. Several key actions were rolled out, • the strengthening of the Group’s safety, quality assurance\nincluding: and quality control standards."
    },
    {
      "page": 41,
      "text": "I 39\nA PURPOSE IN ACTION\nHR: a lever for the Group’s transformation\nThe Human Resources strategy helps breathe life into ENGIE’s purpose: stepping up the move towards a carbon-neutral\neconomy. In that regard, the HR department supports the organizational transformation by providing concrete answers on\nthree strategic objectives:\n1 2 3\nAttracting and Encouraging employee Creating an inclusive\nretaining talent development environment\nENGIE aims to attract and retain all its Developing employee skills and For ENGIE, diversity, professional equality\ntalent through: employability is a key focus for the and inclusion are drivers of innovation and\n• a strong, unifying and meaningful competitiveness and performance of an performance.\ncorporate culture; industrial group like ENGIE. In 2021, ENGIE therefore ramped up its\n• varied career paths in France and abroad; To ensure the successful roll-out of its efforts to promote the equal treatment of\nand strategy, ENGIE offers numerous learning employees with the launch of the “Friends”\nopportunities and innovative training network and the publication of a new\n• a strong, attractive and consistent methods: global “Understand each other to better act\ne th m e p G lo r y ou er p ’ b s r p a u n r d p a o n se d a p n ro d m st i r s a e t e in g y li . ne with • The Learning Festivals, which are together” guide.\nfive-day virtual pop-up campuses that At the European level, ENGIE strengthened\nIn a global context marked by tensions in bring together the Group’s managers to its actions and its commitment by\nthe job market, particularly with regard to strengthen their distinctive skills and renewing its support for the European\ntechnical and female profiles, the Group their knowledge. This initiative helps “Embrace Difference” pledge and\nis pursuing a differentiated recruitment to reinforce a sense of belonging to the reiterating its adoption of the Women’s\nstrategy, placing candidate experience Group and to develop a common culture Empowerment Principles defined by the\nat the heart of the recruitment process, through sharing and networking; UN (as from 2019).\nto better serve the professions and the\nbusiness. • Engaging employees and encouraging ENGIE aims to achieve gender parity\ntheir development, at all levels, to help in management and is rolling out its\nInternally, ENGIE once again conducted its them understand and take ownership of international Fifty-Fifty program, which\nemployee engagement survey, ENGIE&Me. ENGIE’s strategy: that is the objective takes a systematic approach to creating the\nIn 2021, the results showed a strong of the Sustainability Academy, which right conditions to meet this goal.\no f o tr r v f a o e E n m r Q s a f 2 U l o l 0 A r e m 2 N n 0 a S g t a t a i o g o n e n 8 d m . 3 t e % h n e ), t G d le e r v o s e p u l p i t ( ’ e s u p t f h u 1 e n d p d a o is m in p e t o n s t a a l l p t i p n o r a t o r e d t v r i i s i n c d c u a e u l l a s l s y r s n l y a c u n o m t d r h p e r t o r o o o r u a u l g e t s h e a o r t s p n w u p s f o o r t a o r t t i r m n u a a n i o n b it u i i n i l r e i g t s e y x perts, E i c n o N m 2 G 0 p IE 2 a n 1 h i , a e w s s a a in s c h r F i e r e c a v o n e g c d n e i e z a x e n c d d e l a E le s u n o r t o n p r e e e s o : u f lt t s h e a n to d p ,\nIn addition, our employees responded programs on corporate sustainability • 7th out of 120 companies in the SBF in\nfavorably when asked about their issues and how to incorporate them into the ranking of female representation\nconfidence in the Group’s vision and our relationships with stakeholders and in governance bodies, compiled by the\nstrategy (+2 points) and in leadership for partners. French Ministry for Gender Equality;\nthe future (+6 points) To go even further, ENGIE has stepped • 47th out of 668 European companies\nENGIE has one goal for 2022: to build trust up the roll-out of the Skill’Lib program: evaluated in the European “Gender\namong and unite its employees in order to an internal skills marketplace that gives Diversity Index.”\nincrease their engagement. managers a flexible way to access the skills\nthey need in-house, while encouraging\nemployees to develop new skills and fulfill\ntheir ambitions. In 2021, Skill’Lib was\nawarded the “HR Innovation Prize” by\nVictoires des Leaders du Capital Humain.\nAn ambitious and dynamic social dialogue\nENGIE believes that social dialogue and negotiation are which concluded with the signing of a protocol between\nthe pillars of social cohesion, which is essential to its ENGIE and the European Works Council (EWC). The potential\ntransformation and performance. At the beginning of 2022, investors presented their industrial and social projects to\nthe Group signed a new global agreement that provides a the EWC secretariat, which was followed by a comparative\ncommon set of rights to all employees worldwide, especially analysis of the proposals.\nwith regard to social protection, sustainable employment\nand diversity. This agreement also creates a platform for Jean-Sébastien Blanc\nglobal social dialogue by convening an annual Global Forum,\nExecutive Vice President in\nwith trade union federation representatives and ENGIE charge of Human Resources\nemployees, the first edition of which will be held in the\nThe men and women of ENGIE are\nsecond half of 2022.\ndriven by our purpose:\nOn the social front, the pandemic led to the acceleration\nto take action and meet the\nof the ENGIE Care global social protection program. In\nenvironmental and societal\n2020, ENGIE deployed the first part of this program in all\nits entities, enabling all Group employees to benefit from challenges that are disrupting our organizations\nminimum health coverage in the event of hospitalization and our businesses, but that are also creating\nand a minimum capital sum in the event of death. The ENGIE\nopportunities. Now more than ever, the HR\nCare program also aims, by 2024, to provide full pay for at\ndepartment must work to promote the Group’s\nleast 14 weeks of maternity leave and at least four weeks of\npaternity leave for all its employees worldwide. business performance and growth, while supporting\nQuality social dialogue is essential to the success of the its transformation as an industrial player.\ncompany, as demonstrated by the EQUANS disposal process,"
    },
    {
      "page": 42,
      "text": "40 I\nINTEGRATED REPORT ENGIE 2022"
    },
    {
      "page": 43,
      "text": "I 41\nA LONG-TERM VISION\nA LONG-TERM\nVISION\nIn accordance with the AFEP-MEDEF code and\nthe best governance standards, ENGIE relies on\nexperienced governance that supports its\nsustainable and responsible value creation.\nP.42 A Board of Directors driving the Group’s strategy\nP.44 Board committees\nP.46 A general management steering the transformation\nP.47 A transversal governance of climate challenges\nP.48 A global risk management policy"
    },
    {
      "page": 44,
      "text": "42 I\nINTEGRATED REPORT ENGIE 2022\nA BOARD OF DIRECTORS\nDRIVING THE GROUP’S STRATEGY\nENGIE is managed by a team of 14 Directors with varied expertise whose mission, in terms of\nstrategy, is to define the Group’s orientations and ensure their implementation. To ensure that\nENGIE’s actions are consistent with its purpose, the Board of Directors takes into account the\nexpectations of its stakeholders in order to meet the challenges\nthat are transforming the energy sector.\nA Board that closely monitors the Group’s challenges\nMajor work carried out in 2021\nThe Group offers all new directors personalized training and\nregularly organizes specific training or information sessions. In\nIn 2021, members of the Board of Directors\n2021, the Directors benefited from two training sessions on the\nheld discussions on the following topics\ndecommissioning of nuclear power plants in Belgium and on Global\nin particular:\nEnergy Management (GEM) activities. Each year, the members of\nthe Board meet at a strategic planning seminar during which they\n• The Group’s strategic orientations\ndiscuss sector developments and the expectations of the Group’s\n(repositioning of ENGIE, continued\nstakeholders. The 2021 seminar provided an opportunity to review\ngeographic refocusing, roll-out\nprogress on the implementation of the strategy and to discuss\nof the new organization, full phase-out of\nthe future of gas networks, the Group’s ambitions in international\nnuclear power by 2025, etc.),\nelectricity networks and the Group’s research and innovation model.\nENGIE is in regular dialogue with its shareholders, main institutional • Investments and asset sales (process of sale\ninvestors and proxy advisors as part of governance roadshows and of EQUANS, sale of interests in ENGIE EPS\nat other times. This dialogue enables the Chairman of the Board SA, ENDEL and GTT. sale of 11.5% in GRTgaz,\nto explain the Group’s strategic orientations and discuss their acquisition in partnership with Crédit Agricole\nexpectations. Assurances of Eolia, one of the largest\nComplementary expertise renewable energy producers in Spain),\nThe Board’s objective is to ensure that its members are aligned with • Finance and audit,\nENGIE’s activities, challenges and strategic orientations, thereby\ncontributing to the quality of the decisions taken. In 2022, the Board • Governance (takeaways from the dialogue\nof Directors proposed strengthening its societal and environmental between the Chairman and shareholders,\nresponsibility and its knowledge of renewable energy by appointing investors and proxy advisors, assessment of\nMarie-Claire Daveu. When this proposed appointment is finalized at the functioning of the Board, etc.),\nthe General Shareholders’ Meeting of April 21, 2022, the Board of\n• CSR (CSR targets, climate strategy and net\nDirectors* will comprise 15 members, 64% independent members,\nzero commitment, matching of investments\n55% women and four nationalities (Australian, British, Canadian and\nwith the Group’s CSR criteria, professional and\nFrench). ENGIE also ensures that the individual competencies of its\nsalary equity\ndirectors are wide-ranging and complementary. The page below\npolicy, etc.).\npresents the 3 key skills of each director out of the 12 competencies\nselected.\nDirectors elected by the General Shareholders’ Meeting Directors elected by the General Shareholders’ Meeting on the recommendation of the French State\nDirectors elected by employees to represent employees Director elected by the General S hareholders’ Meeting to represent employee shareholders\nDirector representing the French State appointed by decree • (I) Independent directors\nLIST OF THE 12 COMPETENCIES SELECTED:\nGeneral Management Administration of large companies Industrial sector Energy sector Services sector\nPublic sector Finance CSR, climate, stakeholder dialogue HR social dialogue\nDigital, innovation, new technologies Geostrategic challenges Regulatory environment\n* In accordance with legal provisions and the applicable Afep-Medef Code, the four directors representing employees or employee shareholders are not taken into account when calculating the ratio of\nindependent directors for the Board of Directors and its Committees or when calculating the ratio of women to men on the Board of Directors."
    },
    {
      "page": 45,
      "text": "II 4433\nA LONG-TERM VISION\n1 Jean-Pierre Clamadieu\nChairman of the Board of Directors\n• Seniority on the Board1: 3 years\n55%* 7 • Number of offices held2: 2\n• Attendance rate\nat meetings in 2021: 100%\nWOMEN\nON THE BOARD 11 2 Catherine MacGregor\nOF DIRECTORS Chief Executive Officer and Director\n9 • Appointed on May 20, 2021\n• No offices held2\n• Attendance rate\nat meetings in 2021: 100%\n3 Fabrice Brégier\n• Seniority on the Board1: 5 years\n• Number of offices held2: 1\n• Attendance rate\nat meetings in 2021: 100%\n10\n12 4 Françoise Malrieu\n• Seniority on the Board1: 10 years\n14\n• No offices held2\n• Attendance rate\nat meetings in 2021: 100%\n5 Ross McInnes\n8 • Seniority on the Board1: 3 years\n• Number of offices held2: 2\n• Attendance rate\nat meetings in 2021: 100%\n13\n3\n6 Marie-José Nadeau\n• Seniority on the Board1: 6 years\n• No offices held2\n• Attendance rate\nat meetings in 2021: 100%\n6 7 Lord Peter Ricketts\nof Shortlands\n• Seniority on the Board1: 5 years\n• No offices held2\n• Attendance rate\n5 at meetings in 2021: 100%\n4\n8 Stéphanie Besnier\n• Appointed on May 19, 2021\n• Number of offices held2: 2\n• Attendance rate\n1 at meetings in 2021: 100%\n2\n9 Patrice Durand\n• Seniority on the Board1: 5 years\n• No offices held2\n• Attendance rate\nat meetings in 2021: 100%\n10 Mari-Noëlle\nJégo-Laveissière\n• Seniority on the Board1: 6 years\n• Number of offices held2: 1\n• Attendance rate\nat meetings in 2021: 100%\n13\n11 Christophe Agogué\nMEETINGS\n• Seniority on the Board1: 3 years\n• No offices held2\nIN 2021 • Attendance rate\nat meetings in 2021: 100%\n100%\n12 Alain Beullier\n• Seniority on the Board1: 13 years\n• No offices held2\nPARTICIPATION • Attendance rate\nat meetings in 2021: 100%\nRATE AT BOARD\nOF DIRECTORS’\nMEETINGS 13 Philippe Lepage\n• Seniority on the Board1: 7 years\n• No offices held2\n• Attendance rate\nat meetings in 2021: 100%\n14 Jacinthe Delage\n• Elected at the Shareholders’\nMeeting of May 20, 2021\n• No offices held2\n1 In years elapsed • 2 At February 25, 2021, in listed companies outside ENGIE • Attendance rate\n* Subject to the vote by the General Shareholders’ Meeting of April 21, 2022 at meetings in 2021: 100%"
    },
    {
      "page": 46,
      "text": "44 I\nINTEGRATED REPORT ENGIE 2022\nBOARD COMMITTEES\nThe Board of Directors is supported in its missions by four standing Committees with\ncomplementary expertise. Solicited on specific subjects in preparation for certain deliberations,\nthey provide their recommendations on the decisions to be made. Each Committee is chaired by an\nindependent director.\nAUDIT COMMITTEE\nMISSIONS MAIN WORK IN 2021\nReviews the financial statements and financial position, and reviews internal and external “The Audit Committee recommended\ncontrols and mapping of significant risks for the Group. a new dividend policy and closely\nmonitored changes in the Group’s\nfinancial guidance, which was raised\ntwo times in the context of a favorable\nmarket and a very strong operational\nperformance. It focused on priority\nrisks, such as nuclear risk, cybersecurity\n100% risk or the industrial risks associated\nAttendance with certain major projects. It held\nseveral joint meetings with the Strategy,\nrate\nInvestment and Technology Committee,\n3 women 2 men 6 meetings\nmainly to review the business plan, the\n75%\nMarie-José Nadeau Christophe Agogué + 5 joint meetings valuation of EQUANS, and the complete\nStéphanie Besnier Ross McInnes with the SITC Independence exit from nuclear power in 2025.”\nrate\nFrançoise Malrieu Marie-José Nadeau,\nCommittee Chair\nMost represented Administration of\ncompetencies Finance large companies\nSTRATEGY, INVESTMENT\nAND TECHNOLOGY COMMITTEE\nMISSIONS MAIN WORK IN 2021\nGives its opinion on major strategic directions, in particular for the strategic plan. Examines “In addition to the joint meetings with\nprojects for external or internal growth or disposal, strategic agreements, alliances or the Audit Committee, which were\npartnerships. Also examines strategic choices with regard to technological developments, particularly numerous in 2021, the\nmodernization of industrial equipment or procurement policy and significant real estate SITC worked more specifically on the\nprojects. Group's commitments to move away\nfrom coal, the mechanism governing\ninvestment decisions in offshore wind\npower and the expected internal rates\nof return in future renewable projects.\nAs it does every year, it prepared the\n96%\nBoard of Directors' strategy seminar,\nAttendance worked on the look-back of investments\nrate made and examined a series of\n2 women 4 men 7 meetings investment, acquisition and divestment\n60% projects, including the acquisition of\nMarie-José Nadeau Jean-Pierre + 5 joint meetings\nEolia Renovables, one of the largest\nStéphanie Besnier Clamadieu with the Audit Independence independent renewable energy\nPatrice Durand Committee rate producers in Spain.”\nPhilippe Lepage Jean-Pierre Clamadieu,\nCommittee Chair\nRoss McInnes\nMost represented Administration of Industrial\ncompetencies Finance large companies sector"
    },
    {
      "page": 47,
      "text": "I 45\nA LONG-TERM VISION\nAPPOINTMENTS, COMPENSATION\nAND GOVERNANCE COMMITTEE\nMISSIONS MAIN WORK IN 2021\nReviews and makes recommendations regarding the composition and operations of “The ACGC worked to set the Chief\nthe Board, the selection of the Chief Executive Officer, the succession plans and the Executive Officer’s annual and long-term\ncompensation of the corporate officers. targets, which will now incorporate the\nGroup’s climate objectives, in line with\nits purpose. It also amended the annual\nassessment of the Board of Directors to\ninclude an entire section on the Board’s\nconsideration of climate issues. Lastly,\n97% it indicated its support for renewing the\nAttendance Chairman of the Board’s term of office,\nwhich is set to expire at the 2022\nrate\nGeneral Shareholders’ Meeting. It also\n2 women 3 men 6 meetings\nbegan the process of selecting a new\n75%\nFrançoise Malrieu Alain Beullier female independent director who would\nStéphanie Besnier Fabrice Brégier Independence have extensive expertise in societal\nrate and environmental responsibility and in\nLord Peter Ricketts renewable energy.”\nof Shortlands\nFrançoise Malrieu,\nCommittee Chair\nMost represented CSR, climate, dialogue Administration of\ncompetencies with stakeholders large companies Finance\nETHICS, ENVIRONMENT\nAND SUSTAINABLE DEVELOPMENT COMMITTEE\nMISSIONS MAIN WORK IN 2021\nEnsures the Group has the right level of commitment with regard to ethics, CSR compliance, “The EESDC prepared the Board\nand corporate, social and environmental responsibility. Reviews human resources policies decisions on the adoption of a carbon\nand ensures that a corruption prevention and detection system is in place. Ensures that the neutrality target by 2045 covering\nGroup takes into account CSR issues and long-term perspectives. not only Scopes 1 and 2 emissions\nbut also Scope 3 emissions, moving\nfrom a 2°C trajectory to a “well below\n2°C” trajectory.” It also examined the\nplanned consultation with shareholders\non the climate transition strategy. This\nresulted in the submission of a specific\n96%\n“Say on climate” resolution to our\nAttendance 2022 General Shareholders’ Meeting.\nrate Lastly, the Committee held several\n3 women 1 man 7 meetings special meetings in response to the high\n66% number of fatal accidents among Group\nMari-Noëlle Ross McInnes\nemployees and subcontractors in order\nJégo-Laveissière Independence\nto examine each of these accidents and\nrate\nFrançoise Malrieu ensure that the necessary measures\nwould be taken.”\nJacinthe Delage\nRoss McInnes,\nCommittee Chair\nMost represented Administration of CSR, climate, dialogue\ncompetencies large companies with stakeholders\nFinance"
    },
    {
      "page": 48,
      "text": "46 I\nINTEGRATED REPORT ENGIE 2022\nA GENERAL MANAGEMENT\nSTEERING THE TRANSFORMATION\nThe drawing up of ENGIE’s strategy and the operational follow-up of its implementation are\noverseen by two executive bodies: the Executive Committee and the Operational Management\nCommittee (OP’COM).\nCatherine MacGregor Paulo Almirante Sébastien Arbola Jean-Sébastien Blanc Frank Demaille Yves Le Gélard\nChief Executive Officer Executive Vice President in Executive Vice President in Executive Vice President Executive Vice President Executive Vice President\ncharge of Renewables, Energy charge of Thermal Generation in charge of Human Resources in charge of Transformation and in charge of Digital and\nManagement and Nuclear and Energy Supply activities Geographies Information Systems\nActivities\nCécile Prévieu Pierre-François Riolacci Edouard Sauvage Jérôme Stubler Claire Waysand\nExecutive Vice President in Executive Vice President in Executive Vice President Executive Vice President, Executive Vice President\ncharge of Energy Solutions charge of Finance, Corporate in charge of Networks activities project manager reporting to in charge of the General\nactivities Social Responsibility (CSR) and the CEO, for the multi-technical Secretariat, Strategy,\nPurchasing services organizational project Research & Innovation,\nCommunication\nTwo complementary management levels\nMEMBERS COMPOSITION MISSIONS\n• 11 members • Makes strategic\n• 3 women (27%) decisions in line with\nEXECUTIVE • • C E h xe ie c f u E ti x v e e c V ut ic iv e e P O re ffi si c - er • 2 nationalities t B h o e a r g d u i o d f e D lin ir e e s c t s o e r t s b y the\nCOMMITTEE dents • Develops the long-term\nTarget: at least vision\n40% women\nand at least 40% men by • Ensures that short-term\n2025 objectives are met\nMEMBERS COMPOSITION MISSIONS\n• Chief Executive Officer\n• Executive Vice Presi-\nOperational dents • Implements ENGIE’s\nManagement • Entity CEOs • 54 members strategic decisions\nCommittee • Directors of Global Busi- • 14 women (25.9%) • C tr a a r n r s ie fo s r t m he a t G io r n o u p’s\nness Units, regions and • 12 nationalities as close as possible\n(OP’COM) main countries to the regions\n• Heads of main functional\ndepartments"
    },
    {
      "page": 49,
      "text": "I 47\nA LONG-TERM VISION\nA compensation policy that promotes sustainable performance\nThe Group has a compensation policy that is personalized, In 2021, the Chairman’s compensation amounted to a fixed\nfair and competitive for all and which reflects the fee of €0.45 million. The ratio of the compensation for each\nperformance and level of responsibility of each person. corporate officer to the average compensation of ENGIE’s\nCompensation of ENGIE’s senior managers is set according employees in France was 9.3x for the Chairman and 54x for\nto strict quantitative and qualitative performance criteria, the Chief Executive Officer.\nwhich reflect the implementation of the strategy. Each\nyear, the compensation policy for managers and corporate\nofficers is reviewed by the Board of Directors, based on the\nrecommendation of the Appointments, Compensation and\nGovernance Committee. It is subject to the approval of the\nShareholders’ Meeting.\nAnnual fixed Annual variable Long-term incentives\n(cash) (cash) (shares or equivalent)\nChief Executive Officer Financial criteria Non-financial criteria Performance units\n€1 m 65% 35% vesting in 2024\nSuccess rate: 129% Success rate: 121%\nAmount paid for Growth in NRIGS over 2 years\n2021: €1,000,000 vs panel(1)\nNet recurring 25%\nOrganization &\nincome, Group\nshare strategy: Change in Total Shareholder Return (TSR)\n70% over 3 years vs panel(1)\n25%\nCurrent 25%\nCSR criteria:\noperating 30% ROCE\nincome - Occupational 30%\n25%\naccident frequency\nCSR objectives(2):\nNet economic rate ≤3.1 (10%)\ndebt - ➘ in GHG emissions 2 - 0 ➘ % i n GHG emissions from energy\n25% from energy\nproduction (10%)\nproduction (10%) - ➚ in % of renewables capacity (5%)\nFree Cash Flow - Outperformance of - ➚ in % of women in management (5%)\n(excl. GEM) five CSR ratings vs\n25% sector (10%)\nAmount paid for 2021: €1,109,0003 120,000 units paid for 2021, valued at\n€880,800 at the grant date\nMaximum amount: 140% of annual fixed Up to 120,000 units\nOther Executive\nCommittee members Financial criteria Individual performance criteria\nBased on 65% 35% Performance shares\nexperience, awarded under Group plans\nresponsibilities Same as those for the Same as those for senior\nand market Chief Executive Officer management including penalty\n(1) Panel: EDP, ENEL, Iberdrola, Naturgy, Snam and RWE - (2) based on the end-2023 target - (3) The overall success rate of 126% corresponds to an amount of €1,259,000. However, given the\nseriousness of the accidents that occurred in 2021 and on the recommendation of the Chief Executive Officer, a 15% reduction in the target bonus, i.e. €150,000, will be applied to the bonus to be\npaid in 2022 for 2021, which will thus be reduced to €1,109,000.\nIn 2022, three changes will be made to the Chief Executive Officer’s compensation: performance units will be replaced by\nperformance shares; a fourth CSR criterion will be introduced for the annual variable component, relating to the recruitment\nof 35% women managers; and the occupational accident frequency rate criterion will be replaced by a set of three indicators:\nfrequency rate, severity rate and number of fatal accidents. Senior managers’ variable compensation is structured around the\nsame model as that of the Chief Executive Officer."
    },
    {
      "page": 50,
      "text": "48 I\nINTEGRATED REPORT ENGIE 2022\nA TRANSVERSAL GOVERNANCE\nOF CLIMATE CHALLENGES\nENGIE relies on a specific governance of climate issues in order to implement its purpose: acting to\naccelerate the transition to a carbon-neutral economy and achieving its goal of Net Zero Carbon by\n2045. It not only includes specific responsibilities for each body but also the integration of climate-\nrelated issues into the Group’s investment and planning processes\nClimate governance – Board responsibilities\nBOARD OF DIRECTORS\nSets the climate strategy and associated objectives\nEnsures that the climate strategy is at the heart of the overall strategy of the company,\nin accordance with the corporate purpose\nPréparent\nEthics, Environment and Sustainable Strategy, Investment and Technology\nles décisions\nDevelopment Committee du CA Committee\nReviews the Group's climate objectives, their configuration Integrates the Group's climate issues and climate\n(ambition, definition, scope, deadlines and level of objectives in its investment decision process\ncertification) and the monitoring of their implementation\nExamines the risks and opportunities of climate change\nAudit Commitee Appointments, Compensationand\nIdentifies priority risks including climate risk Governance Committee\nReviews financial guidance assumptions, including those Makes Remuneration of the CEO and the beneficiaries\nrelated to climate of performance shares conditional on specific climate\nMonitors the accounting impact of exceptional weather objective\nevents\nLeads the annual Board evaluation, in particular\nExamines the adequacy of insurance coverage of risks\non the consideration of climate issues\n(including climate risk)\nClimate governance – Executive responsibilities\nEXCOM\nImplements the group's climate strategy / Proposes the group’s climate policy to the Board / Makes arbitrages on climate trajectory between GBUs\nSponsors each of the 2030 CSR objectives (out of which 6 climate objectives)\nExecutive VP\nExecutive VPs Executive VP\nin charge of Corporate Secretariat,\nin charge of GBUs (Renewables, Networks, in charge of Finance, Corporate Social\nStrategy, Research & Innovation and\nEnergy Solutions, Thermal &Supply) Responsibility and Procurement\nCommunication\nStrategy Department Global business Units / entities Finance Department\nDefines carbon price trajectories Ensure the operationalisation of the climate Ensures investment decisions\nReviews energy market outlooks strategy (investments and divestments, new are consistent with the Group's\nand demand trends products, projects…) climate commitments through their\nDeliver projects and performance in line with compliance with CO2 budgets and\nthe climate trajectories (CO yearly budget analysis including carbon pricing\n2\nallocated by the ExCom)\nEthics & Compliance Department CSR Department\nLeads the group’s vigilance plan Leads climate reporting (including TCFD)\nincluding climate issues Coordinates the implementation of the climate\nstrategy and its compliance with SBT objectives\nand climate adaptation plan"
    },
    {
      "page": 51,
      "text": "I 49\nA LONG-TERM VISION\nA GLOBAL RISK MANAGEMENT POLICY\nThe diversity of its activities and locations exposes the Group to various risks (see p.16). To limit\ntheir occurrence, minimize their impact and anticipate them, ENGIE has a global risk management\npolicy.\nThis policy lays out ENGIE's ambition to “control its risks management system in the activities and entities it controls,\nin order to ensure its performance” and advocates taking in compliance with the governance rules applicable to each\nrisks that are legally reasonable, acceptable to the public entity. The annual risk assessment process is organized as\nand economically bearable. The Group applies its global risk follows:\nRISK REVIEW ANNUAL RISK NEW RISK REVIEW\nIN THE EXECUTIVE COMMITTEE’S MANAGEMENT CAMPAIGN presented to the Executive Committee\nRISK COMMITTEE that communicates the trajectories to and then to the Audit Committee.\nbased on feedback from operating consider for risk management during The Audit Committee gives an opinion\nentities and functional departments the year launched throughout the Group. on the effectiveness of the risk\nand backed up by interviews with senior Emphasis on priority risks, management system and reports to\nmanagement and a review of publications each of which is coordinated the Board of Directors\nby external analysts by an Executive Committee member\nA robust and scalable crisis management system A vigilance plan managed at the highest level\nIn order to deal effectively with the occurrence of all The Group has a broad range of measures in place to prevent\ntypes of crises, ENGIE has set up a whistle-blowing and violations of human rights, fundamental freedoms, the\nalert system based on the reporting and analysis of major environment and human health and safety in connection\nincidents and the establishment of a decision-making with its activities and those of its subsidiaries. The vigilance\nprocess to manage the crisis at the appropriate level. This plan is deployed by a specific interdepartmental committee\nsystem was revised following the implementation of the which reports annually to the Ethics, Environment and\nGroup’s organization into Global Business Units (GBUs) on Sustainable Development Committee of the Board of\nJuly 1, 2021. Directors on its implementation. In 2021, ENGIE continued\nits action to prevent, wherever possible, the risks identified\nThe Covid-19 crisis demonstrated the Group’s ability to\nthroughout its value chain:\nanticipate events. It came up with quick and effective\nresponses to the problems created by the transnational\nnature of the crisis. Throughout the pandemic, we ensured\nthe protection of personnel and sites, as well as the safety\nof the supply chain.\nENVIRONMENT HEALTH, SAFETY\nHUMAN RIGHTS SUPPLIERS\nAND SOCIETAL AND SECURITY\n• Face-to-face and • Face-to-face and e-learning • Deployment of the Group’s • 100% preferred and major\ne-learning training on training on the environment new health and safety action suppliers assessed.\nhuman rights for the (in partnership with France plan for 2021-2025. • Ethics training for buyers in\nentire Group. Nature Environnement) and • Reinforcing the prevention of their relations with suppliers\n• Coverage of the annual on stakeholder engagement serious and fatal accidents, with the Ethics & Compliance\nhuman rights risk form: and sustainability challenges. particularly those related to Department (459 people\n95% E-learning on biodiversity electrical risks. trained via TEAMS and\n• Due diligence (with available to all employees. • Roll-out of nine commitments seven mandatory e-learning\nregard to human rights • Update of the CSR matrix proposed to employees with sessions).\nrisk) on partners in aimed at integrating the the aim of improving the • Specific in-depth vigilance\nconnection with the climate, environmental Quality of Life at Work. action plan to identify and\nGroup’s Investment and societal dimensions • Roll-out of an updated version manage the risks of forced\nCommittees: 100% into investment decisions. of the personal safety incident labor practices in the Group’s\n• Alerts received through It ensures the quality and reporting tool as part of the supply chains located in China.\ntransparency of the CSR\nthe whistle-blowing continuous improvement of • Promotion of inclusive\ninformation presented to the\nmechanism (in 2021, the process of risk mitigation, purchasing.\ndecision-making committees,\n46 of these alerts prevention and response to\nclearly identifies the main\nconcerned issues potential incidents.\nCSR risks/opportunities and\nrelated to the duty of\naddresses them throughout\nvigilance).\nthe life cycle of a project.\nFor more information: ENGIE vigilance plan • Summary of the vigilance plan in the Universal Registration Document •\nResponsible Purchasing policy"
    },
    {
      "page": 52,
      "text": "50 I\nINTEGRATED REPORT ENGIE 2022\nSTATUTORY AUDITORS’ ASSURANCE REPORT ON SELECTED SOCIAL\nAND ENVIRONMENTAL INFORMATION PUBLISHED IN THE 2022\nENGIE INTEGRATED REPORT\nPursuant to your request and in our capacity as Statutory Auditors of Responsibility of the Statutory Auditors\nENGIE (the “Company”), we performed a review in the aim of providing\nBased on our work, our responsibility is :\nlimited and reasonable assurance on a selection of environmental and\nsocial indicators identified by the symbols n1 and n n2 respectively (the • To express a reasonable assurance on the fact that the Information has\nbeen prepared, in all material respects, in accordance with the Repor-\n“Information”) in the 2022 integrated report for the fiscal year ended\nting Criteria. The conclusions expressed here above cover only this\nDecember 31, 2021.\nInformation and not all of the information set forth in the integrated\nreport;\nConclusion\n• to express a limited assurance on the fact that the Information has\nReasonable assurance been prepared, in all material respects, in accordance with the Repor-\nIn our opinion, the Information selected by the Company and identified ting Criteria. The conclusions expressed here above cover only this\nby the sign n n in the 2022 integrated report, has been prepared, in all Information and not all of the information set forth in the integrated\nmaterial aspects, in accordance with the criteria used by the company report.\n(hereinafter the “Reporting Criteria”).\nNature and scope of procedures\nLimited assurance\nWe carried out the work described below in order to obtain:\nBased on the procedures performed, nothing has come to our attention\n• a reasonable assurance that the Data selected by the Company and\nthat causes us to believe that the Information selected by the Company\nand identified by sign n in the 2022 integrated report, has been pre- identified by the sign n n are fairly presented with no material anomaly\nin accordance with the Reporting Criteria, in all material respects;\npared, in all material aspects, in accordance with the Reporting Criteria.\n• a limited assurance that the Data selected by the Group and identified\nby the sign n are fairly presented with no material anomaly in accor-\nResponsibility of the Company\ndance with the Reporting Criteria, in all material respects. A higher level\nThe Information has been prepared under the responsibility of ENGIE of assurance would have required us to carry out more extensive.\nexecutive management, in accordance with the Reporting Criteria for We asked our experts in corporate social responsibility to assist us in the\nsocial and environmental reporting data, available upon request at the work described below:\nCompany’s headquarters from the Group Environmental and Social Res- • We have assessed the appropriateness of the Reporting Criteria with\nponsibility Department, the Group Health and Safety Department and respect to its relevance, completeness, reliability, neutrality and clarity,\nthe Group Human Resources Department. by taking into consideration, when relevant, the sector’s best practices;\n• We have verified the set-up of a process to collect, compile, process, and\nApplicable regulatory provisions and professional check the completeness and consistency of the Information;\n• We have consulted the documentary sources and have interviewed the\nThe work described below was performed in accordance with the pro- relevant staff from the Group Environmental and Social Responsibility\nfessional guidance issued by the French Institute of Statutory Auditors Department, the Group Health and Safety Department and the Group\n(Compagnie Nationale des Commissaires aux Comptes) relating to this Human Resources Department in order to analyze the deployment and\nengagement and with the international standard ISAE 3000 (revised)3. application of the Reporting Criteria;\n• We have set up analytical procedures on the Information and verified,\nIndependence and quality control using sampling techniques, the calculations as well as the consolidation\nof Information;\nOur independence is defined by regulatory texts, the French Code of\n• We have tested the Information for a representative sample of entities\nEthics for Statutory Auditors (Code de déontologie) and the require-\nthat we selected4 based on their activity, their contribution to the conso-\nments of the French Commercial Code. In addition, we have imple-\nlidated Information, their location and a risk analysis. We have conduc-\nmented a system of quality control including documented policies and\nted interviews to verify the proper application of procedures and\nprocedures aimed at ensuring compliance with ethical requirements,\nconducted substantive tests, using sampling techniques, to verify the\nFrench professional standards and applicable legal and regulatory requi-\ncalculations performed and reconcile data with supporting evidence.\nrements.\n• The selected sample represented :\n- reasonable assurance: 40% of the workforce and between 23% and 50%\nof the environmental Information tested;\n- limited assurance: 40% of the workforce and between 3% and 73% of the\nenvironmental Information tested.\nParis-La Défense, March 16, 2022\nThe Statutory Auditors\nDELOITTE & ASSOCIES ERNST & YOUNG et Autres\nNadia Laadouli, Associée • Patrick E. Suissa, Associé Charles-Emmanuel Chosson, Associé • Guillaume Rouger, Associé\n1 - Social and Health & Safety Information: Number of hours of training, Work-study trainees in 4 - For social Information:\nthe workforce, Number of permanent contract and fixed-term hires, Voluntary turnover, Lost- Audits performed at intermediary consolidation level: Germany, Italy, Romania, Asia, Australia,\ntime accident frequency rate for employees and subcontractors on sites with controlled access, Middle-East, South America, Tractebel\nNumber of fatal accidents (employees), Overall employment rate of employees with disabilities Audits performed at entity level: INEO, ENGIE Services Chile, Cofely Services (Belgium), MCI,\nin France. ENGIE Servizi, ENGIE Insight Services, Cofely Besix FM LLC (United Arab Emirates), Munich\nEnvironmental Information: Total consumption – freshwater and non-freshwater, Non-hazardous Building Technologies Topco GmbH, Tractebel Engineering Pvt Ltd (India), GRDF, Electrabel –\nwaste recovery rate, NOx emissions, SO2 emissions, Fine particle emissions. Nuke, Electrabel M&S Belgium, DGP, DCP, ENGIE Home Services\n2 - Social and Health & Safety Information: Number of employees, Internal lost-time occupational For Health and Safety Information:\naccident frequency rate for employees , Women in the workforce, Women in management Audits performed at intermediary consolidation level: Energy Solutions\nposition, Trained workforce, Managerial staff in the workforce, Workforce with permanent Audits performed at entity level: ENGIE Soluções, ENGIE Services Chile, GRDF, Electrabel – Nuke,\ncontracts. ENGIE Home Services, GRTgaz\nEnvironmental Information: Primary energy consumption – total, Total GHG emissions -Scope 1, For environmental Information: Compagnie Nationale du Rhône (CNR), CN’AIR, Cofely Installation in\nTotal GHG emissions - Scope 2, Hazardous waste recovery rate. West-North Territory, ENGIE energy production and distribution subsidiaries – West-North Territory,\n3 - ISAE 3000 (révisée) - Assurance engagements other than audits or reviews of historical Compagnie Parisienne de Chauffage Urbain (CPCU), Valaxion, DK6 (Dunkirk), EEMS, Maxima,\nfinancial information Rosignano, SPEM (Montoir), Vilvoorde, Tihange, Dinorwig power plants, ENGIE Servizi, Termoélectrica\nAndina, Termica Red Dragon, Tocopilla (unit 16) and Inversiones Hornitos power plants (ENGIE\nEnergia Chile), Itá Energética, Ferrari and Salto Santiago power plants (ENGIE Brasil Energia), Pelican\nPoint power plant, GRTgaz, Chémery storage site, Bioz"
    },
    {
      "page": 53,
      "text": "I 51\nINDICATORS AND ANNEXES\nOperational Indicators 2021\n2019 2020 2021 without\nEQUANS\nInstalled electricity generation capacity (GW)(1) 96.8 101 100.3 100.3\nCapacity under construction (GW)(1) 6.3 4.2 3.6 3.6\nInstalled renewables capacity (%)(1) 27.8 31.2 34 34\nInstalled renewables capacity (GW)(1) 27 31.1 34.4 34.4\n- of which hydro (excl. pumped storage) 16.3 17.9 17.9 17.9\n- of which wind 7.4 10.1 11.8 11.8\n- of which solar 2.6 3.1 4.1 4.1\n- of which biomass/biogas 0.6 0.4 0.3 0.3\nNet Promoter Score of BtoC customers\nFrance (13.3 million contracts in 2021) +4 +4 +19 +19\nBelgium (4.2 million contracts in 2021) -9 -1 +2 +2\nItaly (0.8 million contracts in 2021) N/A +19 +29 +29\nRomania (2.8 million contracts in 2021) +49 +50 +49 +49\nAustralia (0.7 million contracts in 2021) N/A N/A +5 +5\nR&D expenditure (€ m) 189 190 138 138\nGas sales (TWh)(2) 323 330 371 371\nElectricity sales (TWh)(2) 193 195 215 215\nElectricity production (TWh)(1) 433 400 426 426\nLoad factor of gas stock (%) 57 56 55 55\nLoad factor of coal stock (%) 41 49 55 55\nAvailability of nuclear power plants (%) 79 63 92 92\nRAB distribution France (€ bn) (3) 14.8 14.9 15.3 15.3\nRAB transmission France (€ bn) (3) 8.9 8.8 8.6 8.6\nRAB storage France (€ bn) 3.7 3.7 3.8 3.8\nRAB LNG terminals France (€ bn) 1.0 0.9 0.9 0.9\nQuantity of energy distributed by GRDF (TWh) 274.9 256.2 276.8 276.8\nStorage capacity sold (TWh) 118.2 120 118.6 118.6\nLength of distribution networks (km) 252,279 254,294 267,594 267,594\nLength of GRDF network (km) 201,719 202,759 204,233 204,233\nLength of transmission networks (km) 39,345 39,352 39,360 39,360\nLength of GRTgaz network (km) 32,527 32,519 32,727 32,727\nFacilities – Order book (€ m) 10,347 10,726 11,072 1,581\nEngineering – Order book (€ m) 786 941 784 784\nFinancial indicators\n2021*\n* Data as published 2019* 2020*\nwithout EQUANS\nRevenues (€ bn) 60.1 55.8 57.9\nEBITDA (€ bn) 10.4 9.3 10.6\nEBIT (€ bn) (4) 5.8 4.6 6.1\nNet recurring income/(loss), Group share (€ bn) (5) 2.7 1.7 2.9\nGross investment (€ bn) 10.0 7.7 8\nof which growth investments (€ bn) 7.2 4.0 4.3\nof which maintenance investments (€ bn) 2.6 2.4 2.4\nof which nuclear provisions 0.2 1.3 1.3\nCash flow from operations (CFFO) 7.6 7.1 6.3\nNet economic debt (€ bn) 41.1 37.4 38.3\nNet economic debt/EBITDA 4.0x 4.0x 3.6x\nOrdinary dividend for year N paid in year N+1 (€/share) 0 0.53 0.85\n(1) Counted at 100% regardless of the ownership interest\n(2) Sales figures are consolidated in accordance with accounting standards\n(3) Regulated Asset Base as of January 1\n(4) Current operating income after share in net income of equity method entities\n(5) Cash Flow From Operations: Free cash flow before maintenance CAPEX"
    },
    {
      "page": 54,
      "text": "52 I\nINTEGRATED REPORT ENGIE 2022\nEnvironmental indicators 2021\n2019 2020 2021 without\nEQUANS\nn n Total GHG emissions – Scope 1 (Mt CO eq) 46.2 38.6 37.5 35.8\n2\nof which emissions from energy production (controlled assets) 43.7 36.4 35.2 33.7\nof which CH emissions 1.7 1.5 1.6 1.6\n4\nn n Total GHG emissions – Scope 2 (Mt CO eq) 2.5 2.3 1.9 1.9\n2\nTotal GHG Emissions – Scope 3 (Mt CO eq) 124.3 124.7 126.9 121.8\n2\nof which use of products sold 60.9 61.5 65.5 65.5\nof which emissions from energy production (equity-accounted assets) 31.1 31.2 31.5 31.5\nCO emission ratio – Energy production – Scopes 1 and 3\n2 268 266 244 240\n(g CO eq/KWh eq)\n2\nn NOx emissions (kt) 52.8 49.0 49.8 48.8\nn SO emissions (kt) 124.3 119.6 106 106\n2\nn Fine particle emissions (kt) 4.7 6.3 5.8 5.7\nMercury emissions (kg) 312 305 198 194\nn n Primary energy consumption – Total (excluding own\n343 285 318 314\nconsumption) (TWh)\nn Total consumption – freshwater and non-freshwater (mm3) 94 77 96 96\nRate of reduction in the water consumption of industrial\n0 -19 +1.8 +1.9\nactivities compared with 2019 (%)\nEnvironmental risk prevention plan (% of relevant revenues) 80.4 82.7 84.2 95.8\nEnvironmental expenditure (€ m) 466 553 633 529\nEnvironment-related complaints (no.) 10 6 13 11\nEnvironment-related convictions (no.) 1 2 2 2\nAmount of compensation (€ k) 13 14 697 697\nn Non-hazardous waste recovery rate (%) 68 76 84 85\nn n Hazardous waste recovery rate (%) 31 30 15 16\nCertified environmental management system (% of relevant revenues) 72.4 75.7 75.6 75.2\nCarbon footprint of ENGIE working methods (ktCO eq.) 684 493 579 579\n2\nElectricity consumption of buildings (GWh) N/A 297 252 252\nShare of green vehicles in the vehicle fleet (%) N/A N/A 3 3\nSocial indicators 2021\n2019 2020 2021 without\nEQUANS\nn n Number of employees 171,103 172,703 171,474 101,504\nn n Managerial staff in the workforce (%) 25.1 26.2 26.7 30.2\nn n Workforce with permanent contracts (%) 90.3 90.4 90.0 91.4\nn No. of permanent contract and fixed-term hires 37,189 29,481 33,806 15,522\nn Voluntary turnover (%) 7.1 5.4 7.4 5.2\nn n Internal lost-time occupational accident frequency rate\n3.7 3.0 3.2 2.8\nfor employees\nn Lost-time accident frequency rate for employees\n3.3 2.7 2.9 2.5\nand subcontractors on sites with controlled access\nn Accident severity rate (employees) 0.14 0.11 0.11 0.09\nn Number of fatal accidents (employees) 2 3 4 2\nn Number of fatal accidents (subcontractors) 2 3 12 11\nHealth and safety prevention rate 0.42 0.59 0.58 0.65\nn n Women in the workforce (%) 20.9 21.5 21.8 25.1\nn n Women in management positions (%) 23.5 24.1 24.6 28.9\nGender equity index\nFrance 72 87 89 89\nInternational 72 80 82 83\nn n Trained workforce (%) 69.2 70.1 81.9 82.0\nn Hours of training (no.) 3,271,154 2,963,242 3,468,907 2,254,023\nn Work-study trainees in the workforce (%) 3.3 3.6 3.8 3.9\nn Overall employment rate of employees with disabilities in France (%) 4.3 3.7 3.4 N/A\nEmployee engagement (%) 80 83 83 83\nEmployee shareholding (% of share capital held) 3.2 3.2 3.2 3.2"
    },
    {
      "page": 55,
      "text": "Societal indicators 2021\n2019 2020 2021 without\nEQUANS\nShare of activities, projects and sites being dismantled with a societal\nN/A 10 36 37\nplan (%)\nShare of activities, projects and sites that are being decommissioned\nN/A 21 37 38\nwith an environmental plan in consultation with stakeholders (%)\nResponsible Purchasing Index (including CSR assessment and inclu-\nN/A 18 40 40\nsive purchasing and excluding energy purchases)\nNumber of Elec Vert+ customers in France (2024 target: 300,000) N/A 15,000 53,000 53,000\nNumber of customers in France who joined “Mon programme pour\n168,000 85,000 85,000\nagir” (target: 1.2 m)\nBeneficiaries with access to affordable, reliable, and clean energy\n4 6 7 7\nfrom 2018 (excluding the Rassembleurs d’Énergies fund) (m)\nGovernance indicators 2021\n2019 2020 2021 without\nEQUANS\nNumber of directors (post-Shareholders’ Meeting in year N+1) 13 14 15 15\nNumber of nationalities represented on the Board of Directors\n4 4 4 4\n(post-Shareholders’ Meeting in year N+1)\nAttendance rate on the Board of Directors (%) 95 98 100 100\nIndependence rate of the Board of Directors (%) (post-Shareholders’\n67 60 64 64\nMeeting in year N+1)\nGender diversity rate of the Board of Directors (%) (post-Sharehold-\n40 50 55 55\ners’ Meeting in year N+1)\nSenior managers trained in combating corruption (%) 91 86 96 96\nTraining of staff most exposed to the risk of corruption (%) 25 21 51 49\n(7) Subject to approval of the resolutions at the General Shareholders’ Meeting of April 21, 2022\nThis message includes forward-looking information and statements. Acknowledgments\nSuch statements include financial projections and estimates, the\nThe Societal Responsibility Department would like to thank all\nassumptions on which they are based as well as statements about\nstakeholders, customers, investors and NGOs for their contributions\nprojects, objectives and expectations regarding future operations,\nto this new Report. It would particularly like to thank the teams from\nproducts or services, or future performance. Although ENGIE’s\nthe following departments: Finance, Human Resources and Global\nmanagement believes that these forward-looking statements are\nCare, Strategy, Brand and Communication, Risk, General Secretariat,\nreasonable, investors and ENGIE shareholders should be aware that\nResearch & Innovation, Strategic Sourcing & Supply, Ethics,\nsuch forward-looking information and statements are subject to many\nCompliance and Privacy, as well as the GBU and persons interviewed.\nrisks and uncertainties that are generally difficult to predict and\nbeyond the control of ENGIE and may cause results and developments\nto differ significantly from those expressed, implied or predicted in the\nforward-looking statements or information. Such risks include those\nexplained or identified in the public documents filed by ENGIE with\nthe French Financial Markets Authority (AMF), including those listed\nin the “Risk Factors” section of the ENGIE 2021 Universal Registration\nDocument filed with the AMF on March 9, 2022\nThis document was produced by an\nenvironmentally responsible printer on paper\nfrom a certified source. It is available on the\nwebsite ENGIE.com, where all the Group’s\npublications can be consulted.\nDesign and creation:\nPhoto and infographic credits: ENGIE • Adobe Stocks\nDate of publication: 03/2022."
    },
    {
      "page": 56,
      "text": "Targeted communication for each of our stakeholders\nInvestors and analysts Individual shareholders\nKey accounts (industrial and public authorities) and individual customers\nIndustrial partners and suppliers Employees Public authorities NGOs and civil society\nIntegrated Report Universal Annual results\nRegistration for 2021\nDocument\nTargets: Targets: Targets:\nSustainability Climate Energy transition\nBook Report dashboard\nTargets: Targets: Targets:\nJoin the community of Imaginative Builders\n1 Place Samuel de Champlain, Fbg de l’Arche\n92930 Paris la Défense Cedex\nFrance\nwww.engie.fr"
    }
  ]
}