{
  "company": "Nestle",
  "year": "2021",
  "pdf_path": "reports/Nestle/2021/annual_report.pdf",
  "total_pages": 59,
  "pages": [
    {
      "page": 1,
      "text": "Creating Shared Value\nand Sustainability\nReport 2021\nWe unlock the power of food\nto enhance quality of life for everyone,\ntoday and for generations to come."
    },
    {
      "page": 2,
      "text": "Contents\n2 2021 performance summary\nA message from our 4 Our focus areas\nand commitments\n5 Advancing regenerative\nfood systems at scale\nChairman and CEO\n8 Research and Development\nto advance food systems\n10 Our approach to\nCreating Shared Value\n12 Contributing to nutritious\nand sustainable diets\nCreating Shared Value by We continued to accelerate our sustainability efforts in 2021, 13 Healthier and tastier choices\neven though the COVID-19 pandemic meant it was another\n17 Healthier lives through\nadvancing regenerative challenging year. Keeping our people safe and ensuring\nnutrition knowledge\nconsumers have access to our foods and beverages has\nfood systems at scale remained central to Nestlé’s activities around the world.\n20 Helping to protect, renew\nClimate change is increasingly impacting the farmers and restore natural resources\nPaul Bulcke, Chairman (left), and U. Mark Schneider, Chief Executive Officer (right).\nand communities with whom we work. The degradation\n21 Climate and nature\nof forests, land, soil, and waterways threatens farmers’\n30 Water\nlivelihoods and jeopardizes the availability and affordability\nClimate change actions can take time to take effect but, the Go Give One campaign created by the World Health\nof quality food. Building on our Net Zero Roadmap, we are 34 Packaging and circularity\neven as our company has grown and revenues increased, Organization Foundation to support COVAX AMC, the\ntaking action to help address these threats by advancing\nwe are seeing a reduction in emissions. We have passed worldwide initiative aimed at equitable vaccine access.\nregenerative food systems at scale. 38 Strengthening communities\n‘peak carbon’ and decoupled our emissions from growth,\nOur Creating Shared Value and Sustainability Report for 39 Produced sustainably\nEvolving farming practices to protect and enhance charting an even more sustainable future for our company.\n2021 provides more details on how Nestlé is advancing\necosystems while regenerating the land is essential, 43 Human rights\nHuman rights play a key role in enabling a just transition regenerative food systems at scale – and explains the\nthough this transition will only be fair and just if we put\n47 Youth opportunities\nto regenerative food systems. In December 2021, we interconnected nature of the challenge and the work that\npeople first. With this in mind, we are offering farmers\nreleased our new Human Rights Framework and Roadmap. lies ahead. Bureau Veritas has long provided independent\ntechnical, scientific, and financial support to begin adopting\n50 Operating responsibly\nThrough implementing this framework, and with assurance of the information included in this report.\nregenerative agriculture practices, to reward them for both\npowerful collaborations, we will enhance due diligence Now, EY has also provided independent assurance 51 Our people\nquality ingredients and environmental benefits.\nand develop action plans to address our most salient of selected key performance indicators (KPIs), as shown\n56 Ethical business\nTo accelerate the transformation towards net zero human rights issues. in the performance summary on the following page\nemissions and equitable, regenerative food systems, we and indicated throughout the report.\nAdvancing regenerative food systems at scale is the only 59 About this report\nare delivering on our commitment to invest CHF 1.2 billion\npath forward for meeting people’s nutritional needs as We know we cannot achieve our goals alone. When we\nby 2025 in regenerative agriculture practices and have\nthe world’s population grows. Consumers also feel this work together, we can accelerate the just transition at the\ncommitted to sourcing 50 percent of our key ingredients\nurgency. We have continued to respond to consumer same time as protecting, renewing, and restoring the planet\nthrough such methods by 2030. This will contribute to\ndemand and do our part for the planet by developing and ensuring food systems can continue to nourish people\nachieving our ambition to halve our greenhouse gas\nproducts that deliver great taste and nutritional value for generations to come. Welcome to the Nestlé Creating\nemissions by 2030 and reach net zero by 2050.\nwhile minimizing their environmental impact. Shared Value and Sustainability\nThis report is interactive:\nWe also continue our work to eliminate deforestation Report 2021. We have defined focus\nLinks to external sources We launched new plant-based products such as Vuna\nin our primary meat, palm oil, pulp and paper, soya areas based on the issues that are\nand Wunda. We also reaffirmed our support for the UN\nLinks within the document and sugar supply chains by 2022. By 2025, we aim to most material to our stakeholders\nGlobal Compact and were again named a LEAD company\nachieve the same for our coffee and cocoa supply chains. and to our business. In this report\nin recognition of our ongoing determination to help\nOver the last 10 years, we have worked hard to assess we cover our strategic approach\nCover image: The Nestlé Cocoa Plan. and address the risks of deforestation together with our achieve the UN Sustainable Development Goals (SDGs). and performance in each focus\nNestlé is investing in cocoa communities such partners and suppliers, as well as directly with farmers Additionally, we supported the equitable distribution of Paul Bulcke U. Mark Schneider area, supported with expert voices\nas Didoko, Côte d’Ivoire, to help children access\nCOVID-19 vaccines through a CHF 2 million donation to\ngood quality education. and farming communities. Chairman Chief Executive Officer and case studies.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 2"
    },
    {
      "page": 3,
      "text": "2021 performance\nsummary\n4.0 97.2% 2.3\nmillion tonnes million m3\nDeforestation-free in our primary\nGreenhouse gas emissions meat, palm oil, pulp and paper, Water use reduction\n(CO e) reductions achieved soya and sugar supply chains in our factories\n2\nthrough Nestlé projects since\n2018. We initiated an additional\n9.7 million tonnes CO e of\n2\nremovals in 2021, giving a total\n13.7 million tonnes CO e\n2\n16.3% 74.9% 8.1%\nKey ingredients Plastic packaging Virgin plastic reduction\nKPIs on this page are EY assured.\nproduced sustainably designed for recycling versus 2018 baseline The EY limited assurance report\nand conclusion can be found at\nwww.nestle.com/assurance-statement\n124.6 1.44 27.2%\nOur Reporting Scope and Methodology\nfor ESG KPIs document provides\nbillion million\nWomen in the top 200+ details and definitions and can be\nNumber of servings of affordable Number of young people senior executive positions found at www.nestle.com/esg-kpis\nnutrition with micronutrient around the world with access\nfortification (MNF) to economic opportunities Read more about independent\nassurance of this report on page 59.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 3"
    },
    {
      "page": 4,
      "text": "Contributing to Helping to protect, renew and restore natural resources\nnutritious and\nMinimizing our impact on the world’s resources, contributing to a future in which they\nsustainable diets\nOur focus are available for generations to come.\nEnhancing quality of life for people,\nfamilies and pets with accessible,\nareas and\nnutritious and sustainable options.\nNutrition Climate Nature and biodiversity Water Packaging and circularity\nWe aim to make safe, tasty and We aim to achieve net zero greenhouse Delivering on our climate Nestlé Waters will use its expertise By 2025, 100% of our packaging\ncommitments\nsustainable food that is nutritious, gas emissions no later than 2050, even commitments can bring intrinsic to strive toward the regeneration will be recyclable or reusable and\naccessible and affordable. as our company grows: co-benefits for nature and biodiversity of local water cycles through the we will reduce our use of virgin\nthrough activities such as: implementation of more than 100 plastics by one third.\nIt’s important that we provide – By 2025 we will reduce our\nprojects for its 48 sites by 2025.\naccurate relevant information emissions by 20% from 2018 levels – 100% deforestation-free primary\nabout our products, that we market supply chains by end-2022 Across Nestlé, we will continue to\n– By 2030 we will reduce our\nthem responsibly and that we for meat, palm oil, paper and pulp, work to achieve good water resource\nemissions by 50% from 2018 levels\npromote healthy diets through soya and sugar, and end- management throughout our\n– By 2050 we will reach net zero\neducation, nutritional science and 2025 for coffee and cocoa operations and agricultural\nother initiatives. supply chains.\n– Planting 200\nmillion trees by 2030\n– Moving to a Forest Positive\nstrategy – helping to\nconserve and restore\nforests and ecosystems\nStrengthening communities Operating responsibly\nAbout Nestlé\n17\nBoosting the well-being of communities and enabling Creating a positive business environment and empowering\n276 000 a just transition to regenerative practices. our employees to make sustainable business decisions.\nSustainable Development\nGoals (SDGs)\nEmployees across Produced sustainably Human rights Youth opportunities Our people\nWe continue to support the\nWe aim for 100% of key raw By 2022 year-end, we will publicly By 2030, our ambition is to We respect and encourage\nall our operations\nUnited Nations SDGs and are\nmaterial volumes to be produced launch action plans for each of our 10 help 10 million young people all our employees; we value their\nworking hard to help achieve\nsustainably by 2030. We aim to salient issues, and report our progress around the world have access potential regardless of race, ethnicity,\n186 them. Find out more about our achieve sustainable and resilient food against them by 2025. to economic opportunities. gender, national origin, religion,\nSDG contributions throughout supply chains in which growers and gender identity, sexual orientation,\nenvironments are protected. age and different abilities.\nthis report.\nCountries we sell in\nWe aim to increase the proportion\nof women in our top 200+ senior\nexecutive positions to 30% by 2022.\n87.1\nbillion\nGroup sales in CHF\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 4"
    },
    {
      "page": 5,
      "text": "We are the Good food, Good life company.\nAdvancing\nThat’s why we are taking action to advance\nregenerative food systems at scale.\nCreating Shared Value (CSV) is at the heart\nof Nestlé’s approach to achieving our purpose:\nregenerative\nto unlock the power of food to enhance quality\nof life for everyone, today and for generations\nto come. We have sought to build our business\napproach on decisions that are not just good\nfor us and our shareholders, but for society\nand the planet as well.\nIn September 2021, we announced our intention\nto advance regenerative food systems at scale.\nThis means supporting the development of food\nsystems that protect, renew and restore the\nenvironment, improve the livelihoods of farmers\nfood systems at scale and enhance the resilience and well-being of\nfarming communities. This is what we mean\nby a just transition. Farmers and communities\nshould be supported through this change and\nbenefit from it.\nOur commitments on regenerative agriculture,\nfarmer livelihoods and child labor risks, as well\nas our Forest Positive strategy and Nestlé Waters\npledge are good examples of the potential to\npositively impact a wide range of interconnected\nissues, while remaining firmly grounded in a\nmetric-driven, outcome-focused approach.\nOver the course of this report, you will see how\nwe are building on the work we have done\nover the past decade to move in this direction,\nincluding the launch and implementation of our\nScience Based Targets initiative (SBTi)-aligned\nNet Zero Roadmap.\nResearch and Development to advance food systems 8\nOur approach to Creating Shared Value 10\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 5"
    },
    {
      "page": 6,
      "text": "Advancing regenerative food systems at scale\nareas. These soils resist erosion and act as reservoirs in\nEXTERNAL EXPERT NESTLÉ EXPERT\nWhat advancing\ntimes of drought and sponges in times of torrential rain,\nregenerative food systems\nmaking crops more resilient to the vagaries of climatic\nat scale means to Nestlé\nchange. From butterflies to bees, cover crops feed and\nA journey\nThis is big. nourish pollinators, which are responsible for one-third We are very clear in our intention,\nof everything we eat. Water coming from regenerative and each word explains a specific\nfarms is cleaner, with less pollutants that can damage part of our shift in thinking and the\nrivers, fish, and seas. For the farmer, the cost of inputs acceleration of our activities:\nand equipment go down over time – and profits go up. inspired\nHere’s why – Advance by raising our voice\nReducing and eliminating pesticides and herbicides\nand using our influence\nmeans better health for the soil and for workers and farm\nto drive progress in\nfamilies. Employing regenerative techniques, the income\ncollaboration with others\nfor small holder farms increases, income that can be\nby nature\n– Regenerative to help\ndevoted to children’s education.\nprotect, renew and restore\nRegenerative agriculture “The adoption of regenerative agricultural techniques\nfarmland and landscapes\nis a framework that improves every aspect of what\ncould be the answer – Food systems encompass\nNestlé produces and every facet of the world it touches,\nevery actor, activity, process\nnourishes and supports. It is a vitally important and crucial\nand product in growing,\nundertaking, the benefits of which will grow and proliferate The importance\nraising, making, delivering\nnow and far into the future.\nand consuming food\nof regeneration\nPaul Hawken, Founder, Project\nRegeneration and Author, Regeneration, – At scale because the\nEnding the Climate Crisis in One planet, communities and\nGeneration, and special advisor to Nestlé individuals need global,\nsystems-level change\n“This should surely be our goal now. Not only is there\nRob Cameron, Global Head of Public\nThe initiative to regenerate food systems worldwide a clear and urgent need for us (and the wider industry)\nAffairs and ESG Engagement, Nestlé\nplaces Nestlé at the forefront of corporate leadership. to take these steps, there is also a compelling business\nEngaging our people\nAs the world’s largest food company, Nestlé faces case for Nestlé to show leadership.\nThe move towards regenerative\nextraordinary challenges in the years and decades to come.\n“Our customers and consumers are increasingly concerned food systems marks such a\nThese relate directly to the production and creation of food\nWith a history of over 150 years, Nestlé has always taken to know the impact of the products they buy. Our investors profound development in our\nby farmers, some of whom have been suppliers to Nestlé\nthe long-term view. For decades, we have applied ourselves to are seeking to understand that our operations deliver thinking that we have conducted\nfor five generations. Farmers are dealing with increasingly\ncreating shared value wherever we operate and have strived positive outcomes in the widest sense. And our people a major internal communication\ndisruptive weather – drought, floods, heat, and wind –\nto be a force for good. But as we examine the world today and want to work for a company that makes a positive impact. campaign around the topic –\nimpacts that can easily tip farmers’ harvests from gain to\nlook to the future, it is clear that profound change is required. mobilizing 276 000 people to think\nloss. These impacts and more will increase in magnitude\n“Nestlé’s regenerative journey begins in agriculture.\ndifferently. As part of the internal\nas weather patterns continue to become more erratic.\n“The food systems of which we are a part have delivered Regenerative agriculture is rooted in practices that help\ncampaign we:\ngreat benefits to the world and withstood great shocks – improve soil health and fertility, store carbon, retain\n“Regenerative food systems are not aspirational, they\nnot least in recent years. But the multiple threats of climate moisture and protect and restore biodiversity. But – Held training sessions\nare pragmatic. They benefit the entire supply chain, the\nchange, unprecedented biodiversity loss, social inequality regeneration at its heart is about people – this is why and raised awareness\nwhole of the company, and all of global society. The food\nand risks to human rights, to name but a few, demand a we are focused on a just transition – one that inspires, through different events\nand agriculture sector together is the largest contributor\nfresh approach. We need our food systems to be a source enables and rewards people in their actions and is fair around the world\nto global warming. At the same time, the growing and\nproduction of nutritious food is the greatest contributor of solutions to such challenges, not a cause of them. in meeting their needs. Farmers’ livelihoods and those – Conducted (and continue to\nto human health and well-being. The adoption of That is the opportunity and regenerative thinking is the of their communities must be protected. conduct in 2022) live internal\nregenerative agricultural techniques harmonizes these means to grasp it. interviews with experts\n“The word ‘journey’ is so well used it is almost a cliché –\n“Regenerative food systems\nseemingly opposing issues into one initiative.\n“The natural world has an in-built capacity to grow, evolve but there is a reason for this: it is because regeneration is a – Used internal platforms\nare not aspirational, they are and thrive. In nature, there is no such thing as waste; journey and like all journeys it begins with some first steps, to share videos, imagery,\n“Soil is a community, not a commodity. Regenerative food\neverything is regenerative. It is time for business to be experimentation, and a lot of learning. But the direction is news and more\nsystems create biologically rich and healthy soils. Healthier pragmatic. They benefit the\ninspired by nature – to move from a linear “take-make-use- clear: inspired by nature, Nestlé will strive to help create a\nsoils sequester and store significant amounts of carbon, – Recruited internal\nentire supply chain, the whole lose” model that extracts value, to one that is circular, and resilient future for our planet, its people and our company.\nand can substantially reduce global greenhouse gas Ambassadors\noperates in the interests of the system as a whole to sustain As we look to the next 150 years, nothing less will do.\nemissions. Carbon-rich soils create strong and vigorous of the company, and all of\n– Launched a regeneration\nand enhance its health.\nplants that are more nutritious. Biologically rich soils hold\nin action playbook\nglobal society.”\n10 to 20 times more water than conventionally farmed\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 6"
    },
    {
      "page": 7,
      "text": "Benefitting people, nature and the climate through systems thinking\nHuman rights\nSafeguarding people\nBy respecting and advancing human\nrights in our value chain, we are building\na foundation that contributes to a resilient\nfuture for our planet and its people.\nForest Positive strategy\nRural development\nHelping conserve and restore\nand livelihoods\nforests and natural ecosystems\nImproving\nBy moving from managing deforestation Supporting communities\noperational efficiency risks to helping to conserve and restore By sourcing ingredients that are\nforests and natural ecosystems, while produced sustainably we seek to make\nReducing our emissions\npromoting sustainable livelihoods a positive contribution to individuals,\nBy moving to renewable energy\ns and working to respect and promote communities and the planet.\nn sources at our sites and switching\no human rights.\ni\nto lower-carbon alternatives in s\ns\ni\nour logistics. m M\ne i n\ni\ns m\ns i\ne z\nn i n\ni g Regenerative agriculture\nu\ns\no\nb u\nc t\nr\nS Carbon capture in soil\ne c\ndi r o\np and plant biomass\nn d\ni n e\n3\ndirect\na\ni\nn\nd\nBy working with farmers as they\no ur\nSc o\npe\n1\na n d 2 i r e\nc\nt\nv\na\nlu\ns\ng\nh\nro\nif\nw\nt t\ni\no\nn g\nre\ni\ng\nn\ne\ng\nn\nre\ne\nd\nra\nie\nti\nn\nv\nt\ne\ns\nw\nfo\na\nr\ny\nf\ns\no o\no\nd\nf\n.\nn g e\nTac\nkli\nWater c h\na\ni\nn\ne\nm\nManaging water resources\ni\ns\ns\nBy improving efficiency and i o\nn\ns\nhelping to restore natural resources.\n0502\nyb\norez\nteN\nAdvancing regenerative food systems at scale\nA just transition\nRegenerative food systems put people at the center. Naturally interconnected\nThe aim is to provide resilient and fair livelihoods and Our planet’s water, soil and carbon\ndignified work that enable people across the world storage are intrinsically linked, and\nto support themselves and their families. critical for the sustainability of our\nfood systems. Our approach reflects Net zero by 2050\nThe path to regenerative agriculture is a long-term journey\nthis interconnectivity.\nwith challenges. This is why we will help farmers by\nOur path to net zero by 2050\noffering investment, rewarding good practices and offering When we help replenish and restore\nat the latest, with actionable\ntechnical and scientific guidance. This, together with the the environment, we simultaneously\nrespect and promotion of human rights, will contribute contribute positively to nature and steps and key milestones\nto a just transition to regenerative food systems. biodiversity in our soils, oceans and\nacross our value chain.\nforests. We impact the future of\nThe bigger picture youth, farmers and rural communities,\nAdvancing regenerative food systems is about co-creating and we promote respect for human\na resilient future for our planet and its people, working rights, livelihoods and animal welfare.\nto nurture communities, to improve the livelihoods\nFor Nestlé, interconnected thinking\nof our partners and the well-being of our consumers,\nalso means that our research and\nand to revitalize natural ecosystems.\ndevelopment (R&D), sourcing, product\nThis is why the effort requires understanding and support packaging, logistics and consumer\nfrom all the actors involved, from governments and non- offering become relevant for the\ngovernmental organizations to our peer companies and world we live in today: a world that\ncompetitors, financial institutions and commodity traders. urgently needs decarbonization\nWe all have a part to play in helping to make regenerative for its survival, as well as social\nfood systems a reality. equity and opportunity through\ndiversity and inclusion.\nWith the severity of climate change\nimpossible to ignore, embracing\na whole new way of thinking is\nnow urgent. Systemic change is\nrequired. For Nestlé, embarking on\na journey toward regenerative food\nsystems is how we can contribute\nto achieving the scale of change\nrequired for society.\nBy considering all these factors we\ncan all play our role in advancing\nregenerative foods systems at scale.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 7"
    },
    {
      "page": 8,
      "text": "Advancing regenerative food systems at scale\nAt Nestlé, our Research and Development (R&D) Our R&D capacity means that we can further discover\norganization has over 4 100 R&D experts across 23 facilities and develop novel science and technology solutions for:\nworldwide, and we invest CHF 1.7 billion every year. This\n– Launching more nutritious and delicious plant-based\ngives us the unique ability to discover and develop products\nproducts, including meat and dairy alternatives, across\nand solutions that are produced with careful consideration\nResearch and brands and categories\nfor natural resources and social impacts, contributing\ntoward advancing regenerative food systems at scale. – Developing more climate-friendly milk by reducing\nmethane emissions\n– Developing higher-yielding coffee and climate-change-\nresilient cocoa varieties\n4 100 – Breeding and selecting more nutritious, tastier pulse\nvarieties with a lower-carbon impact, in collaboration\nDevelopment\nwith farmers\nR&D experts at Nestlé\n– Moving toward more recyclable and reusable packaging\n– Creating more affordable nutrition products\n– Meeting personalized dietary and health needs\nFurther downstream, our R&D organization helps to develop\nWe need to consider if we make a change in a product,\nand introduce new process technologies that lower emissions\nis the impact positive overall? How do we adjust the\nto advance and provides guidance on how our product developers can\ndifferent elements of our products while ensuring safety\nachieve lower-carbon recipes by substituting ingredients\nand quality is not compromised? And how exactly do\nwhile maintaining key product attributes. Where possible,\nwe ensure benefits for people and the planet as well\nwe are also upcycling agricultural by-products to reduce\nas the business?\nfood waste and nutrient loss, while unlocking new revenue\nR&D plays a key role in helping Nestlé answer these\nstreams for farmers.\nquestions. Through R&D we can unlock the power\nof food by offering more tasty, nutritious, affordable\nPlastics and packaging\nregenerative and sustainable products for everyone today, and for\nOur R&D organization discovers and develops technologies\ngenerations to come. We believe that safe, great tasting,\nfor more sustainable packaging as we look to meet our\nnutritious foods, which are produced within sustainable\ncommitment for all Nestlé packaging to be recyclable\nand resilient food systems, are essential for a healthy\nor reusable by 2025.\npopulation and a healthy planet.\nOur state-of-the-art Nestlé Institute of Packaging Science\nA unique innovation capacity employs around 50 packaging experts. They work\nalongside over 200 other R&D packaging experts across\nThe R&D organization at Nestlé is uniquely formed to\nfood systems\nour global R&D centers, as well as with academic partners,\nadvance purpose-driven innovation across all our product\nsuppliers and start-ups. Their work is helping move toward\ncategories. We have an extensive infrastructure and state-\npaper packaging; increasing the use of recycled, bio-based\nof-the-art facilities, along with broad and deep expertise in\nand biodegradable content in our packaging; simplifying\nplant science, food science, nutrition, food safety, culinary\nour packaging; and piloting refillable and reusable systems.\nmatters, regulatory matters, manufacturing and packaging.\nWe use breakthrough science and\ntechnology across our value chain\nto help reduce environmental impacts\nand generate positive benefits.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 8"
    },
    {
      "page": 9,
      "text": "Advancing regenerative food systems at scale\nThe Sustainability Committee also oversees compliance of are available in various languages and we have a formal\nspecific pledges, the regulatory environment and guidelines commitment to provide all employees with training on\nrelated to our product portfolio. them. The ongoing implementation of relevant business\ncodes, policies, processes and tools ensures compliance.\nThe Executive Board is responsible for Nestlé’s\nWe monitor their application and effectiveness through\nOur sustainability strategy management, through the ESG\nvarious channels, including our CARE audits.\nand Sustainability Council.\nThe Corporate Business Principles are reviewed by our\nThe ESG and Sustainability Council provides governance,\nExecutive Board and aligned with international best\nstrategic leadership and execution guidance and makes\npractice and standards such as the UN Global Compact\nrecommendations to the Executive Board and decisions\n(UNGC) Principles.\non behalf of the Executive Board within its delegated\nauthority. The Council advises Nestlé’s Executive Board on\nRisk Management and Materiality\nmaking informed and science-based decisions and it drives\napproach\nEvery two years, we carry out a comprehensive materiality\nthe focused and aligned actions to deliver our Net Zero\nassessment. This helps us to identify the economic, social\nRoadmap for example.\nand environmental topics that matter most to our business\nThe Council is chaired by the Group’s Executive Vice and our stakeholders. Conducting a thorough analysis\nPresident (EVP) Head of Strategic Business Units and in this way not only helps identify topics to cover in our\nMarketing and Sales. It also pulls together the geographical reporting but also supports decisions on where to focus\nbusiness scopes led by our three EVP Zone CEOs and internal resources.\nfunctional leadership at the Executive Board level. It meets\nto Creating\nThe assessment is undertaken by an independent third\nevery month and reports progress to the full Executive\nparty to ensure complete confidentiality and impartiality.\nBoard regularly.\nThe 2020 assessment results are available on our website.\nTo drive implementation and execution of strategies at Although these are the material issues facing our business,\nthe operational level, an ESG Strategy and Deployment they should not be viewed in isolation. They are increasingly\nUnit was also created. The ESG Strategy and Deployment interconnected and can often impact each other. This is\nUnit reports to the EVP Head of Operations. It is the why we are moving more toward an integrated, holistic\nresponsibility of this unit to define Nestlé’s sustainability approach to managing sustainability and the associated risks\nShared Value\nstrategies with the evolving environment and our ESG by fully integrating our materiality process with Nestlé’s\ncommitments in mind. Enterprise Risk Management (ERM) process. This ensures\nthat sustainability issues are incorporated into the risks\nThis team of sustainability experts then both coordinates\nand opportunities being considered across the company.\nand monitors our sustainability activities around the\nOur next materiality assessment is due in 2022.\nworld. Its role encompasses providing practical guidance\nand expertise for markets at the same time as having As a business leader, we are committed to transparency\noversight of internal ESG sustainability data gathering and action on climate-related risks and opportunities.\nOur goal is 100% renewable electricity at all our sites by 2025. and external disclosures. As such, we have aligned our reporting with the\nrecommendations of the Taskforce on Climate-related\nCreating Shared Value (CSV) is at the Climate and decarbonization is a major material issue In 2021, we also implemented a set of environmental, social Financial Disclosures (TCFD). Our TCFD-aligned\nheart of Nestlé’s business strategy. (see right), influencing the development of our Net Zero and governance (ESG)-related key performance indicators disclosures, including our analysis undertaken in 2021,\nIt is the way we operate, building Roadmap in 2020 and the launch of our subsequent for the Executive Board. can be found on www.nestle.com/tcfd-report.\nThe new ESG Strategy and Deployment Unit\nlong-term value for society and regenerative agriculture plan. At the 2021 Annual General\nshareholders at a meaningful scale. Meeting, our shareholders strongly supported our detailed ESG and Sustainability Governance Structure develops, implements and monitors strategy. Stakeholders\nOur plan ‘to advance regenerative Net Zero Roadmap. In 2021, we launched a new structure for managing ESG Our global stakeholder network includes local communities,\nfood systems at scale’ is an extension topics at Nestlé. suppliers, consumers, non-governmental organizations,\nof our approach to CSV. This approach ESG and Sustainability Governance The new ESG and Sustainability Council reviews civil society organizations, academia, multilateral\nOur Board of Directors created a separate, dedicated\nsupports our company purpose to Our diverse Board of Directors oversees the direction of organizations, governments, customers, our employees\nSustainability Committee to review Nestlé’s sustainability and approves the strategy.\nunlock the power of food to enhance our company. Since 2015, we have strengthened the Board and shareholders.\nagenda and how our long-term strategy relates to our\nquality of life for everyone, today and through the appointment of 11 new independent directors\nability to create shared value. In particular, the Sustainability At Nestlé, we hold regular dialogue with these stakeholders\nfor generations to come. It aims to with varied experience and expertise directly relevant to\nCommittee reviews our plans and actions with regard to through various platforms, forums and meetings to help\nhelp us to achieve our commitment to Nestlé, in particular with respect to food systems, food\nclimate change, plastics and packaging, water management advance our CSV strategy and to support our intention to\nhalve our greenhouse gas emissions and beverages, digital and other topics.\nand responsible sourcing, while ensuring that Nestlé carries Corporate Business Principles advance regenerative food systems at scale. Stakeholder\nby 2030, reach net zero by 2050 and\nsupport a just transition. As such, the Board of Directors, Chairman, CEO and out human rights due diligence and manages diversity, Our Corporate Business Principles form the basis of our feedback also informs our approach to reporting and\nExecutive Board supervise our CSV strategy and program. inclusion and employee health and well-being appropriately. culture, our values and our CSV strategy. The principles disclosure and underpins our materiality process.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 9"
    },
    {
      "page": 10,
      "text": "Advancing regenerative food systems at scale | Research and Development\nOur R&D approach\nCASE STUDY CASE STUDY\nWe invest CHF 1.7 billion every year in R&D. Our team of\nscientists, engineers, nutritionists and regulatory specialists\nwork toward innovating nutritious, tasty, safe products, Incoa: 100% cocoa Nestlé R+D\nwhile discovering solutions that help us move toward\nregenerative food systems. fruit chocolate Accelerators\nWhen developing products, we assess their environmental\nimpact to challenge our thinking and to better understand\nAt 12 sites in eight countries, we bring together start-ups,\nthe carbon emission impact. We use eco-design tools that\nstudents and Nestlé intrapreneurs as small specialist R&D\nR&D has developed to enable us to estimate the carbon\nincubator teams. We call this the Nestlé R+D Accelerator\nfootprint within a specific category or for a certain brand\nnetwork. Our R+D Accelerators bring highly differentiated\nand more importantly, identify where greenhouse gas\ninnovations to life in only six months. Each Accelerator\nemissions reductions are possible.\nis located at a Nestlé R&D site and focuses on a specific\nAs we look to the future, we see our ability to track product category or region.\nand lower the carbon footprint of our food and beverage\nSince 2019, over 257 participants have benefitted from\nproducts advancing as we enhance our scientific Cocoa pulp is a by-product of cocoa production that is often\nthe R+D Accelerator program and more than 90 products\nunderstanding and develop new technologies. We will discarded. Using a patented natural approach, we extract\nhave been tested in 19 countries.\nfurther increase the consumer options for nutritious and the pulp to produce dark chocolate. Incoa is cocoa-pulp\naffordable products with a lower environmental footprint. sweetened chocolate, meaning it is made entirely from the Read more about how we are creating\ncocoa fruit, without any added refined sugar. It is a great opportunities and innovations\nexample of how we can avoid agricultural waste and unlock\npotential new revenues for farmers.\nOur R&D organization has Read more about this innovation\nover 4 100 experts across\n23 facilities worldwide.\nCASE STUDY CASE STUDY CASE STUDY\nPartnerships for novel Breakthroughs in Plant-based nutrition\nrecycling technologies coffee breeding from Garden Gourmet\nExperts at Nestlé’s R&D Center for Waters in Vittel, In Nestlé’s Research center in Tours, France, our plant Olivier Oster, Global Brand Manager Plant Based\nFrance have been working on prototype bottles for scientists work to improve our understanding of the Meal Solutions and Chilled Products, Nestlé\nPerrier made from colored recycled PET materials. Using resilience, productivity and taste of different coffee\n“Garden Gourmet’s brand of plant-based food alternatives\ninnovative enzymatic recycling technologies, we can varieties. They sort through volumes of data and analysis\nrecognizes what the rest of the world is coming to understand:\noptimize the number of recycling cycles for the iconic and apply their knowledge to develop next-generation\ndiets that include more plant-based products can still include\ngreen bottles, while still retaining the properties of virgin coffee varieties with a lower environmental impact.\nall the essential ingredients for good nutrition and taste, while\nplastics. The bottles were produced as part of the Carbios\nRead more about how our research is then\nglobal consortium. contributing to a healthy environment and sustainable future\napplied in experimental farms in growing\nfor all. We push ourselves to go beyond sustainability norms\nRead more about how we are promoting communities to achieve breakthroughs\nthe industry-wide use of recycled PET plastic for a category that prioritizes sustainability by design.”\nRead more about our plant-based offerings\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 10"
    },
    {
      "page": 11,
      "text": "Advancing regenerative food systems at scale | Our approach to Creating Shared Value\nStakeholder engagement\nUN Food Systems Summit dialogues\nThe UN Food Systems Summit of September 2021 was – Mainstreaming regenerative agriculture:\na historic opportunity to drive economic recovery from This dialogue was co-convened with the Forum\nthe COVID-19 pandemic and get the world back on for the Future of Agriculture. The objective was\ntrack toward achieving all 17 Sustainable Development how to broaden the appeal and implementation\nGoals by 2030. Nestlé engaged in several ways. Our of regenerative agriculture and to discuss solutions\nCEO Mark Schneider, along with leaders working on for accelerating such practices globally\nnutrition, agriculture and food policy, attended the Pre-\n– How to make nutritious diets more affordable,\nSummit discussions in Rome, Italy. He participated in\naccessible and adequate:\na panel on the role of business and the private sector\nThis dialogue was co-hosted with Tufts University.\nin food systems transformation. The dialogue focused\nExperts from academia, the UN, non-governmental\non soil health, farmer livelihoods, climate change,\norganizations and the private sector were present.\ninnovation and resilience.\nThe discussion focused on food systems transformation\nThroughout 2021, Nestlé also ran a series of Food Systems – the barriers and potential solutions, including\nSummit dialogues with key stakeholders to provide input shifting behaviors toward healthy, sustainable diets\ninto the Summit on three important topics. – Innovation for food systems transformations:\nThis dialogue was co-organized with the Swiss Food\nNestlé Waters aims to have a positive water\nimpact everywhere it operates by 2025. and Nutrition Valley. The focus was on exploring how\nfood systems can be transformed to help produce\nand consume sustainable and healthy diets by 2030.\nNestlé CEO Mark Schneider\nWe engage with our shareholders\nparticipated in the Pre-Summit of the\nthrough investor meetings and UN Food Systems Summit in Rome,\nItaly, on July 27, 2021.\nanalyst calls. In 2021, our Chairman’s\nRoundtables took place virtually with\ninvestors in Asia, the Middle East,\nNorth America, Switzerland, Germany,\nthe UK, France and the Netherlands.\nEngaging on regeneration Talking to stakeholders about Key Opinion Leader Labs\nThroughout the year we also consult Transforming food systems is key for society to positive water impact We recognize that stakeholder engagement is not only These Key Opinion Leader Labs create interesting\nregularly with our CSV Council, an address urgent climate-related challenges and important at the corporate level, but can also help and valuable engagement. They provide us with actions\nIn launching our Nestlé Waters pledge to advance the\nexternal advisory council established achieve the Sustainable Development Goals. With guide sustainability initiatives at brand level. In 2021, and takeaways to enhance our brands and give our\nregeneration of the water cycle to help create a positive\nin 2009 and formed of a group of this in mind, on September 16, 2021, we hosted we organized a series of virtual roundtable events brand teams direct contact with expert sustainability\nwater impact everywhere our waters business operates\nexperts from a broad range of fields, an online stakeholder dialogue to launch our new to gain external perspectives from sustainability experts. stakeholders on the topics that matter to them.\nby 2025, we engaged with stakeholders across the\nfrom corporate responsibility, strategy plan to advance regenerative food systems at scale. At the same time, the Labs also help strengthen our\nMiddle East and North Africa and the European Union. We initially ran two sessions for our Garden Gourmet\nand sustainability to nutrition, water For Nestlé, this marked the beginning of ongoing relationships with the stakeholders who take part.\nWe asked 63 organizations that joined us for an online range of plant-based foods and one for Wunda, our\nand rural development. It provides stakeholder engagement on how to work toward this\ncall if our new pledge met their expectations and the plant-based drinks range. Key opinion leaders from After the success of the first three Labs, we plan\nadvice to the Executive Board to goal and the challenges involved.\nmajority responded with positive feedback. respected international sustainability organizations to run more in 2022 for other Nestlé brands.\nensure the sound development of\nThe event brought together representatives of civil appreciated the transparency of the forum and\nNestlé’s long-term sustainability\nsociety organizations and multilateral institutions, policy the opportunity to provide their input and expert\nstrategy and the positive social and\nmakers, business leaders, farmers, and Nestlé staff, guidance on the brands’ sustainability strategies and\neconomic impact of the CSV strategy.\nincluding executive board members, to discuss topics communications. The themes covered aligned with\nIt has no formal governance role.\nsuch as ‘Regenerative food systems: what is needed each brand’s sustainability focus areas and provided\nWhen engaging with stakeholders, we for a just transition?’. Our stakeholders highlighted recommendations for Nestlé to consider.\napply the Nestlé Corporate Business important themes for further investigation and guidance\nPrinciple of ‘transparent interaction on what matters to farmers, consumers and investors.\nand communication’ to foster\ncollaboration, knowledge sharing,\nopen discussion and deep dialogue.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 11"
    },
    {
      "page": 12,
      "text": "Contributing We aim to make safe, tasty and\nsustainable food that is nutritious,\naccessible and affordable.\nAs a food company with a global presence, our\nto nutritious\nextensive portfolio ranges from beverages and\nmeal solutions to confectionery and healthcare\nnutrition products. We leverage our decades of\nexperience and our R&D expertise to offer safe,\naffordable, sustainable, high-quality products\nfor people everywhere and across all life stages.\nand sustainable\nWe are committed to developing products\nthat are good for you and good for the planet.\ndiets\nTastier and healthier choices 13\nHealthier lives through nutrition knowledge 17\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 12"
    },
    {
      "page": 13,
      "text": "Contributing to nutritious and sustainable diets\nOur performance\nReduction in added sugar in products\nsince 2017 (%)\nTastier and\nhealthier choices\nFood and good nutrition are fundamental Background\nPopulations are growing and many people around the\nto everyone’s health, well-being and\nworld are suffering from malnutrition, undernutrition,\nvitamin and mineral deficiencies or obesity. This is because\nenjoyment, as well as being part of\nthey are either not getting enough food or eating too much\nfood with limited nutrients. In 2021, the UN Food Systems\npeople’s cultural identity. As such,\nSummit identified and drove commitments from all actors\ntoward the transformation of food systems to make them\nthere is an increasing demand for\nmore sustainable, equitable and resilient.\nmore nutritious food. Nestlé is working\nAs a food innovator, Nestlé cares about making better\nnutrition accessible while inspiring people to explore and\ntirelessly to help unlock the power\nenjoy more and more food that supports their health. At the\nsame time, we are helping to advance food systems so that\nof food and meet these requirements.\nthey also contribute to regenerating the environment that\nprovides our raw materials.\nAffordability is also a key concern. More than three billion\npeople are unable to afford a healthy diet. The economic\ndownturns resulting from the ongoing COVID-19 pandemic\ndelivered a major blow to world hunger levels, contributing\nto a significant increase in undernourishment and increasing\nthe need for affordable nutrition products. This is why\nwe play our part in providing wide access to affordable\nnutrition products and in contributing to food security.\n5.4\n1.5\nWe achieved our\nextended 2020\nNumber of servings of total products with\nmicronutrient fortification*,** (billion)\ncommitment to reduce\nthe sugars we add in\nour foods and beverages\nby 5%\n2020 2021\nWe made a new\n* Of which 11 billion were from Cereal\nPartners Worldwide.\ncommitment to reduce\n** The ‘big four’ micronutrients are iron, vitamin A,\niodine and zinc.\nsodium in frequently\nEY assured. The EY limited assurance\nreport and conclusion can be found at\nconsumed products by www.nestle.com/assurance-statement\nOur Reporting Scope and Methodology\nfor ESG KPIs document provides details\n2025 and 2030 and definitions and can be found at\nwww.nestle.com/esg-kpis\nWe will make whole\nSDG contributions\ngrains the number one\ningredient in as many of\nour cereals as possible\nand advocate for policies\nthat help to increase\nwhole grains consumption\n3.502 4.702\n2020 2021\nNumber of servings of affordable nutrition\nwith micronutrient fortification** (billion)\n0.021\n6.421\n2020 2021\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 13"
    },
    {
      "page": 14,
      "text": "Contributing to nutritious and sustainable diets | Tastier and healthier choices\nApproach Performance\nEXTERNAL EXPERT\nGlobal nutrition indexes\nWe take a scientific approach to nutrition, promoting\nImproving the nutritional\na balanced diet and meeting nutritional needs across\nquality of our products\nIt’s time all stages of life. This is reflected in the breadth and depth\nWe continue to work on sugar\nof our portfolio including (but not limited to), maternal\nand sodium reductions as part of\nand infant nutrition and healthy ageing.\n#1 our efforts to improve the overall\nOur approach includes:\nnutritional profile of our products.\nto transform\n– Offering more nutrient-dense products by increasing\nBetween 2014 and 2020, we reported\nAccess to Nutrition\npositive nutrients and ingredients often lacking in diets,\nthe removal of more than 99 000\nsuch as whole grains or essential vitamins and minerals, Index ranking\nequivalent tonnes of sugars. However,\nwhile continuing to reduce nutrients of concern such as\nour global last year we reported that we still\nsodium and sugar\nfell just short of our commitment\n– Making nutritious products more affordable The Access to Nutrition Index provides a rating of the to reduce sugars we add by 5% by\nthe end of 2020. We are pleased\nworld’s largest food and beverage manufacturers in\n– Providing more nutritious plant-based products\nto report that we did achieve this\ncontributing to addressing obesity, diet-related chronic\nfood systems – Providing nutritional solutions for diet-related ailments\nreduction in 2021.\ndiseases and undernutrition.\nthrough Nestlé Health Science\nWe achieved this result by\nFor the second time running, in 2021 Nestlé achieved\nOur strategy helped us stay at the top of the 2021 Access\nreformulating products including\nfirst place in the ATNI Global Index, having been in the\nto Nutrition Initiative (ATNI) Global Index, which assesses\nMilo, Nesquik and Nescau, and\ntop three since 2013, giving external recognition to our\nthe 25 largest food and beverage manufacturers in\nby investing in R&D to develop\nnutrition-related governance, strategy and policies as well\nthe world on their nutrition-related policies, practices,\nnew sugar reduction technologies\nas the healthfulness of our portfolio. Our PPP strategy for\nand performance.\nalong with work on Cerelac infant\nmaking nutritious products affordable and accessible to\ncereals products.\nunderserved consumers was recognized as an industry\nAffordable nutrition\nleading practice.\nIn an effort to drive progress toward\nAt Nestlé, we have been contributing to the Sustainable\nsodium reduction, the World Health\nDiane Holdorf, World Business Development Goal of Zero Hunger (SDG 2) through our\nCouncil for Sustainable Development Organization (WHO) called on the\nPopularly Positioned Products (PPP) Affordable Nutrition\nExecutive Vice-President food industry to adopt standardized\nstrategy, which aims to provide accessible and affordable #1\ntargets for sodium levels for the\nnutrition to lower-income consumers with a focus on\nmost relevant food and beverage\nemerging countries. By leveraging our global footprint and\nFood and the system that produces it is our lifeblood. distribution systems and marketing strategies global expertise along the value chain, including in R&D, World Benchmarking categories. Nestlé, as a member of\nBeyond basic human survival and health, it is entwined with to encourage a global shift towards healthy diets we can offer a wide range of products and services that the International Food & Beverage\nAlliance (nutrition) ranking\nenjoyment, creativity, our culture and heritage. However, from sustainable food systems. cater to local consumer nutritional needs and tastes at price Alliance (IFBA), responded to the\nthe way we are producing and consuming food needs to request and developed a global\npoints and in formats those living with a limited budget\n“Successful transformation of food systems also depends #2\nimprove to deliver a food system that is equitable, net zero sodium reduction commitment with\n(USD 2-4 a day) can afford. Our offer includes widely and\non how we grow our food. The food and agriculture sectors\nand nature-positive, and one that nourishes all people. standardized, stepwise, voluntary\nregularly consumed items such as dairy products and\nhave to invest in nature-based solutions, technology and\ntargets to reduce sodium in our\nporridges. Many of our affordable nutrition products also\ninnovation, particularly in ways that are inclusive, climate World Benchmarking\nglobal portfolios by 2025 and 2030\ncontribute to addressing common deficiencies through\nsmart and regenerative. Nestlé is already showing great Alliance (overall) ranking in key categories of frequently\nmicronutrient fortification.\n“Sustainable nutrition – which ensures that food is accessible, leadership in this area.\nout of 350 food and consumed products. This new\naffordable and nutritious while being produced sustainably\ncommitment continues the progress\n“Every business involved in any aspect of the food system beverage companies\n– is integral to transforming food systems and tackling we made under our previous sodium\nmust play its part. Companies like Nestlé are already\nthe challenges we collectively face. Both businesses and demonstrating what is possible. Collectively, our job is to commitment and we will be sharing\nupdates in the coming years.\ngovernments have key roles to play, with aligned strategies and scale these actions into ever-greater impact and by doing\nThe World Benchmarking Alliance represents organizations\nactions to achieve lasting results.” so, ensure actual system change. Looking beyond sugar and sodium\nworking at global, regional, and local levels to shape the\nreductions, Nestlé has introduced\n“These actions must be prioritized and taken quickly. private sector’s contributions to achieving the SDGs.\na new logo called ‘GRAINSMART™\nWe have only eight harvests until we reach 2030, the The Food and Agriculture Benchmark measures and ranks\nBalance’. Its purpose is to make\nMilestone Year for the Sustainable Development Goals. 350 of the world’s most influential food and agriculture\n“Behavioral change is a critical contribution to success.\nit easier for consumers to choose\nFrom malnourishment to over-nourishment and from companies on their contributions to transforming the global\nCompanies must support consumers in making healthy\nhigh-quality cereal products,\nfostering equitable livelihoods to supporting biodiversity food system. In 2021, we led the World Benchmarking\nand sustainable dietary choices, place a greater value on\nconsume more high-fiber grains,\nand reducing carbon emissions, we will solve many Alliance in nutrition (and ranked second overall).\nnutritious food, and take action to heavily reduce food\nand reduce their added sugar intake.\nchallenges by getting this right.\nwaste. They must redesign their product formulations,\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 14"
    },
    {
      "page": 15,
      "text": "Contributing to nutritious and sustainable diets | Tastier and healthier choices\nGRAINSMART™ Balance is based on a science-based Plant-based foods and beverages\nnutritional concept that was developed and validated by We are rapidly expanding our plant-based range to meet Nestlé Health Science\nNestlé scientists in collaboration with experts from Tufts significant increases in consumer demand. In 2021, we\nUniversity in Boston, U.S., Nutrition Research Australia and launched Garden Gourmet’s Vrimp – a new, plant-based\nNestlé Health Science offers an extensive portfolio\nthe National University of Singapore. It consists of a defined seafood alternative. Vrimp has an authentic texture and\nof science-based consumer health, medical nutrition\nratio between carbohydrates, fiber and sugars of 10:1:2. flavor and is vegan, made with a combination of seaweed,\nand supplement brands. It is a global leader in vitamins,\nThis means for every 10g of carbohydrate there should peas and konjac root. It was developed by Nestlé R&D\nminerals, herbals and supplements.\nbe a minimum of 1g of fiber and no more than 2g of free experts in Switzerland and Germany.\nsugars. We have used the logo on certain products, such as\nIn December 2021, Nestlé Health Science launched its\nWe also launched vEGGie, a nutritious, tasty alternative to\nNesvita porridge and Nesquik All Natural Porridge in several\nfirst prediabetes program in Malaysia. It is estimated that\nconventional eggs that is animal friendly. Containing soya\nEuropean countries, and will roll out its use in 2022.\napproximately 7.5% of the world’s adult population has\nprotein and omega-3 fatty acids, the product achieves a\nsuboptimal metabolic health and is considered prediabetic,\nAll cereal products that carry our distinctive Green Banner Nutri-Score A in Europe.\nputting them at risk of developing type-2 diabetes and\nprovide a minimum of 8g of whole grains per 30g serving.\nWunda, a new range of pea-based milk alternatives, is cardiovascular diseases.\nIn addition, 87% of our cereal products and 96% of our\nmade with yellow peas that provide high-quality protein\ncereal products aimed at kids and teens have whole grains\nThe program consists of a new food supplement – Nutren\nand offer strong nutritional value compared with most other\nas the number one ingredient. We continued our successful\nGlucoSmart – which is made from mulberry leaf extract\nplant proteins on the market. Yellow peas are high in fiber,\ncollaboration with the Whole Grain Initiative to support\nand can be sprinkled over meals. Mulberry leaf extract is\nlow in sugar and fat, enriched with calcium and a source\nInternational Whole Grain Day.\nclinically proven to help maintain normal blood glucose\nof vitamins D, B2 and B12. The original, unsweetened and\nlevels after a meal. Secondly, a digital platform was created\nWe also furthered our work on fortifying our affordable chocolate recipes all achieve a Nutri-Score A in Europe.\nto help provide weekly prediabetic meal plans in line\nnutrition products. Now 82% of our affordable nutrition Wunda uses FSC-certified cartons, 100% renewable energy\nwith local guidelines and recommendations for a healthy\nproducts for low-income consumers are fortified with during manufacturing and is certified carbon neutral. The\nand balanced diet.\nat least one essential micronutrient, such as iron, zinc, chocolate variety uses Rainforest Alliance certified cocoa.\nvitamin A or iodine.\nNuun, which was acquired by Nestlé Health Science in\nWunda avoids the compromises that other milk alternatives\n2021, is now B Corp certified. The company’s focus on\noften face. Many such products have a specific taste, are\nAdvocacy and scientific dialogues\nbalancing purpose and profit has made its everyday and\nlow in protein or don’t mix or foam well in hot beverages.\nIn support of the first ever UN Food Systems Summit held sports electrolyte hydration tablets a leading brand in the\nWunda pea-based milk alternatives, which were developed\nin September 2021, Nestlé contributed to the summit by United States. Nestlé Health Science is now expanding\nby our intrapreneurs in only six months in our R+D\nco-hosting a dialogue session with Tufts University. A total the brand globally.\nAccelerator, are highly versatile and an excellent source of\nof 57 experts from academia, the UN, non-governmental\nprotein and fiber. Wunda has been available in France, the In 2021, we also launched SimpLink, a solution to make\norganizations and the private sector were present. We\nNetherlands and Portugal since 2021, with a rollout in other tube feeding simpler and more hygienic. SimpLink lets\ndiscussed food systems transformation – the barriers and\nEuropean markets planned in 2022. caregivers and patients connect a medical nutrition\npotential solutions, including shifting behaviors toward\nbottle directly to a patient’s feeding tube, eliminating a\nhealthy, sustainable diets. In October 2021, we published a paper that brought\nmulti-step process with a syringe that can be messy or\ntogether a roundtable of experts to define what nutrition\nIn support of the UN Food Systems Summit, we also co- lead to contamination. Designed by Nestlé scientists, it\ncriteria would look like for plant-based, dairy-free\norganized a dialogue with the Swiss Food and Nutrition makes nourishing tube-fed patients easier, cleaner and\nalternatives. This topic has not been addressed in detail\nValley that brought together over 60 participants from the more portable. Launched in Italy and the Nordics in 2021,\nbefore and we are pleased to contribute to its development.\nSwiss government, universities, start-ups, civil society and SimpLink is expected to expand into the Spanish and UK\nindustry. The focus was on exploring how food systems can markets in 2022.\nbe transformed to help produce and consume sustainable\nand healthy diets by 2030.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 15"
    },
    {
      "page": 16,
      "text": "Contributing to nutritious and sustainable diets | Tastier and healthier choices\nOutlook\nCASE STUDY\nQuality and food safety\nPerformance Our direction of travel is clear. We\nwill continue to make every effort\nto contribute to healthy diets while\nSafety and quality are our utmost priorities. They are an Creating affordable,\nreducing the environmental impact\nintegral part of Nestlé’s Corporate Business Principles\nof our products.\nas well as being embedded in our purpose and values. 88%\nWe take care of food safety and quality from the field to As such, adding more nutritious\nthe consumer’s home. We carefully check all incoming products to our portfolio remains a\nmaterials, processes and products in our factories. Ingredients sourced from priority, as does affordable nutrition nutritious porridges\nIn addition, with more than 800 experts dedicated to Tier 1 supplier facilities and micronutrient fortification.\nspecialized analytical testing across 20 laboratories This is a complex endeavor as we\ncertified to a Global Food\nworldwide, we also test our products more than ever take multiple factors into account,\nSafety Initiative (GFSI)\nbefore, performing more than four million tests every year. including nutrient quality and density\nrecognized food safety\nand bioactives as well as safety, taste,\nWe take steps not only to meet internationally recognized\nBy fully valorizing\ncertification program texture, affordability and accessibility,\nstandards in food safety and quality management, but also\npride ourselves in being a standard-setter, driving efforts to (% by cost)* and sustainability.\nagricultural ingredients\nraise the bar in our industry using rigorous processes and Building on the solid foundations we\nbest-in-class scientific techniques. have already put in place over many\nNinety-seven percent of our manufacturing and R&D sites * Based on cost as per the SASB definition, rather years, we will continue to strengthen\nthan as a percentage of Tier 1 supplier sites as our contribution to advancing\nare certified to FSSC22000 - a program recognized by the\nstated in 2020. When considering sites against\nregenerative food systems at scale.\nGlobal Food Safety Initiative (GFSI). Despite COVID-19 the previous Nestlé definition, 89% were GFSI-\nrestrictions, all our sites maintained their GFSI certification. certified or at least Global Market Program basic\nAccess to affordable nutrition is a global challenge, with\nlevel in 2021, versus 85% in 2020.\nOne audit was moved to 2022 while keeping the\nthree billion people unable to afford healthy diets. The\ncertification valid. In addition, 100% of corrective actions Tesfalidet Haile, Head\ncurrent public health crisis, coupled with the economic\nof Nestlé’s R&D Center\nare addressed and managed within agreed timeframes.\nGlobal Food Safety Initiative (GFSI) audits effects of the pandemic, has made this situation harder\nin Abidjan, Côte d’Ivoire\nWe have programs in place to support our suppliers and in our facilities\nfor many vulnerable consumers, particularly in emerging\nco-manufacturers to also adopt GFSI-recognized food\nMajor and minor non-conformance rate 2.85 countries, and exacerbated key nutrient deficiencies.\nsafety programs.\nMajor non-conformance corrective 4.25 With the aim of bringing people more nutritious foods,\nIn 2021, there were nine product recalls with a potential action rate\nNestlé has developed a nutritious sorghum-based porridge\nfood safety impact, which were due to foreign bodies risk\nMinor non-conformance corrective 1.56 that upcycles a Milo side stream to fully valorize raw\n“Ensuring that everyone can\nand inaccurate labeling. Foreign body prevention remains\naction rate\nmaterials and avoid nutrient loss.\na key focus area with cross-functional\nenjoy affordable, nutritious\nteams analyzing each root cause, The sorghum side stream from the Nestlé factory in\ndriving actions and sharing learnings Agbara, Nigeria is highly nutritious but is typically not used foods is a priority for Nestlé.\nto drive food safety culture and prevent during the production of malt for Milo. Now, the sorghum\nOur teams developed the\nrecurrence. Equally, we drive global and is blended with cereals such as wheat and maize to meet\nlocal initiatives to eliminate labeling regional needs and tastes, under our Golden Morn brand. recipe for this porridge to suit\ndefects, including further standardizing\nThe product is fortified with GRAINSMART™ Protect, local nutritional needs and\nour practices and learning by sharing.\na smart combination of micronutrients to support\ntastes. Using the sorghum\nWe take immediate steps to resolve the immune system.\npotential or actual safety or quality side stream is a double win. It\nUsing this side stream helped reduce the cost of\nissues and implement practices to\ningredients and has allowed Nestlé to develop a nutritious provides us with an affordable\nprevent any repeat occurrence. This\nbreakfast option that lower-income families can afford.\nis key to maintaining people’s trust source of protein and fiber –\nin our products. Developed by experts at Nestlé’s R&D Center in Abidjan,\nand helps to reduce food waste\nCôte d’Ivoire, together with the company’s global R&D\nThese safeguards give us confidence\nnetwork and local markets, the porridge is now being\nand nutrient losses.”\nthat our strict safety and quality\ntested with consumers in Côte d’Ivoire, ahead of a\ncriteria are being met.\nregional launch in 2022.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 16"
    },
    {
      "page": 17,
      "text": "Contributing to nutritious and sustainable diets\nSDG contributions\nHealthier lives\nthrough nutrition\nknowledge\nTo help people and families live Background Approach Responsible marketing\nOur Executive Board approved\nNutrition is a foundation stone of health. It has also been at We aim to inspire people to live healthier lives in four main\nhealthier lives, it is important that we\nan update to the Nestlé Marketing\nthe core of our company’s purpose for more than 150 years. ways: on-pack nutrition information and portion guidance,\nCommunication to Children Policy\nshared insights, responsible marketing and our Nestlé\nprovide accurate relevant information Good nutrition is a critical part of every infant and mother’s\nin 2021. Global guidelines are\nfor Healthier Kids initiative (N4HK) (see case study on\nhealth. It contributes to stronger immune systems, a lower\ndesigned and reviewed by a cross-\nfollowing page).\nabout our products, that we market risk of non-communicable diseases and longevity. However,\nfunctional working group that\ncurrently the world faces the triple burden of malnutrition,\nOn-pack nutrition information and portion guidance includes Global Public Affairs, Global\nthem responsibly and that we promote\nundernutrition, vitamin and mineral deficiencies and\nMarketing, N4HK leadership and\nConsumers expect to know what is in the food they are\nobesity. Consequently, people seek guidance to achieve\nLegal and Compliance. In addition, we\nhealthy nutrition through supporting purchasing. This is why we provide nutritional information\na balanced diet, age-appropriate portions and nutritious\nkeep leading the way by publishing\non products we sell. In addition, how much people eat can\nhome cooking.\nour annual compliance report on our\neducation, sharing nutritional science be as important as what they eat. Launched in 2013, the\npolicy for implementing the WHO\nThe previous chapter shows how we are improving the Nestlé Portion Guidance initiative aims to help consumers\nCode on the Marketing of Breastmilk\nand other initiatives. nutritional quality of our products. However, we can also understand what constitutes an appropriate portion\nSubstitutes. This report provides\nhelp reduce the global burden of non-communicable of our products.\ninsight on Nestlé’s robust WHO Code\ndiseases by helping people make informed choices\ncompliance system and highlights\nand promoting balanced and adequate diets at every Shared insights\nthat when cases of non-compliance\nstage of life.\nWe can help promote healthy diets and lifestyles by sharing\nare discovered Nestlé takes swift\nresearch and information.\nactions to address them.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 17"
    },
    {
      "page": 18,
      "text": "Contributing to nutritious and sustainable diets | Healthier lives through nutrition knowledge\nPerformance where breast milk substitute manufacturers’ marketing\nCASE STUDY\npractices were assessed. We also maintained inclusion\nOn-pack nutrition and portion guidance in the FTSE4Good BMS index (first inclusion in 2011).\nA new GRAINSMART™ Balance logo was introduced See our annual compliance report for more insight on\nNestlé for\nin 2021 to help consumers recognize products Nestlé’s robust WHO Code compliance system.\nwith high-quality carbohydrates.\nIn 2021, there were no material sanctions (over CHF 10 million)\ndue to product labeling or marketing violations.*\nShared insights\nHealthier\nFollowing a successful pilot in Ghana, in 2021, we rolled\nCompliance with Nestlé Marketing\nout our Live Strong with Iron campaign in Central and\nCommunication to Children policy**\nWest Africa. The campaign features our own employees\nas ambassadors for the consumption of iron-rich foods.\nChannel 2021 Kids\nResponsible marketing TV 98.7%\nResponsible marketing to children\nWebsites 100%\nTo help children live healthy lives, we make sure that\nSocial media 83.4%\nour foods and beverages are marketed responsibly.\nInfluencers 100%\nOur industry leadership and commitments to responsible\nmarketing have been widely acknowledged. Nestlé ranked Total 95.5%\nthird in the ATNI Global Index relating to marketing, Making fruits and\nincluding marketing to children.\nvegetables fun through\nAdditionally, we helped to raise industry standards in\nmarketing to children as a contributor to the updated IFBA\nfamily meal preparation\nGlobal Responsible Marketing Policy. We have updated\n24\nthe Nestlé Marketing Communication to Children Policy\naccordingly, with the main changes being restricting the\nNestlé for Healthier Kids (N4HK) is a worldwide We have also created short, catchy videos that\nmarketing of indulgent products to children under 13, and CASE STUDY\nCountries with breast-milk initiative to help parents raise healthier and happier encourage families to let kids pick their own fruits\nextending existing marketing limitations in primary schools\nchildren. It promotes healthy eating and lifestyle for breakfast, make shopping lists and handle\nto secondary schools. substitute compliance audits\nhabits for children aged 3 to 12 years. The four ingredients. We even turn the preparation of The Parenting Index\n(18 in 2020)\nBreast Milk Substitutes pillars of our work are: drinking water into a fun process by showing\nIn 2021, we made several new commitments in response how to infuse it with fruits.\n– More fruits and vegetables\nWe firmly believe that our commitment to\nto the Breast Milk Substitute Call to Action from the World\nWe work with social media influencers to help get\n– More water supporting families in the first 1 000 days of life\nHealth Organization, Save the Children, UNICEF and other\nour message across. They share ideas for involving\nis one that can only be deepened by a greater\ncivil society groups. The responsible marketing of breast- – More movement (physical activity)\nkids in the kitchen, managing the daily challenges of\nOutlook awareness of the realities of being a parent in the\nmilk substitutes, feeding bottles and teats is crucial to\n– Eating portion sizes appropriate for the feeding kids and making healthy and creative dishes.\ntwenty-first Century. The launch of Nestlé’s The\nmaximizing nutrition for babies through breastfeeding\nWe remain committed to providing transparent on-pack age of the child\nas well as maintaining public trust. Nestlé pledged to N4HK is our effort to answer children’s nutritional Parenting Index in 2021 supports this commitment.\nnutrition information and portion guidance, to marketing\nunilaterally stop promotion of infant formula in all countries We believe that developing healthy eating habits in needs while providing nutrition education.\nour products responsibly and to promoting healthy diets The index provides a fascinating snapshot of the\nfor babies aged 0-6 months, extending the provisions of kids starts before you even get to the kitchen – it\nand lifestyles. We will also continue to help parents foster Following a successful 2020 campaign, we views of over 8 000 parents from 16 countries.\nour existing policy to the United States, Canada and Japan, includes meal planning, shopping and preparation.\nhealthy eating habits in their children. updated N4HK in 2021 to continue providing This first-of-its-kind study reveals perceptions\nwhere no regulations currently exist.\nOur campaign encourages families to involve nutritious recipes for parents to cook with their and realities about the ‘ease of parenting’.\nIn addition, we will advocate for the regulation of marketing children at every stage because cooking can be children and to build awareness of the importance The Parenting Index is another strand in The\nof infant formula for babies up to 12 months of age globally. an adventure, and each adventure can be an of involving children in meal preparation. Nestlé Parenting Initiative, through which we\nWe also committed to strengthening our advocacy practices opportunity to teach healthy habits. work with other employers, governments and\nbroader communities to address the challenges\nin line with the Responsible Lobbying Framework.\nWe also try to make healthy eating fun for families\nthat parents face.\nAs a result of our policies and focus on implementation, we * No sanctions related to product labeling or marketing violations occurred with creative suggestions, such as adopting the\nachieved an increase of 12 percentage points in the Access in 2021 above the indicated materiality threshold. theme of a fairy tale, where fresh ingredients We are committed to commissioning this index\nto Nutrition Breast Milk Substitute and Complementary ** For this reporting year, EU pledge monitoring results for TV, Influencers, are the main characters. Making the process fun on a biennial basis to continue to benchmark\nFoods Index 2021. Our business was assessed as highly Websites and Social Media are used as a proxy for the Compliance with can help overcome obstacles and enable parents and monitor change. The data, which are publicly\nNestle Marketing Communication to Children Policy. We will keep using\ncompliant in Mexico and the Philippines, the two countries recognized monitoring systems to report against this KPI. and kids to create their own healthy stories available, can be used by companies and\nof good eating. governments in their parenting policy reviews.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 18"
    },
    {
      "page": 19,
      "text": "Contributing to nutritious and sustainable diets | Healthier lives through nutrition knowledge\nNESTLÉ EXPERT\nEnabling healthy\nIn improving\nfood environments\nNestlé Professional is our dedicated food service division,\nworking with schools, hotels, aspiring chefs, baristas and\nnutrition\nfuture food service leaders. Since 2015, over 151 000 people\nhave followed our LinkedIn page.\nIn 2021, we partnered with the Culinary Arts Academy in\nSwitzerland, one of the world’s top-ranked culinary schools.\nscience is key\nWe worked with students to promote healthier diets and\nlifestyles, using our expertise in nutrition, plant-based foods CASE STUDY\nand sustainability to set creative cooking challenges.\nWith our partner, Worldchefs, we delivered a series of The Global Nutrition\nwebinars for interested participants in the out-of-home\nindustry. The webinars were free of charge and shared\nand Health Atlas\nknowledge of best business practices, consumer trends, Odd Erik Johansen,\nplant-based and coffee category knowledge, nutrition Global Clinical Development Lead,\nand sustainability. We issued 2 545 digital certificates to Dantong Wang, Nestlé Research Senior Scientist Cardio-Metabolism,\nNestlé Health Science\nparticipants from all over the world, allowing them to add\n“We wanted to make nutrition and health data accessible in a\nthe course to their CVs and LinkedIn profiles.\nquick, interactive and user-friendly format, which is why we\nWith Worldchefs we also celebrate International Chefs\npartnered with Tufts University. We felt it would be useful to the\nDay annually. In 2021, through local events and a range\npublic, to researchers, to policymakers and to people everywhere\nof digital resources, chefs engaged children on the impact At Nestlé Health Science, it is important to share our that simplifies pre-meal whey protein ingestion\nwho want to have an overview of what the nutrition and health\nfood production and consumption has on the environment. knowledge and discoveries at scientific conferences and and improves blood sugar control, reducing post-meal\nA child-friendly sustainability booklet helped to bring the Our partnership with the Culinary situation is globally or nationally. symposia. At these events for technical experts, scientists, blood sugar spikes, improving the body’s insulin response\nArts Academy in Switzerland is\n2021 theme – Healthy Food for the Future – to life for over academics and opinion leaders, we introduce our research and clearing glucose in the blood.\nhelping to promote healthier diets Read more aboutt the Global Nutrition and Health Atlas\n90 000 children. and lifestyles. and data on nutrition science, helping attendees understand\n“Results have been encouraging. In clinical trials\nhow Nestlé helps to foster healthier lives.\nIn 2021, Nestlé Professional USA of the microgel, glucose levels were reduced by 22%\ncommitted USD 1 million to the “Take, for example, the symposium that we hosted in in participants ingested with whey protein and insulin\nNational Restaurant Association June 2021, at the American Diabetes Association’s Virtual response was significantly higher.\nEducational Foundation to support 81st Scientific Sessions, on Nutritional Approaches for\n“It’s all part of our effort to find new ways that nutrition\nyoung people from all backgrounds the Prevention and Remission of Type-2 Diabetes and\ncan support people’s health, and then to share our\nin pursuing a future in the restaurant, Weight Management. We invited experts in the health\ndiscoveries through avenues that demonstrate the strong\nfood service and hospitality industry. nutrition field to join us in discussing the role of nutrition\nscientific basis of our work.\nintervention on the pathophysiology and management\nof obesity, type-2 diabetes and associated diseases.\nDuring the event we also hosted a personalized virtual\nbooth, providing attendees with the opportunity\nto interact with experts from Nestlé Health Science\n“There is a strong interconnection between\nand learn about our research and innovation for diabetes\n7 000 and weight management. nature, food and medicine in the world. While\n“One important development we shared at the conference\nthere are still many stones to be turned in this\nwas research on a product that helps people with type-2\nStudents have completed\narea, Nestlé is doing its part to make lives\ndiabetes to manage the disease. Diabetes affects some\nthe Worldchefs Academy\n537 million people around the world and controlling\nbetter and healthier.”\ncourse since 2018 blood sugar levels is a challenge for many. So, we have\ndeveloped a highly concentrated whey protein microgel\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 19"
    },
    {
      "page": 20,
      "text": "Helping to protect, We can move beyond just minimizing\nour impact on resources and instead take\na regenerative approach with the help\nof our partners.\nrenew and restore\nThe way we approach sustainability is evolving.\nThis is visible through our work on climate,\nnature, water and packaging.\nBuilding on our Net Zero Roadmap, our new\nefforts related to regenerative agriculture, our\nnatural\nForest Positive strategy and the Nestlé Waters\npledge lie at the heart of this change. These\npioneering approaches are now inspiring the\ndirection of travel for the entire business.\nresources\nClimate and nature 21\nWater 30\nPackaging and circularity 34\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 20"
    },
    {
      "page": 21,
      "text": "Helping to protect, renew and restore natural resources\nWe will reach net zero\nOur performance\nby 2050 at the latest, even\nClimate\nas our business continues\nto grow\nBy 2025, we will reduce absolute emissions by 20%\nand nature\nfrom 2018 levels\nBy 2030, we will reduce absolute emissions by 50%\nfrom 2018 levels\nWe will achieve\nWe recognize how Background\nand maintain 100%\nFood systems have an important impact on the climate.\ndeeply connected food\nAgricultural activities, such as land-use change and\ndeforestation-free\nagricultural expansion, are linked with approximately one\nsystems are to the planet’s\nthird of global greenhouse gas emissions and with an\nprimary supply chains\naccelerated loss of biodiversity, habitats and ecosystems.\nresources. It is imperative GHG emissions for Scope 3: all other indirect\nAt the same time, the effects of climate change have emissions** (million tonnes of CO2e)\nalready begun to impact food systems. Altered weather\nto our business and our\npatterns are affecting growing seasons and making crop\nBy 2022 for meat, palm oil, pulp and paper, soya\nfuture that we take the yields less predictable, while increases in extremes such as\nand sugar, and by 2025 for coffee and cocoa droughts and floods are threatening food security.\nlead and inspire others\nWe must act now to help avoid the worst potential climate\nscenarios and protect people whose livelihoods depend on\nto help protect, renew\nagriculture from the changes we know are coming.\nand restore the resources Our intention to advance regenerative food systems\nat scale recognizes that, when it comes to climate\nwe all depend on. and nature, it is no longer enough to simply aim to do\nno harm. We must aspire to help protect, renew\nSDG contributions\nand restore the planet’s resources.\n97.2%\nDeforestation-free in our\nprimary meat, palm oil,\npulp and paper, soya and\nsugar supply chains\n(90.0% in 2020)\n00.411 27.311\nGHG emissions for Scope 2: emitted indirectly\n(market-based) (million tonnes of CO e)\n2\n2020 2021\n19.1\n16.1\nGHG emissions for Scope 1: emitted directly\n(million tonnes of CO2e)\n2020 2021\n62.3 73.3\n4.0\nNet Zero Roadmap scope: greenhouse gas (GHG) emissions reductions\nAgainst 2018 baseline (million tonnes of CO e)\n2\nMillion tonnes of absolute\nCO e reductions in 2021\nPeak carbon 2\n98.4 Business as usual\n9.7\n4.0 Reductions\nMillion tonnes of CO e\n2\nremovals secured since 2018\n94.4 Actual emissions\n13.7\n93*\nMillion tonnes of CO e\n2\n50% reduction from cumulative reductions\n2018 levels by 2030\nachieved and removals\nsecured since 2018\n2018 2019 2020 2021 2030\nTotal Scope 1, 2 and 3 GHG emissions\n2020 2021\n63.7% * Baseline restated due to acquisitions, divestitures\nand adjusted scope.\n** Includes emissions that are not in scope for net zero\nroadmap calculations above.\nRenewable electricity\n“Turning our climate roadmap into practice enabled us to\nsourced at year end EY assured. The EY limited assurance\ndecouple greenhouse gas emissions from company growth. The\nreport and conclusion can be found at\n(50.5% in 2020)\nwww.nestle.com/assurance-statement\ncombination of the carbon reduction projects with the longer-\nEY reviewed for consistency\nterm removals we have initiated is paving our way to net zero.”\nOur Reporting Scope and Methodology\nfor ESG KPIs document provides details\nBenjamin Ware, Head of Climate Delivery and Sustainable\nand definitions and can be found at\nSourcing, Nestlé www.nestle.com/esg-kpis\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 21"
    },
    {
      "page": 22,
      "text": "Helping to protect, renew and restore natural resources | Climate and nature\nApproach In addition to reducing emissions, a future in which the total reported Scope 3 emissions are higher than the actual\nCASE STUDY\naverage global temperature is expected to rise by 1.5 emissions reported for 2021 against our net zero baseline. Carbon reductions,\nIn 2020, we launched our Science Based Targets initiative\ndegrees requires food and agriculture companies to invest\n(SBTi)-aligned Net Zero Roadmap, a science-based plan Most of our Scope 3 emissions reductions are the result\nin carbon removals connected to their value chains. We The Brands\nthat expands on our climate ambitions. Thanks to this plan, of interventions in our livestock and dairy supply chains, removals and neutrality\nhave already begun this process, initiating projects that will\nwe are putting peak carbon behind us and are on track to as well as our Global Reforestation Program. Read more\nsequester 9.7 million tonnes of CO e over project lifetimes Climate Hub:\nachieve our emissions reduction targets for 2025 and 2030. 2 about net zero dairy and our Forest Positive strategy.\nthrough our Global Reforestation Program. To achieve net zero emissions, we need to reduce\nBecause climate intersects every part of our company, Helping emissions as much as possible. Switching to source our\nSustainable transport\nit forms one of the five workstreams of our new central Scope 1 and 2 emissions ingredients from regenerative agriculture by 2030 will\nWe continued to roll out our lean-logistics transportation\nESG Strategy and Deployment Unit. All of our Scope 1 and 2 emissions are included in our our brands help us do so, as will investing in sustainable logistics,\nhub (T-Hub) to more markets, to further reduce our supply\npackaging and manufacturing activities.\nNet Zero Roadmap, and our actions to address them\nchain emissions with advanced transport analytics for our\nStrategies for all emissions\nare contributing to our absolute emissions reductions. distribution activities. reach carbon Our Net Zero Roadmap also includes carbon removals.\nA detailed analysis of emissions against our 2018 baseline In 2021, we increased the percentage of renewable\nAs a company with a large land footprint, we are committed\nshowed 95% of our greenhouse gas (GHG) emissions electricity sourced to 63.7% (2020: 50.5%), in line with our We also worked toward further reductions in our neutrality to making a significant contribution to decarbonization\ncame from activities in our supply chain (such as farming commitment to source 100% renewable electricity across transportation emissions utilizing the Global Logistics through natural climate solutions projects in our value\nand shipping) and just 5% from our own operations. our sites globally by 2025. The increase was due to many Emissions Council (GLEC) Framework: chain. These ‘insetting’ projects take place within our\nDairy and livestock ingredients are our largest single sites in Argentina, Australia, Mexico, New Zealand and Gaëlle Nuttall, Global Climate supply chain and the landscapes where we source our raw\n– Investments in IT systems enabled us to better fill\nsource of emissions – accounting for approximately half Russia achieving 100% renewable electricity. Change Manager, leading the materials, and help restore forests, wetlands and peatlands,\nvehicles and improve journey planning\nthe emissions associated with producing our ingredients. Brands Climate Hub or improve land management. Our projects can also help\nThrough our Green Fleet Project, we are shifting to electric,\n– Our S.Pellegrino brand used fleet vehicles powered generate additional benefits for communities and protect\n“We have improved our ability\nWe identified that to make progress toward our net biofuel, hybrid or plug-in hybrid vehicles. In 2021, our\nby liquefied natural gas (LNG), as the fossil fuel with natural ecosystems that are under threat.\nto help brands on their climate\nzero ambition we must focus primarily on our upstream Green Fleet increased from 17.6% to 27.2% across our entire\nthe lowest carbon intensity, and is moving to Bio-LNG\njourneys. Every Nestlé brand\nsupply chain. This led to us developing two main strategic corporate fleet. Together these activities form the basis for our\nfor both land and sea transport\nperforming a Life Cycle\napproaches for tackling our Scope 3 emissions: SBTi-aligned target and Net Zero Roadmap.\n– We piloted zero-emission tailpipe technology together Assessment now uses the\nForest Positive and Regenerative Agriculture. Energy consumption\nwith logistics partners same methodology and the In addition to the carbon reductions and removals in our value\nstudies are critically reviewed chain, in the short-to-medium term our brands are investing\nEY reviewed – In Switzerland, we introduced a hydrogen-powered\n2020 2021 for consistency by an independent third party. in carbon credits to compensate for emissions relating to their\ntruck to deliver Nespresso products, while in Sweden\nEnergy consumption 81 385 568 82 779 476 The Brands Climate Hub products. We purchase high-quality carbon credits that help\nPerformance we are trialing an electric truck\n(Gigajoules)** team performs the Life Cycle fund natural climate solutions and other activities outside our\nAs a result of GHG reduction projects being scaled up Energy consumed that is 23.1 25.3 We are also implementing projects to reduce Scope 3 Assessments and ensures that value chain, including tree planting, forest protection and,\nin our operations and supply chain, we have put peak renewable energy (%) emissions across our broader supply chain. In one such all GHG reduction roadmaps in some cases, social programs for rural communities.\ncarbon behind us following two consecutive years of Energy consumed that was 12.2 10.2 example, we worked with a specialized consultancy and carbon credit sourcing Brands can communicate the resulting carbon neutral\nemissions reduction, while our business has grown. supplied from grid electricity (%) in Spain to produce a TV advertising campaign more follow Nestlé guidelines, in status to consumers – as long as they can prove\nWe have reduced absolute GHG emissions by sustainably. This included using recycled props and compliance with high-quality the GHG reduction and commit to significantly and\n** Excludes energy consumption at head offices and distribution centres.\nindustry standards.”\n4.0 million tonnes. wardrobe to avoid purchasing and disposing of new progressively reducing their GHG emissions in line with\ncostumes. We sourced locally produced food and Read more about our Brands Climate Hub the Net Zero Roadmap.\nWe restated the 2018 baseline emissions in scope for\nintroduced more plant-based menu items for the cast and\nour Net Zero Roadmap from 92 million tonnes to 93\ncrew, along with implementing recycling systems on site.\nmillion tonnes, due to acquisitions, divestitures and\n27.2%\nadjusted scope.* Without action, business growth would\nhave increased our emissions to 98.4 million tonnes by\nTotal weight of waste generated in 2021\nthe end of 2021.\nGlobal fleet of vehicles and a breakdown of this total by composition\nHowever, we have achieved 4.0 million tonnes of GHG\nswitched to lower-emission of the waste (metric tonnes)\nemissions reductions (CO e) through our climate program.\n2 options (17.6% in 2020)\nWhile our year-end emissions of 94.4 million tonnes\nWaste Hazardous Non-hazardous\nwere still higher than in 2018, our performance clearly composition waste generated waste generated Total\ndemonstrates a downward trajectory. We continue to roll\nMetals 79 39 581 39 660\nout our climate program to reduce emissions as much as\nPlastics 482 60 178 60 660\npossible, aiming for net zero by 2050 at the latest.\nScope 3 emissions\nSludge 83 307 129 307 212\nOur total reported Scope 3 emissions include some\ncategories that are not currently covered by our SBTi-aligned Organic material 187 789 698 789 885\nGHG emissions reduction target. These include consumer\nOther 11 917 358 894 370 811\nuse of sold products, and purchased services, leased\n* Adjusted scope reflects improved methodology for calculating Total 12 748 1 555 480 1 568 228\nassets, capital goods, and investments. As a result, our\ntransport emissions.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 22"
    },
    {
      "page": 23,
      "text": "Helping to protect, renew and restore natural resources | Climate and nature\nProduct portfolio and packaging We also joined the Taskforce on to professionalize or support a just transition in our supply\nNESTLÉ EXPERT\nWe are investing in science and technology solutions that Nature-related Financial Disclosures chain that takes into consideration the farms’ profitability.\nhelp reduce our carbon emissions. We look at different working group in 2021 to advance This scaling is about creating greater CO e reductions. The\n2\nareas, such as ingredients, production processes, the collective understanding of how practices we look at include enriching animal diets, planting\npackaging and others. We assess R&D projects early to report on risks and dependencies Net zero multi-species pasture, improved production management,\nin their lifespans for potential impact on climate. related to the natural environment. biogas digesters, fertilizers and solar panels.\nThis complements our membership\nBrands such as Garden Gourmet, our plant-based food\nof the Corporate Engagement Sequestering carbon\nrange, and the Nestlé Health Science brands Persona and\nProgram run by the Science Based “Improving soil health is one of the best things we can do\nGarden of Life are leading the way in building agricultural dairy\nTargets Network. on farms. Building rich, deep, healthy soils has the potential\nsupply chains based on regenerative practices.\nto sequester carbon and to enhance water percolation and\nretention, which results in better climate resilience. All of\nAdvocacy\nthis positively impacts the farms’ biodiversity by creating\nOutlook\nThroughout 2021, we engaged in climate-related advocacy\nnatural habitats for plants and animals. Soil health can\nTransforming our\nto encourage rapid and sustained reductions in GHG We will continue reducing our\nbe improved by reducing tillage, keeping the soil covered\nemissions through government policies and private sector GHG emissions across all scopes.\ndairy supply chains using cover crops such as oats, mustard, clover, peas,\nleadership. Examples include: This includes further developing\nbeans, amaranth or millet. Switching to multi-species\nand implementing our approach to\npastures, planting trees and hedgerows, and establishing\n– Joining global calls to action in partnership with\nRegenerative Agriculture and our\nriparian buffers or silvopasture productions systems further\norganizations including the World Economic Forum,\nForest Positive strategy.\nimproves the carbon footprint and biodiversity of the farms.\nWe Mean Business and Glasgow is our Business\nWe will work with governments and\n– Speaking at multiple events at COP26 to support best options to reduce and sequester carbon. Different “Beyond this, when coupled with low-stress milk production\nglobal progress on emissions reductions international organizations to help Robert Erhard, Global Head of farms will have several pathways to choose from based on systems managed by skilled people, the practices that\nimplement promises made at the UN Dairy, Corporate Sustainable\npersonal preferences. To address this, we have identified are put in place to improve soil health can also boost milk\n– Market-level advocacy such as linking our net zero\nclimate change conference COP26, Agriculture Development\n160 farming archetypes arranged into eight categorical production and with that farmers’ livelihoods.\nambition with Nationally Determined Contributions\nparticularly around reducing the risk\nclusters as a basis for localized pathways\nin the Philippines and joining calls to action for\nof deforestation and building a robust\nfor market-led approaches. Net zero farm pilot, South Africa\nspecific countries, including Japan, to speed up\nand reliable carbon market. One of\nemissions reductions “It is important for us to illustrate on existing farms what “After just one year, the results of our pilot studies have\nour main advocacy objectives for\nArguably, the most important thing we have been been very positive. Our lead test farm in South Africa\n– Advocating for global carbon accounting rules that 2022 is to help place regenerative a transformation may look like in their region. These farms\nworking on in dairy during 2021 has been the development reduced its cow herd by 100 animals, yet increased its total\nincentivize companies in the land-use sector to invest food systems at the heart of national support the dialogue with our suppliers and help us to\nof net zero dairy farms. Our dairy supply chain is present milk yield by 12% since the start of the trial. It has reduced\nand collaborate at landscape level, through active climate plans and to encourage policy identify what further research, training, support tools\nin 27 countries and we also work with our supply chains emissions from electricity by 24% thanks to energy-saving\ninvolvement in multi-stakeholder platforms and the makers to make it a central focus and financing may be required. By doing this, we aim\nthrough cooperatives around the world. In 2018, most of measures and seen a 53% increase in active carbon in the\norganization of two webinars on the topic for COP27 in Egypt. to remove uncertainties, minimize risk and reduce the\nour GHG emissions were Scope 3 and came from sourcing soil, sequestering 4 700 additional tonnes of CO . Significant\nhurdles to uptake. 2\ningredients. Dairy is the single biggest source of these carbon sequestration potential remains. Chemical fertilizer\nemissions, so tackling them can have a major impact on (mainly nitrogen) usage was lowered by 70%, being replaced\nour efforts to reach net zero. with a balanced introduction of additional organic fertilizers\n“The most impactful commitment is our from chicken manure. Pasture yields remain consistent.\n“We leverage our R&D expertise that ranges from\nagricultural sciences, nutrition, food safety, analytics approach to use regenerative agriculture “There were admittedly some challenges. Low rainfall meant\nthrough to product development to discover novel solutions that in some fields, pastures needed to be re-established,\nto progress toward net zero.”\nthat help us to further reduce carbon emissions in dairy. exposing the top soil and affecting the potential to improve\nWe are establishing research farms to test new solutions its health. There were also some practical problems\nthat will be upscaled across over 30 reference farms around associated with the smell of the organic fertilizer and\nthe globe. On these everyday farms we test climate- administrative challenges in selling electricity to the grid.\n“Early results from these reference farms are very\nfriendly and regenerative agriculture farming practices On balance, we are satisfied and the pilot farm interventions\nencouraging, opening the possibility for dairy farms to not\nwith academic partners and the farming community in the are being replicated by other dairy farmers who have been\nonly move toward net zero, but to potentially remove more\nrespective geographic locations. Our aim is to transparently frequently visiting the pilot farm themselves.\ncarbon than they emit. The most impactful commitment is\ntransform these farms into net zero farms as a reference\nour approach to use regenerative agriculture to progress “This is an approach that genuinely has the potential\nfor others to learn from.\ntoward net zero. to contribute to a meaningful impact on climate change,\n“Regional adaptation is important. The dairy footprint is not just for Nestlé but for the whole industry.\nScaling emissions reductions\nan accumulation of emissions coming from different steps\nin the production system, each of which have a variety of “We are not only piloting future farm models. In many\n95% of our GHG emissions\npractices. Equally, solutions need to take account of the cases, we have also accelerated existing programs in dairy\ncome from activities in our\nsupply chain.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 23"
    },
    {
      "page": 24,
      "text": "Helping to protect, renew and restore natural resources | Climate and nature\nCASE STUDY CASE STUDY\nFarmers are proving The Cool Farm Tool:\nit is possible Helping farmers\nunderstand their\nThe Net Zero Initiative is a program in the United States\nco-funded by Nestlé. Here are some of the experiences\nenvironmental footprint\nof farmers involved with the program:\nJon Rebiero, Manager, Trinkler Dairy Farm,\nAgriculture contributes significantly to global GHG\nCalifornia, United States\nemissions. To help farmers deal with the new world\n“Our family has been dairy farming for three generations of climate-conscious agriculture, Nestlé’s internal experts\nNESTLÉ EXPERT\nand we have been supplying fresh milk to Carnation every and external partners are using the Cool Farm Tool\nday since 2014 to make their evaporated milk. to assess the footprint of our ingredients.\nThe time is now\n“Trinkler Dairy Farm is the first partner farm within the This online GHG, water and biodiversity calculator,\nNet Zero Initiative. We are piloting new technologies and developed by the Cool Farm Alliance in which Nestlé\nsustainable farming practices to show others that it is really participates, helps farmers assess their environmental\npossible to make dairy farms emissions free. footprint. Farmers can get a better understanding of the\nsituation on their farm, revealing emissions hotspots and Patricia Stroup, Chief Procurement\n“Today on the farm, we use various sustainable practices:\nOfficer, Nestlé\npotential mitigation approaches. It is a useful tool for\nall of our manure that is produced by the cows is either\nworking toward a healthier planet.\nused to fertilize crops or it is dried and used for bedding.\nAll the water that our farm produces is either used to\nirrigate our crops or recycled back through the water\nI grew up on a dairy farm, and later spent 10 years as a\ntroughs and soakers. Nothing leaves the farm as waste.”\ndairy farmer, co-owner and manager of dairy farms in North\nCarolina and Pennsylvania. You could say that is where my\ncareer was born.\n“My team at Nestlé and I believe that the best procurement\npractices let us bring the best products to our consumers.\n“All the practices we have introduced are\nWe have a three-pillar strategy: best supply, best value and\ncontributing to soil that is healthy, that is pulling best care for the planet. The latter is where net zero farms\nare key.\ncarbon out of the air and banking it. Not only\n“We have already begun informing our suppliers about our\nthat, but the healthier soil then grows healthier\nnet zero transition. We are encouraging them to embrace\ncrops, which in turn, bank even more carbon lower-carbon, more sustainable farming practices, or we\nwill have to consider switching our sourcing to farms that\nfrom the atmosphere.”\ndo. We recognize this transition will be a challenge for\nfarmers and are offering significant support, including\nAustin Allred, Royal Dairy Farmer, Washington, United States\nfinancial and technical help. We realize each farm is unique.\nThey will move at different speeds and need different\napproaches and levels of support. But the direction of\ntravel is clear. We have seen what is possible – sectors\nsuch as dairy can transform into low-carbon, zero-\ncarbon or perhaps even carbon-negative industries with\nhigher productivity and multiple additional benefits to\ncommunities and nature. Now that we know this, there\ncan be no turning back.\n“It is an incredibly exciting time!\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 24"
    },
    {
      "page": 25,
      "text": "Helping to protect, renew and restore natural resources | Climate and nature\nThe conservation and restoration of forests and other key Global Reforestation Program Global Reforestation Program phases\nFOCUS SECTION\nnatural ecosystems forms part of our Net Zero Roadmap. Our Global Reforestation Program (GRP)\nSustainable livelihoods and respecting human rights are aims to grow 200 million trees by 2030\nOur Global Reforestation Program aims to plant 200 million trees by 2030 in our sourcing landscapes to create a positive\npart of our Human Rights Framework and Roadmap. in our sourcing landscapes. This is a\nForest\nlong-term impact on people, nature and the climate. Projects will help restore natural forest landscapes, introduce\nkey part of our Forest Positive strategy.\nagroforestry systems for suitable crops and support other natural ecosystem restoration activities.\nOur Forest Positive strategy By helping to conserve and restore\nnatural ecosystems in our production\nPhase 3: Process to Phase 4: Actions to\nPositive regions and improve agricultural\nI. Deforestation-free\nactivate a project implement and monitor\nproduction, we aim to create a positive\nsupply chains impact on people, nature and climate. – Develop project design document – Grow seedlings in nurseries\nOur projects will include growing trees and monitoring plan, to include:\n– Plant trees\nWe will achieve and maintain 100% deforestation- to restore natural forest landscapes,\n– Detailed project plan\n– Conduct short- and long-term\nintroducing agroforestry systems for\nfree supply chains using tools such as supply chain – Timelines monitoring of trees planted,\nsuitable crops such as cocoa and\ncarbon sequestered and other\nForests absorb approximately 2.6 billion tonnes of carbon mapping, on-the-ground assessments, certification coffee, and supporting other natural – Costs\nco-benefit outcomes\ndioxide every year. This is the equivalent to one-third of the and satellite monitoring. ecosystem restoration activities. The – Carbon calculations\nCO released from burning fossil fuels. As home to 80% projects will also have co-benefits,\n2 – Sign contract and scope of work\nof land-based species, forests are also just as critical to including helping to improve soil health\nthe preservation of nature’s biodiversity, according to the and water conservation, restoring – Allocate funding\nPhase 4\nUN. They provide nutrition, shelter, energy, medicine and By 2022 for meat, palm oil, pulp and paper, degraded lands, contributing to – Activate partners and\nlivelihoods to around 1.6 billion people. soya and sugar primary supply chains biodiversity, mitigating climate change local partnerships\nImplementation\nand supporting local livelihoods and\nBut as the global population grows, and demand for\nBy 2025 for coffee and cocoa the rights of Indigenous People and\nand monitoring\nfood along with it, forests and other natural ecosystems\nLocal Communities.\nare increasingly at risk of being converted into farmland.\nSo that planted trees can survive\nOnly through a broad approach that includes assessing\nPhase 3\ndeforestation risks, forest conservation and restoration, II. Long-term forest and thrive, we follow a project\ncycle for every intervention, which\nrespecting community and land rights and investing in Project activation\nconservation and restoration\nincludes country- and project-\nsustainable production landscapes can we aim to support\na forest positive future. in our supply chains level assessments and stakeholder\nengagement to ensure proper Phase 2\nApproach We will ensure proactive action to help keep forests selection of the projects and\nPre-feasibility\nthe places where we implement\nLaunched in June 2021, our Forest Positive strategy standing and restore degraded forests and natural\nthem, as well as long-term\nbuilds on our decade-long work to end deforestation study\necosystems while respecting the rights of Indigenous monitoring of impact.\nin our supply chains.\nPeoples and Local Communities. For each project, verification or\nForest Positive means moving beyond just managing Phase 1\ncertification processes ensure\ndeforestation risks in our supply chain to targeting a\nthat a robust set of carbon\nInvestigation\npositive impact on our broader sourcing landscapes. Phase 2: Elements assessed\nbest practice principles are\nOur strategy aims to help conserve and restore the in pre-feasibility study\nNestlé will grow 200 million trees by 2030 implemented and respected.\nworld’s forests and natural ecosystems while promoting\n– Insetting eligible* locations\nsustainable livelihoods and respecting human rights,\n– Scale of reforestation potential\nincluding empowering Indigenous Peoples and Local\nCommunities to be stewards of critical natural ecosystems. III. Sustainable landscapes – Carbon sequestration potential\nPhase 1: Steps of\n– Indicative project costs\nUnderstanding the drivers of deforestation and creating initial investigation\nWe will embark on Forest Positive engagement at\nthe right incentives for forest conservation and the – Risks\n– Map Nestlé’s sourcing locations\npreservation of natural ecosystems are key to our scale to help transform the key landscapes we source\n– Environmental and social\n– Conduct investigation and scoping\napproach. This is why we will go beyond our supply chain.\nfrom for the future. co-benefit opportunities\nOur actions will include rewarding suppliers for practices – Identify project opportunities\n– Applicable carbon\nthat keep trees standing, regenerate the land and in a country or region meeting\naccounting methodologies\nrespect human rights. project criteria\nNestlé will support 15 sustainable landscape – Conduct due-diligence screening * The Nestlé Insetting Framework allows us to\nidentify which Natural Climate Solutions projects\ninitiatives by 2023 for carbon-claims challenges and\nto invest in and implement in collaboration with\nopportunities due to local context\nour partners and suppliers along our value chain.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 25"
    },
    {
      "page": 26,
      "text": "Helping to protect, renew and restore natural resources | Climate and nature\nPerformance Global Reforestation Program\nFor our initial projects, we have partnered with global\nTo date, 97.2% of our primary supply Our progress toward deforestation-free primary supply chains\ntree-planting experts such as One Tree Planted and PUR\nchains have been assessed as being\nProjet, as well as carbon accounting initiatives Biodiverse\ndeforestation-free across our five\nCarbon and South Pole.\nkey raw materials: meat, palm oil,\nBackground – International Union for know where the raw materials that we ground assessments, including by\npulp and paper, soya and sugar. We\nConservation of Nature-protected buy come from. In at-risk origins, we High Carbon Stock Approach and High Together, we have set the foundations for a long-term,\nIn 2010, Nestlé committed to\nare expanding the use of satellite\nareas categories I-IV take steps to verify that our purchases Conservation Value assessments, by our credible and robust program. One example is a project\ndeforestation-free primary supply\ntechnology to monitor our coffee-\nare not contributing to deforestation partners (e.g. Earthworm Foundation, recently launched in the Philippines, where we have secured\nchains. Our Responsible Sourcing – UNESCO World Heritage Sites\nand cocoa-sourcing landscapes\nor conversion of natural habitats. Proforest, SGS) and/or through 2.5 million bamboo clumps and one million native trees in one\nStandard is the tool that we use to and wetlands on the Ramsar List\nfor deforestation risks, starting\ncertification such as Roundtable on of our coffee-sourcing regions. Bamboo thrives in degraded\noperationalize our commitment.\nBased on this approach, the\nwith the Americas.\nResponsible Soy and Proterra (soya), lands and sequesters carbon quickly. It also provides\nCut-off dates\nfollowing volumes are assessed as\nForestry and Stewardship Council livelihood opportunities by harvesting the top of the plant\nWe continued our work on landscape Objectives\n– Meat, palm oil, pulp and paper, sugar: deforestation-free:\nand PEFC (paper) and Roundtable to make paper, wood or textile products.\ninitiatives, including in the critical Our objective is to ensure that December 31, 2015\nTraceable to low-risk origin = Volumes on Sustainable Palm Oil. Only\nconservation and restoration of the raw materials that we buy do In 2021, we also started a reforestation project in Nicaragua,\n– Soya: Aligned to sectoral cut-off dates have been traced back to regions segregated volumes are accepted\nthe Cavally Forest Reserve in Côte not originate from: where we have secured 8.6 million trees for planting. We\nwhere they exist (e.g. Amazon Soy classified as at low risk of deforestation as deforestation-free.\nd’Ivoire, and have made other\nalso secured 7.5 million trees for planting in Colombia and\n– Areas converted from High Carbon Moratorium). When no sectoral cut- using tools such as Maplecroft. The\nimportant investments as part of our\nAssessed from the sky = Volumes five million trees in Honduras. To date, our projects have\nStock forests and habitat such as off date exists, we apply December 31, traceability exercise is carried out in\naction plan to support the Cocoa\nhave been assessed through satellite secured a total of 24.6 million trees for planting in regions\npeatland, wetlands and savannas 2015 as a cut-off date collaboration with our partners (e.g.\nand Forests Initiative to help end\nmonitoring of production sites (farms, we source from, contributing toward our overall reforestation\ndeforestation and restore forests – Areas converted from Earthworm Foundation and Proforest) or\nmills or supply area) in our supply chain goal with 9.3 million tonnes of CO e removals initiated over\nOur approach\nin Côte d’Ivoire and Ghana. We natural ecosystems using technology (e.g. SupplyShift). 2\nidentified through a traceability exercise. project lifetimes.\nTo implement our no-deforestation\nalso completed forest footprints in\n– Peatlands of any depth, except where Assessed on the ground = Volumes\ncommitment, we take a risk-based Unknown = Not traced or being traced\nSumatra and the North and East\nfarming practices protect peat have been assessed through on-the-\napproach. We map our supply chains to but not yet deforestation-free.\nKalimantan provinces of Indonesia.\nIn 2021, we formed an external\nadvisory council of independent 3%\n1% 2%\n55% 9% 94%\nexperts to advise on the Unknown 24.6 EY reviewed\nfor consistency\nTraceable to 6% 4%\nimplementation of our Forest\n83%\n25% low-risk\nPositive strategy.\nAssessed origins Palm Pulp and Million trees secured\nfrom the oil paper for planting in 2021\nsky Deforestation-free\nEY reviewed EY reviewed\nby 2022 for consistency for consistency 9.3 EY reviewed\nfor consistency\ncommitment status\nMillion tonnes CO e secured\n90% assessed as deforestation-free 98% assessed as deforestation-free 2\n423 kilotonnes 1 238 kilotonnes through tree-planting\n16% projects initiated\nEY reviewed\nfor consistency\nAssessed\non the 2% 1% 3%\n80% 99% 30%\nground\n18%\n38%\n97% assessed as deforestation-free\nSoya Meat Sugar\n4.3 million tonnes\nEY reviewed EY reviewed EY reviewed\nfor consistency for consistency for consistency\n29%\n98% assessed as deforestation-free 99% assessed as deforestation-free 98% assessed as deforestation-free\n521 kilotonnes 243 kilotonnes 1 864 kilotonnes\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 26"
    },
    {
      "page": 27,
      "text": "Helping to protect, renew and restore natural resources | Climate and nature\nOutlook We are evaluating and validating restoration\nNESTLÉ EXPERT EXTERNAL EXPERT\nopportunities in our sourcing landscapes and\nOver the last 10 years we have gained a better\nconsidering other metrics beyond carbon\nunderstanding of the dynamics and drivers of\nConnecting carbon, removal, such as for biodiversity, water quality,\ndeforestation, as well as effective tools to assess\nlivelihoods and Indigenous Peoples and Local Securing\nrisks and address them. This knowledge will\nCommunities’ land rights. We require long-term\ncommunities and help bridge the small remaining gap between\nmonitoring for our Global Reforestation projects\n97.2% and 100% deforestation-free primary\nas it takes time for trees to grow and sequester\nsupply chains for meat, palm oil, pulp and paper,\nlandscapes\ncarbon, and because we need to ensure the\nsoya and sugar by 2022, as well as for coffee\nland rights\npermanence of the impacts.\nand cocoa by 2025.\nWe continue to be involved in the Consumer\nWe have committed to carrying out a global\nGoods Forum Forest Positive Coalition,\nEmily Kunen, Global Climate forest footprint for key forest-risk areas in\nthe Cocoa and Forest Initiative, the Cocoa\nDelivery Leader, Forests and and around our supply chains by the end of\nCoalition and the Tropical Forest Alliance as we\nGlobal Sustainable Sourcing 2023. Learnings from our forest footprints in\nadvocate for greater transparency and more\nLeader, Palm Oil Sumatra and North and East Kalimantan in\ncollective action from companies, governments\nIndonesia are already informing our Forest\nand civil society.\nPositive strategy. This will help us identify areas\nof future risk and opportunities for forests, How supporting Securing community land rights represents a\nOur reforestation efforts are focused in and around\npeatlands and customary land rights in and critical and cost-effective solution to conserving forests,\nour supply chains. These are projects connected to our\naround our supply chains and take proactive Indigenous Peoples sequestering carbon and contributing to the prosperity\nbusiness activities and build upon a decade’s work to\naction. In 2022, we will develop and publish an of billions of rural rights-holders by 2030. By prioritizing\nmap and create more responsible supply chains. We\nOur global forest footprints help us to identify areas can help achieve\naction plan on Indigenous Peoples and Local community rights, companies like Nestlé can advance\nhave developed an insetting framework that helps us\nof future risk and opportunities for forests, peatlands\nCommunities’ land rights. their vision of a forest positive future as well as global\nfocus our actions. and customary land rights near our supply chains.\nclimate and nature goals\nconservation and climate goals.\n“Making up a global population of 2.5 billion, Indigenous\nRead more about our partners and projects Peoples, local communities and Afro-descendant Peoples\ncustomarily claim almost half of the world’s lands and\nAndy White, Former\nforests yet have legal rights to less than 20%.\nRights and Resources\nGroup, Coordinator\n“Customary and formal claims frequently overlap with\nand\ncompanies’ sourcing areas, restricting positive forest and\nlivelihood outcomes in supply chains. Furthermore, few\ncountries explicitly recognize communities’ rights to carbon\nBryson Ogden, Rights\nin customary lands.\nand Resources Group,\nAssociate Director, “While companies struggle to monitor these local and\npersistent impacts, emerging legislation in the European\nUnion and United Kingdom targeting human rights and\ndeforestation violations will challenge the agricultural sector\nto address lands rights issues.\n“At the same time, recognition of the rights of local peoples\nrepresents a powerful solution to achieving forest positive\nstrategies. Forests owned or managed by communities\nhave lower rates of deforestation and higher levels of\n“Forests owned or managed by\nbiodiversity, yet investment in securing collective land\ncommunities have lower rates tenure languishes relative to other priorities.\nof deforestation and higher “By leveraging supply chains and influence, as well as\nby financially supporting land rights efforts, companies\nlevels of biodiversity.”\nlike Nestlé can make even more progress toward a forest\npositive future.\nWe aim to grow 200 million trees by 2030 to restore natural forests.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 27"
    },
    {
      "page": 28,
      "text": "Helping to protect, renew and restore natural resources | Climate and nature\nPerformance We joined the Taskforce on Nature-related Financial Outlook\nFOCUS SECTION\nDisclosures working group in 2021, to advance collective\nWe are piloting net zero dairy farms to assess the potential By 2025, Nestlé will invest CHF 1.2 billion to spark\nunderstanding of how to report on risks and dependencies\nfor farms to be managed in a regenerative way that is not regenerative agriculture across our supply chains.\nrelated to the natural environment.\nRegenerative only carbon neutral, but carbon negative. We will fund pilot projects and co-invest with farmers\nWorking closely with a team from the International Union to help them transition to regenerative agriculture,\nOur efforts to advocate for regenerative agriculture\nfor Conservation of Nature (IUCN), Nespresso developed as well as pay premiums for regenerative agriculture\ncontinued in 2021, including organizing an independent\na Biodiversity Performance framework to identify species, goods. These actions are important for boosting the\ndialogue on the subject as part of the UN Food Systems\nagriculture\nhabitats and related ecosystems services that are priorities market for regenerative raw materials and enhancing\nSummit and at the United Nations climate forum COP26\nfor company actions across coffee landscapes. It also farmer livelihoods.\nand organizing other policy discussions, such as on\ncovers high-priority impacts, such as the loss of forest\nthe formation of the European Commission’s Farm On biodiversity, Nestlé will continue following and\nhabitats and waterways.\nto Fork strategy. We contributed to industry efforts contributing to the development of a robust framework\nat aligning frameworks and actions on regenerative Global aggregation of data related to regenerative and for making science-based targets on nature. An internal\nagriculture through forums such as the Sustainable organic agriculture (measuring native soil invertebrates working group will assess the comprehensiveness\nAgriculture Initiative Platform and by supporting the and native insect populations), and conserving natural of existing commitments on climate and nature\nApproach\nlaunch of REGEN 10, an acceleration platform for scaling landscapes (benefiting people and habitats) will provide a and determine potential further steps in this area.\nRegenerative agriculture is an approach to farming that\nregenerative and resilient food systems to 50% of world comprehensive picture of impacts on biodiversity.\naims to improve soil health and soil fertility, as well as\nproduction in a decade.\nprotecting water resources and biodiversity. Restoring soil\nhealth helps draw down and capture increased levels of\ncarbon in soils and plant biomass. Healthier soils are also\nmore resilient to the impacts of climate change and can\nNespresso has developed\nincrease yields, helping improve farmers’ livelihoods. a Biodiversity Performance\nframework with the IUCN.\nWe know that regenerative agriculture plays a critical role in\nimproving soil health, restoring water cycles and increasing\nRegenerative agriculture at Nestlé\nbiodiversity for the long term. These outcomes form the\nfoundation of sustainable food production and contribute to\nachieving our ambitious climate targets. This is why Nestlé\nis investing CHF 1.2 billion by 2025 to spark regenerative\nBiodiversity Soil\nagriculture across the company’s supply chain.\nOur approach will always seek to put farmers at the center Increase plant and animal biodiversity Scale-up farming practices that help protect\n– supporting solutions that are right for their regions and\nabove and below the ground soil health and increase soil organic matter\ncrops. This is why we have 540 sourcing specialists and\nmore than 4500 support staff that are assisting with the\ntransition toward regenerative agriculture.\nOur strategy begins with pilot studies at farms to validate\nnew technologies and nature-based solutions. As pilots\nprove successful we are expanding into reference farms\nof agripreneurs, or entrepreneurial farmers, in different\ncountries and regions across the world, as soils and climate Farmer\nrequirements will differ. From reference farms we try to\nscale the approach to the larger agripreneur community,\nhelping to further advance and improve their business\nmodels. We plan to roll this out at scale through our Farmer\nConnect program, with this transformation benefiting the\nlarger community.\nWe are also encouraging industry alignment on common Water Livestock\nframeworks and metrics for regenerative agriculture.\nReduce chemical farm inputs, optimize Integrate livestock and optimize grazing\norganic fertilization, biological pest control in farming systems where feasible\nand irrigation techniques\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 28"
    },
    {
      "page": 29,
      "text": "Helping to protect, renew and restore natural resources | Climate and nature\nCASE STUDY CASE STUDY\nLearning from the birds Educating suppliers\nto restore biodiversity on our vision of\nclimate change and\nBirds are a good indicator of healthy coffee farms. If birds But this is just the tip of the iceberg. Nespresso has\nare doing well, the populations of other animals are likely profoundly embraced the idea of supporting biodiversity\ndoing well too, with benefits to water, soil and forests. This and has recently finished an 18-month long consultation regenerative agriculture\nis why Nespresso has been collaborating with the Cornell process with the IUCN. The outcome is a framework\nLab of Ornithology at Cornell University in Ithaca, New that will help Nespresso monitor biodiversity performance\nWe spent a good deal of time in 2021 helping our core\nYork, United States to develop a Biodiversity Progress Index at a total company level.\nsuppliers become more aware of the threat of climate\nusing avian observation.\nLearn more about biodiversity at Nespresso\nchange and adopt more regenerative agricultural practices.\nThe first implementation of the Index has been in Costa\nThe process for suppliers is not easy. They have to ensure\nRica and Colombia, where a program called Nuestro Café,\nthat their supply chains and farmers are making changes.\nNuestras Aves (Our Coffee, Our Birds) was rolled out. “One thing I’ve come to appreciate is the\nThe first step toward this is fully understanding the changes\nThe program deployed more than 80 sound-recording\nrelationship between high-quality coffees, that are required. We published a major FAQ document\nunits to collect and analyze audio recordings of birdsong,\nand held webinars to answer questions, with hundreds\nand engaged with farmers and family members on bird-\nhealthy ecosystems and thriving communities.\nof vendors participating.\ncounting projects and other activities. So far, communities\nBiodiversity supports the ecological services\nhave found more than 200 species of birds on participating We also support projects to help suppliers learn more\nAAA coffee farms, bringing home the idea that thriving bird sustainable practices. For example, the Earthworm\nthat farmers, their coffee crops, the communities\npopulations go hand in hand with healthy coffee farms. Foundation’s Living Soils Initiative (Projet Sols Vivant) works\nBased on the results of the index, regenerative practices and ultimately all of us depend on.” with some 30 farmers producing potatoes, sugar beet,\nwill be implemented to foster and restore biodiversity in wheat and vegetables in the north of France, providing\nAAA coffee production landscapes. Guillaume le Cunff, CEO, Nespresso technical support and financial tools to help the farmers\nimprove soil health and, in doing so, hold more carbon in\nLong-tailed Manakin\nby Guillermo Saborio the soil. Retaining carbon not only prevents carbon dioxide\nVega / Macaulay Library. from being released into the atmosphere, where it can “We’ve spent a lot of time\ncontribute to climate change, but also enhances water\nbuilding internal expertise on\nretention and helps release nutrients for plant growth,\nincreasing crop yields.\nclimate – training our buyers\nIn the United States, our Purina PetCare brand started\nand category team members\na project to support environmental stewardship on\nand creating awareness – so\n50 000 acres of farmland. We work with farmers and\nagriculture retailers to help them adopt sustainable\nwe can go out and engage with\npractices. The project measures the outcomes of their\nsustainability efforts, quantifying the impact of conservation our vendors on these topics.\npractices across areas such as nitrogen efficiency,\nNow the focus is on educating\nerosion, soil quality, greenhouse gas emissions and\ncarbon sequestration. and training suppliers and\nOverall, we plan to invest CHF 3.2 billion by 2025 to ramping up initiatives. It’s all\naddress climate change, and CHF 1.2 billion of that\npart of our determination to\nis targeted at sparking more regenerative agriculture\npractices across our supply chain. With 115 projects co- get regenerative agriculture\nfinanced by Nestlé and vendors, we expect that by 2030,\nmoving in the right direction.”\nhalf of our key agricultural raw materials will come from\nregenerative sources.\nArnd Weinlaeder, Purchasing\nGroup Manager, Nestlé\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 29"
    },
    {
      "page": 30,
      "text": "Nestlé Waters will\nadvance the regeneration\nWater\nWater use reduction in factories\n(million m3)\nof the water cycle to help\ncreate a positive water\nimpact everywhere\nour waters business\noperates by 2025\nAcross Nestlé, we will\ncontinue to work to\nachieve good water\nresource management\nthroughout our\noperations and\nagricultural supply chains\n96.1\n03.2\nHelping to protect, renew and restore natural resources\nOur performance\n19\nNestlé Waters sites certified\nto the AWS Standard\n(41 in 2020. Reduction is due\nto divestment of our North\nAmerican waters business)\n2020 2021\nProtecting the quality Background\nEY assured. The EY limited assurance\nreport and conclusion can be found at\nWater is a finite natural resource. We recognize the\nof natural waters www.nestle.com/assurance-statement\nneed to play our part in helping to protect, restore and\nOur Reporting Scope and Methodology\nrenew water sources: in Nestlé Waters, our bottled-water for ESG KPIs document provides details\nand stewarding\nbusiness; throughout our agricultural supply chain and and definitions and can be found at\nwww.nestle.com/esg-kpis\nproduction operations; and in the communities wherever\nwater resources is\nNestlé has an impact.\ndeeply connected to\nAs the climate changes and populations grow, the\navailability of clean, safe water is under threat. Water stress,\nregeneration. We rely\nwhere demand exceeds the amount of good quality water\navailable, is a growing problem. By 2050, it is estimated\non water throughout\nthat more than half the world’s population will be affected\nby water stress unless action is taken. Often, it is the most\nour agricultural supply\nvulnerable communities – those lacking infrastructure and\nmost exposed to increasing annual temperatures – that\nchains and operations\nface the most challenging water-related impacts.\nand recognize our role in Water is a vital resource for farmers – without it they cannot\ngrow the raw materials we source to produce our foods\nhelping to ensure access\nand beverages. In fact, agriculture accounts for 70% of all\nwater withdrawals worldwide and agricultural inputs such\nto sufficient clean water.\nas fertilizers can also affect the quality of water sources.\nIn some regions, increased water consumption to grow and\nproduce food for an expanding and increasingly urbanized\npopulation is contributing to increased pressure on the\nnatural water cycle.\nThe water cycle does not operate in isolation. Forests help SDG contributions\nregulate precipitation – for example, about half of Europe’s\nrainfall comes from forest evapotranspiration. Disruptions\nto the water cycle can impact livelihoods, through drought\nor flooding. It is estimated that up to one million species\nrely on freshwater habitats. Millions more, including\nhumans, rely on these species as a food source.\nTaking a local approach to water management supports\nfarmers and communities where it is needed most and has\nthe potential to positively effect natural water cycles.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 30"
    },
    {
      "page": 31,
      "text": "Nestlé factories\nFoundations of the Nestlé Waters pledge\nOver many years, we have implemented programs\nto continuously improve water efficiency at our factories\nand have worked at reducing water withdrawals, even\nas production volumes increase.\nWe monitor water withdrawals at 100% of our factories\nusing flow meters and monitor water quality using sensors\nand probes, including water discharged to third parties or Building water\nback into surface water bodies. We promote the recycling\nstewardship\nand re-use of water where possible.\nShare our\nfoundations\nOur Nestlé Waters business knowledge\nOur bottled-water business, including brands such as\nPerrier, S.Pellegrino, Vittel and Buxton, aims to advance\nthe regeneration of the water cycle to help create a positive Help\nwater impact everywhere it operates by 2025. to protect Contribute to\nOur plan is to implement more than 100 projects around source and communities\nour 48 global waters sites, supported by a CHF 120 million catchment\ninvestment. From 2025 onwards, our aim is for these\nprojects to help nature retain more water than our\nCertify as\nbottled- water business uses.\nSave water per AWS\nAll projects are measurable, using the World Resources\nStandard\nInstitute’s Volumetric Water Benefit Accounting\nmethodology. This methodology provides consistency\nin analyzing water management activities and helps\nfocus our activities on addressing current and future\nshared water challenges. Using this methodology,\na newly created external panel will review the relevance\nand sustainability of the projects and give feedback\non whether they are helping to address local challenges\nand opportunities. Nestlé Waters will strive toward\ncontinued reporting of water usage at each of its sites\nand on what its projects contribute to the area.\nWater stewardship is key to our business, so we have\nNestlé factories Agricultural Nestlé factories Water in Water\ncommited to certifying all our Nestlé Waters sites to the\nserving our supply chain communities partnerships\nAlliance for Water Stewardship (AWS) Standard by 2025.\nNestlé Waters and advocacy\nNow our pledge goes beyond our operations to help with\nbusiness\nshared water challenges.\nNestlé Waters We promote and We monitor water We believe We work together\npledge: We will implement better efficiency and the businesses have with local\nadvance the water management quality of the water a role to play in stakeholders to\nregeneration of practices in water- we discharge. helping to ensure address watershed\nthe water cycle stressed areas. This that more people challenges.\nto help create a is to help protect have access to\npositive water watersheds and safe water. 2023 2024 2025 2026 2027 2028 2029 2030\nimpact everywhere ensure regeneration\nWater\nour water business of the water cycle. Positive\nneutrality Volumetric water benefit (VWB)\noperates by 2025.\nwater impact\nlocally Withdrawals Balance\nraeY\n/\n3mM\nHelping to protect, renew and restore natural resources | Water\nApproach\nThe impacts of water stress are already being felt locally\nby communities, including by farmers and consumers.\nAs such, our approach to water stewardship must be local,\nor context-based, too.\nNestlé uses various sets of publicly available data from\nfour independent sources to evaluate the water stress\nat our factory locations. Each Nestlé site receives a score,\nallowing us to identify a list of Where It Matters locations\nto prioritize actions.\nOur context-based approach involves a three-step\nroadmap from local to wider catchment level: compliance\nas a minimum, then best practice in water resources\nmanagement, and collective action.\nNestlé performs regular assessments of local water\nresources and water use inside and outside its factories,\nincluding possible future risks. We engage with\nstakeholders and monitor external research findings.\nOur approach to water management is overseen by the\nNestlé ESG and Sustainability Council, supported by the\nESG Strategy and Deployment Unit. We are currently\ndefining how best to support the management of water\nresources through the transition to regenerative agriculture\nRegeneration\nand in delivering on our broader Forest Positive strategy\nWe perform regular assessments of local water resorces and promote better\nand net zero commitments.\nwater management practices in water-stressed areas. Nestlé Waters will advance\nthe regegeration of\nthe water cycle to help create a\npositive water impact everywhere\nWater stewardship across Nestlé\nour water business operates by 2025.\nWe aim to take a holistic approach to water stewardship that considers our operations, our bottled-water business,\nour agricultural supply chains and the communities affected throughout.\n2021 2022\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 31"
    },
    {
      "page": 32,
      "text": "Total water consumption\n(Millions m3/y)\nWater withdrawals at our factories by product categories\n(m3 per tonne of product)\n% reduction\nCategory 2010 2021 since 2010\nMilk products 5.5 3.58 35\nConfectionery 7.2 3.08 57\nNutrition and healthcare 13.6 8.39 38\nPetCare 1.2 1.16 3\nPowdered and liquid beverages 13.9 5.93 57\nPrepared dishes and cooking aids 5.5 3.13 43\nBottled water 1.7 1.52 11\n02.65\n30.93\nPercentage of water withdrawn in\nregions with ‘high’ or ‘extremely\nhigh’ baseline water stress\n2020 2021\n00.52\n04.53\nPercentage of water consumed in\nregions with ‘high’ or ‘extremely\nhigh’ baseline water stress\n2020 2021\n00.03\n01.94\nTotal water withdrawal from\nall areas (Millions m3/y)\n2020 2021\n04.511\n00.89\nHelping to protect, renew and restore natural resources | Water\nAgricultural supply chain Water in communities Performance\nSupporting watersheds and the regeneration of the water We recognize that access to safe drinking water and\nWe continuously strive to improve water savings at Nestlé\ncycle, particularly in water-stressed areas, is a priority sanitation is a basic human right, and that safe water,\nfactories. In 2021, we delivered absolute savings of 2.3\naction that forms part of our approach to regenerative sanitation and hygiene (WASH) contribute to health,\nmillion m3 of water through more than 150 projects. Total\nagriculture. This contributes toward conserving and well-being, personal dignity and community resilience.\nwater withdrawals at Nestlé factories were 98 million m3\nrestoring farmland and the associated ecosystems. Ensuring access to safe drinking water and sanitation for\n(2020: 115 million m3). This reduction is in part due to the\nEssential to this is optimizing organic fertilization, soil Nestlé employees is our priority as a business. Supporting\ndivesture of a significant part of our bottled-water business\nconservation, structure and organic matter content, access to water for the communities surrounding our direct\nin North America during 2021.\nand improving irrigation technology. operations and in our agricultural supply chains helps\nDirect water withdrawals per tonne of total product show\nstrengthen our business and society.\nBuilding on our extended 2020 commitment, we continue\nthat Bottled water and PetCare are the most water-efficient\nto engage with suppliers, especially those in agriculture, Nestlé supports WASH projects in schools and villages near\ncategories while our Confectionery, Powdered and liquid\non water resource management. We use the Nestlé its operations and in its supply chains around the world.\nbeverages and Prepared dishes and cooking aids categories\nResponsible Sourcing Standard to specify to the more than\nshow the greatest improvements compared to 2010\n150 000 direct suppliers and more than 500 000 farmers Water partnerships and advocacy\n(see table).\nwe work with what we expect in terms of water use and Water is a shared resource, so caring for it must be through\nwater management practices. It sets out basic, mandatory collaborative actions.\nstandards as well as important and urgent sustainability\nIn 2008, a group of business leaders – from the World\npractices, including water resources management.\nEconomic Forum’s Global Agenda Council on Water\nTraceability is key in identifying areas of water risk in our Security and its International Finance Corporation –\nsupply chains. Using commodity-based assessments and came together to establish the 2030 Water Resources\nthe Water Footprint Network methodology, we assess Group (2030 WRG). Nestlé has been a member of this\nthe water footprint of key agricultural commodities and consortium from the start and a dedicated supporter\nWe monitor water quality, highlight opportunities for actions aimed at better water ever since. The 2030 WRG has a simple purpose: to\nEY\nincluding water discharged to management practices. build strong partnerships in pursuit of more sustainable reviewed for\nconsistency\nthird parties or back into surface EY\nwater management. reviewed for\nwater bodies. consistency\nSince 2008, we have been part of the CEO Water Mandate,\na UN Global Compact initiative that unites business leaders\non water, sanitation and Sustainable Development Goals.\nOur involvement in the CEO Water Mandate also includes 2020 2021\nmembership of the WASH4Work initiative, which asks\nbusinesses to take action to address WASH challenges\nin the workplace, in communities where the business\noperates and in supply chains. As of 2021, the World\nBusiness Council for Sustainable Development’s WASH\nPledge, of which we are also a signatory, has also become\npart of the WASH4work initiative.\nEY reviewed\nfor consistency\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 32"
    },
    {
      "page": 33,
      "text": "Helping to protect, renew and restore natural resources | Water\nSupporting farmers to care for water Outlook\nCASE STUDY\nIn Pakistan and South Africa, where drought and water\nIn 2022, we will launch a new strategic approach to water\n5\nstress are of concern, Nestlé is working with dairy farmers\nin agriculture that will support our net zero commitment\nto implement the use of water sensors and develop water- Local water\nand specifically our goal to source 50% of key ingredients\nsaving techniques for animal feed production.\nthrough regenerative agricultural methods by 2030.\nWater Resource Reviews stewardship\nIn Brazil, Nestlé is supporting farmers to install water\nThe approach is based on two key areas. The first is to\ncarried out in 2021 (2 in 2020)\nmeters and improve manure-management techniques.\nbuild on the foundations that have already been put in\nTogether with Embrapa, the Brazilian Agricultural Research\nplace. Our agronomists will continue to train farmers To play our part in helping protect water supplies in\nCorporation, we are working on projects to train farmers\nthroughout our supply chains on good water management Egypt’s Delta region, Nestlé Egypt has undertaken\nin good farming and manure-management practices.\npractices. Where we have identified watershed preservation several projects, including rehabilitating a canal that\nIn our operations, in 2021, we successfully carried out A major project in Vietnam, which successfully concluded actions that we can take together with farmers and local provides irrigation for agricultural land around the\nfive Water Resource Reviews, up from two in 2020. in 2019 in partnership with the Swiss Agency for stakeholders, these will be actioned. These are largely village of Kafr Arbeen.\ntargeted at watersheds where our supply chain is exposed\nTravel restrictions due to the COVID-19 pandemic Development and Cooperation, has trained close to\nWe cleaned organic waste from the old canal,\nto higher water risks and will include both reducing\nagain prevented us from meeting our extended 2020 50 000 farmers on best irrigation practices. This project\nrepoured the walls and floors with cement to stop\nfarmer dependency on water and ensuring the sustainable\ncommitment of 40 Water Resource Reviews in total. resulted in 50 million m3 of water saved annually and\nleakage and improved the velocity of the water so it\navailability of water.\ngenerated more than USD 8 million in the local economy\nWe spent 2021 developing future plans following the end reaches as much agricultural land as possible. Now we\nof smallholder coffee growers. Based on these successful\nof our 2020 commitments and will begin implementing The second area is about innovatively regenerating local are working with the local water authority to renovate\nresults, Nestlé now has a similar project in Brazil.\nthese new plans in 2022 and beyond. water cycles in direct proportion to our local agricultural the village’s water station and help provide residents\nwater footprint. We will put programs in place to help with access to clean and safe water.\nIn July 2021, we announced our pledge to help create\nensure that water is not used beyond what is naturally\na positive water impact everywhere our bottled- Read more about our support for local\nregenerated, in order to achieve a positive water balance\nwater projects\nwater business operates by 2025. While this pledge\nat the watershed level.\nis still relatively new, we are already implementing\nWe presented our proposed new approach at the\nseveral projects:\nStockholm World Water Week 2021 Nestlé workshop,\n– Buxton: Land conservation and natural flood\nwhich was attended by leading water experts and\nmanagement approaches in Derbyshire, UK\nstakeholders. We received positive feedback that the\n– Vittel: River restoration in Vosges, France right approach is to go beyond the farm to address\nwatershed issues. CASE STUDY\n– Nestlé Pure Life: Drip irrigation support for farmers\nin Sheikhupura, Pakistan In the coming years, we will set up action plans and\n– Nestlé Pure Life: Water treatment, filtration and pipeline monitor our progress and engagement with local key Collaborative action\ninfrastructure in Benha, Egypt (see adjacent case study) stakeholders where collective action is needed. Our initial\nfocus will be on our coffee and dairy supply chains.\nAcross our bottled-water business, at the end of 2021, Working together with partners is a key part of our\nwe certified 19 sites to the AWS Standard, compared to Nestlé Waters will also help support the regeneration of strategy. Back in 2013, Nespresso began working\n41 in 2020. This number reduced due to the sale of Nestlé water cycles and will continue to identify and implement with the International Union for Conservation of Nature\nWaters North America, but accounts for 40% of remaining additional projects to address local shared water challenges. and the Brazilian non-governmental organization IPE\nwater bottling sites. As we move forward, we believe nature-based solutions (Instituto de Pesquisas Ecológicas) to launch\nwill provide volumetric water benefits by maintaining or\nthe Cerrado Waters Consortium.\nimproving watershed replenishment. This will be achieved\nthrough reforestation that prevents runoff and through The consortium, which now also includes Nescafé,\nlong-term wetland preservation. has helped bring the wider farming community\ntogether in order to address the issue of water\navailability and its wider impacts.\nToday, 96 hectares of the project area have been\nprotected and restored, and over 300 hectares are\nunder climate smart agriculture management.\nRead more about our work with the Cerrado\nWaters Consortium\nAround the world we are training\nfarmers to implement practices that\nhelp them to save water and contribute\nto watershed replenishment.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 33"
    },
    {
      "page": 34,
      "text": "Helping to protect, renew and restore natural resources\nWe will make 100% of our\nOur performance**\npackaging recyclable or\nVirgin plastic reduction (versus 2018 baseline) (%) 3.8 million\nPackaging\n-4.0 -8.1 -33.0\nreusable* by 2025\nTotal weight of\npackaging in tonnes\nWe will reduce our use of (4.5 million in 2020)\n85.4%\nvirgin plastics by one third\nand circularity\nby 2025 2018 2020 2021 2025\nPackaging recyclable\nor reuseable***\nPackaging, and the Background environmental impacts that we need * As per Ellen MacArthur Foundation definitions.\nto consider carefully before making SDG contributions ** Data are based on Nestlé-branded products\nPackaging helps protect food and beverages, ensure\nmanagement of end-of- any change. We are making good sold by Nestlé fully owned entities. We are\nproduct quality and safety, and prevent food waste. It can\nimproving data collection and preparing\nprogress in meeting our targets to\nalso provide important information, such as the origins of\nlife plastic packaging have all packaging designed for *** Sustainability Accounting Standards Board\ningredients and nutritional content. Packaging is optimized\nProcess Foods Standard FB-PF-410a.1\nrecycling by 2025, and we will work\nto protect food and beverages by using durable materials\nmaterials in particular, is\nwith public authorities and other Portfolio and scope change statement:\nsuch as glass, metals, paper and plastics.\nThe shifts in percentages designed for recycling\nplayers in the development of the\nan area of major societal were due to several factors including divestments\nGlobally, the amount of packaging that is inappropriately necessary infrastructure that will\nEY assured. The EY limited assurance and acquisitions of businesses, the shift to paper\nmanaged at the end of its life is a serious and persistent allow its effective recycling. report and conclusion can be found at packaging and the changing mix of products\nconcern. Through\nenvironmental problem. Up to 13 million tonnes of plastic www.nestle.com/assurance-statement sold due to different lifestyles experienced during\nPackaging accounts for around 10% COVID-19 and data quality improvements. These\nend up in the ocean every year, endangering marine Our Reporting Scope and Methodology\nadvanced packaging (or 9.5 million tonnes of CO e) of our for ESG KPIs document provides details factors impacted both the relative quantities sold,\nanimals, birds and fish. Inadequate waste management 2 and definitions and can be found at the design for recycling and recyclability in this\nin-scope carbon footprint. Improving\ncan also create hazardous conditions for people. www.nestle.com/esg-kpis reporting scope.\nR&D, packaging packaging design, production\nThe infrastructure to collect, sort, reuse and recycle processes, recycling rates and end-\nportfolio transformation packaging varies not only by country, but also by of-life management can therefore\nmunicipality. While packaging recycling schemes have make a notable impact on our efforts\nand support for the helped to start a circular economy for recovered materials, to reach net zero emissions by 2050.\nmany regions are not yet able to manage packaging, Packaging is currently essential\ndevelopment of recycling\nfood and other end-of-life materials in a circular way. In to us, but through innovation\nless-developed countries, municipal authorities often we are striving to minimize the\ninfrastructure, we\ndo not have the resources to implement suitable waste environmental impact it has.\nmanagement strategies.\nare working toward a\nReducing waste, increasing recyclability and circularity, and “We are making good progress toward\nfuture where none of managing recovered materials effectively are critical for\nour target to have all packaging designed\nsociety, and consumer goods companies play an important\nfor recycling by 2025. Converting all\nour packaging ends up role. We are making the sustainable transformation of our\nour straws from plastic to paper is an\npackaging an urgent priority.\nin landfill or as litter in excellent example of this.”\nAt Nestlé, we use many materials for packaging that all\nneed to meet stringent food safety requirements and have George Galanos, Head of\nthe environment.\nPackaging Sustainability\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 34"
    },
    {
      "page": 35,
      "text": "Helping to protect, renew and restore natural resources | Packaging and circularity\nApproach Our five-pillar strategy\nOur vision is ambitious: a world in which none of Nestlé’s\npackaging, including plastics, ends up in landfill or as litter Less packaging Better packaging Better system\non land or in seas, oceans and waterways. Our approach to\npackaging is overseen by the Nestlé ESG and Sustainability\nCouncil, together with business leadership, with support\nfrom the ESG Strategy and Deployment Unit, the public\naffairs and legal departments, and Nestlé’s R&D scientists.\nIn 2019, Nestlé joined the Ellen MacArthur Foundation’s\nNew Plastics Economy initiative. We pledged to work\n1 2 3 4 5\nacross the industry to create a circular economy for plastic,\nstarting with packaging – eliminating unnecessary plastic Reduce Reuse and refill Redesign Recycle Rethink behaviors\nin our packaging and innovating to make the plastic that\nReducing our use of plastic packaging Scaling reusable and refillable Pioneering alternative Supporting infrastructure Rethinking behaviors\nwe do need recyclable and reusable.*\nmaterial in general and virgin systems to eliminate the need for packaging materials that helps to shape of Nestlé, retail\nplastics in particular disposable packaging to facilitate recycling a waste-free future partners and consumers\nOur intention is to follow the nine Golden Rules, which are\nvoluntary, independent and time-bound commitments on\nwhich all members of the Consumer Goods Forum’s Plastic\nWaste Coalition for Action are aligned in order to drive\nPillar 1: Less packaging - Reduce Pillar 3: Better packaging - Redesign Pillar 4: Better system - Recycle Pillar 5: Better system –\nprogress in packaging design and development toward\na circular model. We are reducing packaging materials by removing We are continuously working to develop novel technologies Greater uptake of recycling in our markets requires Rethink behaviors\nunnecessary plastic lids, accessories, layers and films. For and innovative packaging solutions. For example, we improved waste management infrastructure and changes We are working with consumers,\nThe second golden rule is to ‘Remove problematic elements\nexample, in Egypt, we have eliminated plastic bottle cap are well on our way to eliminating all plastic straws from in behavior – for Nestlé, retail partners and consumers alike. retailers and communities to\nfrom packaging’. As such, we have identified several plastic\ntear-off bands from Nestlé Pure Life water bottles, getting our products, using paper as an alternative material. The encourage and stimulate responsible\ntypes, including polystyrene, that are unlikely to be included In Indonesia, Nestlé became the first food company to\nrid of 240 tonnes of PVC annually. We are also eliminating innovation required Nestlé to develop an entirely new behavior. Through partnerships and\nin municipal recycling systems around the world. Since 2019, partner with Project STOP, a collaboration with cities and\nclose to 2 300 metric tonnes annually by removing Gerber supply chain to meet a key technical challenge: bendable new programs, our goal is to help\nwe have been phasing out materials included in our governments in Southeast Asia to prevent ocean plastic\nbaby food over-cap lids. paper straws that are durable enough for consumers, while make recycling an easy seamless\nNegative List from our packaging. leakage. The project is aimed at creating sustainable,\nmeeting rapid dissolvability criteria for paper recycling. process. For example, in the UK, we\ncircular and low-cost systems for end-of-life materials\nPillar 2: Less packaging - Reuse and refill teamed up with our competitors to\nTo achieve this result, we worked with suppliers and our that capture as much value as possible. It supports many\nWe are testing and scaling different models of single- create Podback, a unique coffee pod\nR&D packaging experts on new paper technologies and existing local initiatives and waste pickers in coastal areas\n* As per Ellen MacArthur Foundation definitions. use packaging-free delivery and reusable and refillable recycling system (see case study on\nmanufacturing processes, as well as a new scientific and collected around 70 tonnes of waste and nine tonnes\nsolutions. For example, in Canada, we established new the following page).\nmethodology to test the safety and reliability of plastic waste per day in 2021.\nrefillable packaging pilots through our partner TerraCycle’s\nof our paper straws.\nonline Loop platform, which allows people to order refills Nestlé Egypt is committed to recovering and recycling as\nfor home delivery. Once products are consumed, containers Several pilots launched in 2019 and continued through 2021 much plastic as it sells. In 2021, this amounted to 18 000\nare collected from homes or at drop-off locations in in key markets to reach an annual quantity of 4.5 billion tonnes of PET through the Dorna initiative, a collaboration\nstore, cleaned and put back into circulation. In France, paper straws while eliminating 1 632 tonnes of plastic. with the Egyptian Ministry of Environment, together with\nwe are offering this service in partnership with leading partners CID Consulting and PayMob. Dorna aims to boost\nPaper straws for ready-to-drink products have been rolled\nsupermarket chain Carrefour, where Nesquik, Ricoré coffee waste collectors’ collection capacity with monthly targets\nout across various locations, including Pakistan, Malaysia,\nand Chocapic Bio (organic) cereals are now available and monetary incentives.\nIndonesia, Brazil and the Dominican Republic. The paper is\nin reusable Loop containers. Vittel and S.Pellegrino\nsustainably sourced and certified by the FSC.\nnatural mineral waters in Carrefour stores in Paris can\nalso be purchased in reusable glass bottles from Loop Worldwide, we transitioned our Smarties range of products\nwith a deposit. Customers get their deposits back, paid to recyclable paper packaging, a first for any global\ndirectly into their bank accounts, once they have returned confectionery brand. This transition helped eliminate\ntheir used bottles. plastic from approximately 250 million packs sold\nglobally each year.\nSimilarly, in Canada, Häagan-Dazs can be purchased in\nreusable containers, while other refillable pilots are ongoing We have also started to replace the plastic- and aluminum-\nwith major retailers in the country, as well as in the United layered packaging of Nesquik with grease-resistant\nStates. for dairy, coffee and waters. coated paper. In 2021, we began changing the wrappers\nof organic Maggi bouillon cubes in France, from a multi-\nlayer laminate that included aluminum to recyclable and\nsustainably sourced paper.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 35"
    },
    {
      "page": 36,
      "text": "Helping to protect, renew and restore natural resources | Packaging and circularity\nMaterial difference Fit for purpose Materials to be phased out from Nestlé packaging*\nOur Nestlé Institute of Packaging Sciences allows Packaging must be fit to meet local circumstances,\nus to accelerate packaging innovation and to deliver whether we are innovating for protection in hot and\non our commitments. Inaugurated in 2019, it is the humid climates, designing packaging that can be\nonly research institute of its kind in the food industry. recycled through local infrastructure or focusing on\npreventing materials leakage where infrastructure\nThe institute’s team of full-time scientists is dedicated\ndoes not exist. This is why our packaging roadmaps\nto conducting cutting-edge research on the safety and\nare developed on a regional basis. Selected countries\n2021 2022 2024\nfunctionality of new sustainable packaging materials,\nserve as models for our markets and zones, ensuring\nincluding paper, and it is helping to transition our\npackaging delivers safe and nutritious food, while\npackaging from multi-material to mono-material\nadapting to different products and geographies.\npolymers. Other areas of innovation include more\nOverly complex design Polystyrene\nsimplified packaging, refillable designs, alternative Paper/plastic combo\ndelivery solutions and high-performance technology Packaging that is not Trays, dairy pots, ice cream\nLaminated paper with\nDelivering safe and nutritious food\nfor paper barriers as well as increasing recycled functionally needed lids and coffee lids\npaper content <50%\nand bio-based content and compostable\nand biodegradable materials. Undetectable items ePS\nDark/opaque PET bottles\nRigid plastic items not Trays, tubs, sleeves and\nThe team collaborates with more than 200 other Any color that is not transparent\ndetectable by commonly transportation protections\npackaging experts throughout Nestlé’s global R&D clear, transparent green or\nused Near Infrared\nnetwork, as well as with research institutions, Regenerated cellulose** transparent blue cannot be used\nsorting technology\nstart-ups and suppliers to test and pioneer\nTwist wraps and windows\npackaging solutions. PVC\nSafety and quality Pre-portion\nPET-G Liners for metal press-twist\nclosures and coffee capsule\nLabels and sleeves\nsealing layer\nPVDC\nCoating on plastics,\npaper and paperboard\nPVC\nAvoid food waste Information\nLiners for metal twist-off\nclosures and printing inks\nAdapting to product and geography *The above measures shall be subject to more stringent local\nlegislation mandating earlier phase-outs or changes by either\nmaterial type, product or date.\n** Except for applications designed for composting.\nCollective action compared to virgin plastics. By 2025, we are allocating\nTackling plastic pollution requires incentives for systems more than CHF 1.5 billion to pay a premium to suppliers\nchange. We advocate for a legislative framework for to help create a market for these materials.\nProduct sensitivity Climate\ncircularity through our work with the Ellen MacArthur\nWe proactively support well-designed and effective\nFoundation, the Consumer Goods Forum’s Plastic Waste\nmandatory Extended Producer Responsibility schemes\nCoalition for Action, the World Economic Forum’s Plastic\nand prioritize our support for improving recycling\nAction Partnership and the Plastic Pact.\nrates and infrastructure in the countries representing\nWe are helping to make food-grade recycled plastics the majority of our plastic footprint. We continue our\n(aside from recycled PET, which is already commonly Neutrality initiative in 12 countries, where we are focusing\nused in plastic drinks bottles) more cost-competitive on collecting the same amount of plastic waste we have\nRoute-to-market Legislation sold as plastic packaging.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 36"
    },
    {
      "page": 37,
      "text": "Packaging pieces placed on the market (billion)\n0.253\n0.833\nHelping to protect, renew and restore natural resources | Packaging and circularity\nPerformance The above factors, combined with our progress in reducing, Outlook\nCASE STUDY\nrethinking and redesigning packaging for individual\nWe are making progress through our five-pillar strategy In the coming year, we will continue to help develop well-\nproducts, resulted in a decrease in the weight of packaging\nto support a future where no packaging ends up in landfills functioning collection, sorting and recycling programs to\n39.5%\nmaterials used to 3.8 million tonnes (2020: 4.5 million Teaming up with\nor as litter. The virgin plastic used in our packaging has promote the circular economy of packaging and to help\ntonnes) and in the number of packaging pieces placed on\nreduced by 8.1% since 2018 (adjusted baseline).* At year- reduce the impact on the environment.\nthe market to 338 billion (2020: 352 billion).\nend 2021, 93.5% of our total packaging and 74.9% of our competitors for coffee\nPackaging made\nSuccessful recycling depends on local authorities providing\nplastic packaging was designed for recycling.** In 2021, we saw Extended Producer Responsibility (EPR)\nfrom recycled and/or adequate collection, sorting and processing infrastructure.\nlaws enacted in around 16 countries and EPR being pods recycling\nSeveral factors have affected the percentage of plastic We will invest in R&D and new technologies that explore\nrenewable materials*\ndiscussed by the governments of several more countries.\ntypes used in our packaging by weight (see table), including and improve systems for recycling and the management\nThese laws could help the development of the necessary\nacquisitions and divestments, packaging reduction of recovered and end-of-life materials. Our CHF 250 in the UK\ninfrastructure to collect, sort and recycle packaging\ninitiatives, a shift toward paper packaging, product mix million sustainable packaging venture fund will continue\nmaterials. We will continue to collaborate with governments\nchanges and data quality improvements. These factors to target investment opportunities for the development of\nand other stakeholders in the expansion of these schemes,\nTo increase the adoption of consumer recycling,\nimpacted both the quantities and recyclability of plastic innovative packaging, refill systems and recycling solutions\nwhich is a critical condition for the achievement of the\npeople need easy ways to dispose of their recyclable\npackaging sold. toward these efforts.\ncircularity ambition.\nhousehold materials. To this end, we have joined with\nOf our total packaging, 85.4% by weight was recyclable in We will continue to test, learn and pilot different systems\nJacobs Douwe Egberts to create Podback, a first-of-\n2021 and 39.5% was made from renewable materials. Of that allow people to reuse and refill packaging and access Percentage of global plastic used in our its-kind coffee pod recycling system in the UK.\nour plastic packaging, 49% was recyclable or reusable.*** different delivery methods for our products, whether in-\npackaging by weight and type (% of total) Read more about Podback\nstore or for home delivery.\nAt the same time, we will also be working to improve\nEY reviewed\nMaterial 2020 2021 for consistency\nlabeling as an important step in helping consumers\nPET (Polyester) 39.0% 32.1%\nto understand how to dispose of our products properly.\nPE (Polyethylene) 17.8% 18.1%\n* The baseline for our virgin plastic reduction KPI has been recalculated\nto reflect the changes in our product portfolio through acquisitions and\nPP (Polypropylene) 15.5% 19.4%\ndivestments (e.g., Nestle Waters North America (NWNA), which was divested\nin 2021). Plastic types used in our packaging in 2020 have not been restated\nPO (Polyolefin) 7.8% 5.4%\nand still include NWNA, for consistency with prior year reporting.\n2020 2021\nLaminates 19.1% 24.1%\n** Our Reporting Scope and Methodology for ESG KPIs document provides\ndetails and definitions and can be found at www.nestle.com/esg-kpis.\nOthers 0.8% 0.9% We are supporting a future where\n*** As per Ellen MacArthur Foundation definitions. Plastic packaging designed for recycling** (%) none of our packaging ends up in\nlandfill or litter on land or in seas,\noceans and waterways\n* Sustainability Accounting Standards Board\nProcess Foods Standard FB-PF-410a.1\n** Data are based on Nestlé-branded products\nsold by Nestlé fully owned entities. We are\nimproving data collection and preparing\nbaseline recalculations for acquisitions,\ndivestments and changes in portfolio scope\nfor future reporting.\nSmarties was the first Nestlé\nconfectionery brand to make a\ncomplete transition to recyclable paper\npackaging for its range of products.\n8.47 9.47\n0.001\n2020 2021 2025\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 37"
    },
    {
      "page": 38,
      "text": "Strengthening Helping to boost the well-being of\ncommunities and support a just transition\nto regenerative food systems.\nPeople must be at the heart of the transition\ncommunitie s to regenerative food systems.\nSustainable production, respect for human\nrights and investing in women and youth\nare at the core of Nestlé’s activities to help\nboost rural development and livelihoods and\nstrengthen communities. We seek to play our\npart in tackling child labor risks, improving\nanimal welfare, increasing farmer incomes\nand investing in the next generation.\nFrom enabling access to education for children,\nfarmers and communities, to investing in\nlocal infrastructure, working with partners to\nmap supply chains and provide raw material\ncertifications, we use the many tools at\nour disposal to support communities and\nhelp them thrive.\nProduced sustainably 39\nHuman rights 43\nYouth opportunities 47\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 38"
    },
    {
      "page": 39,
      "text": "Strengthening communities\nOur performance\nProduced\nCocoa sourced through the Nestlé Cocoa Plan (%)\nsustainably\nAs a food company with a global Background\nWe rely on secure supplies of high quality, sustainably\nfootprint, we can support agricultural\nproduced ingredients.\ncommunities to improve their livelihoods Many of the environmental and social challenges in our\nsupply chains have their roots in or are exacerbated by\nand quality of life. By promoting poverty. Rural development and livelihoods are therefore\nimportant topics at Nestlé, as is animal welfare in the\nregenerative food systems and\nsupply chains of specific ingredients such as dairy,\nmeat and eggs.\nsupporting a just transition, we can help\nThis is another reason why we are embracing regenerative\nfarmers create resilient businesses and agriculture. By improving soil organic matter, regenerative\nagriculture helps to drive soil fertility, while at the same\nearn a living income. time making key nutrients more available, helping soil\nto retain water and drain better, and supporting the\nconservation and restoration of biodiversity. Together,\nthese benefits help improve the resilience of farmland to\nclimate change and have the potential to help improve\nfarmers’ livelihoods.\n0.84\n6.05\n0.001\n2020 2021 2025\nCertified sustainable palm oil\n(2021 data comprises Roundtable on\nSustainable Palm Oil certifications and\ncredits as follows: 19.7% segregated, 1.1%\nmass balance, 47.5% book and claim, 2.5%\nindependent smallholder book and claim)\n01.85\n01.17\n0.001\nWe will source:\n16.3%\n– 100% sustainably\nproduced key\nKey ingredients produced\nsustainably in 2021*\ningredients* by 2030\n– 100% certified\nsustainable palm oil\nby 2023\n– 100% sustainable\ncocoa and coffee\nby 2025\nSDG contributions\n2020 2021 2023\nCoffee produced sustainably (Sourced either\nthrough the Nescafé Plan or the Nespresso\nAAA Sustainable QualityTM Program) (%)\n0.57\n08.28\n0.001\n76.3%\nCage-free eggs\n* Key ingredients applies to 14 key agricultural raw\nmaterials that cover 95% of our annual sourcing by\nvolume: coffee; cocoa; dairy; sugar; cereals and grains;\nhazelnuts; palm oil; pulp and paper; soya; vegetables;\nspices; coconut; fish and seafood; and meat,\npoultry and eggs.\nEY assured. The EY limited assurance\nreport and conclusion can be found at\nwww.nestle.com/assurance-statement\nEY reviewed for consistency\nOur Reporting Scope and Methodology\nfor ESG KPIs document provides details\nand definitions and can be found at\nwww.nestle.com/esg-kpis\n2020 2021 2025\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 39"
    },
    {
      "page": 40,
      "text": "Strengthening communities | Produced sustainably\nApproach The four key pillars of activity Performance\nWhat does ‘produced for Nestlé’s approach to\nOur Sustainable Sourcing team ensures that the raw and In 2021, we continued to make\n435 500\nsustainable sourcing\npackaging materials and the services we source have been steady progress in all areas of our\nsustainably’ mean?\nproduced in accordance with our Responsible Sourcing sustainable sourcing.\nStandard. This Standard sets out our non-negotiable\nFarmers trained\nTransparency\nrequirements and ways of working with regard to sourcing Transparency\nOur new ‘produced sustainably’ KPI builds on our through Farmer Connect\nand production for supply chain tiers, going back to the Multiple commodity- and issue-\nResponsible Sourcing Standard, which sets out Improve traceability of the\norigins of the goods and services we buy. specific reports were released during\nbasic non-negotiable standards and important\norigins of our raw materials the year, such as our Nescafé Plan\nIn coffee and cocoa, the Nespresso AAA Sustainable sustainability practices that we ask our suppliers\nreport and our Forest Positive report.\nQualityTM Program, the Nescafé Plan and Nestlé Cocoa Plan and their employees, agents and subcontractors to and understanding of how\nprovide additional requirements specific to these respect and adhere to at all times when conducting\nthey are produced\nEnvironment\nraw materials. business with us.\nIn 2021, we scaled up our ambition\nOur key partners and sourcing teams also carry out regular It applies to 14 key agricultural raw materials that cover\nto support the transition to more\nfarm visits and assessments against our Responsible 95% of our annual sourcing by volume: coffee; cocoa;\nregenerative agricultural practices.\nSourcing Standard, in addition to third-party audits dairy; sugar; cereals and grains; hazelnuts; palm oil;\nEnvironment We are defining a new KPI to\nand certification where relevant. pulp and paper; soya; vegetables; spices; coconut;\nmeasure our progress toward\nfish and seafood; and meat, poultry and eggs.\nFinally, while our main consideration is the people within Contribute to conserving sourcing 20% of our key ingredients\nthrough regenerative agriculture\nour direct supply chain and their immediate families, ‘Produced sustainably’ means the origin of\nand restoring the environment\nmethods by 2025.\nwe also support activities that reach into the wider the key ingredient is known and the direct\nand natural resources\ncommunity, such as building schools, providing access supplier is progressing to address social and\nFor more information on our\nto water and sanitation and running women’s literacy environmental performance.\nenvironment work, see Section 1\nand numeracy programs.\nand Section 3 of this report.\nThe minimum criteria to define if a raw material\nis produced sustainably are:\nBeyond responsible sourcing\nHuman rights\nBuilding on years of work with suppliers and farmers to – Traceable back to the point of origin (farm or\nHuman rights In December 2021, we published\nsource key raw materials that are traceable and responsibly group of farms)\nNestlé’s Human Rights Framework and\nsourced, we are now raising the bar with a more\n– Human rights and environmental due-diligence Roadmap. Please see the following\nHelp protect and promote\ncomprehensive and systematic approach to assessing,\nsystems are in place to assess, address and chapter for more details.\naddressing and reporting on social, environmental and the rights of people in\nreport on the potential or actual impacts in\nanimal welfare risks in our supply chain.\nthe supply chain our supply chains Animal welfare\nOur new approach will help build the foundations to – The tier-1 supplier is measurably progressing in Animal welfare is a key consideration\nadvance regenerative food systems at scale. Going addressing actual or potential human rights and for us. We have rapidly expanded our\nforward, we are focusing on the systematic deployment environmental impacts identified in its supply procurement of cage-free eggs, with\nof our responsible sourcing requirements through our chain, as well as animal welfare where applicable 100% of our eggs now certified cage-\nsupply chain to help transform agricultural production free in the United States and Europe\nFor each key raw material in scope, specific\npractices in a way that has a positive impact on people, Animal welfare and 76.3% worldwide. We are on\ncriteria have been defined to take into account\nnature and climate. track to achieve 100% cage-free eggs\ntheir specificities.\nContribute to continuously globally by 2025.\nTo measure progress, we have defined a new ‘produced\nsustainably’ key performance indicator (KPI) for our 14 improving how the animals in In dairy, we use advanced sensors\npriority raw materials that combines multiple requirements our supply chains are treated and monitoring techniques to\n(see adjacent box). This replaces our two previous check the well-being of the cattle\ncommitments and related KPIs that came to a close providing our milk. The introduction\nin 2020: percentage of volume traceable and percentage of more varied pastures allows\nof volume responsibly sourced. As our new KPI is more cows to graze outdoors for longer\nambitious than the previous ones, results are not periods of the year.\ncomparable with prior years’ performance.\nTreating animals in our supply chain with dignity and making sure they are\nkept healthy are important considerations for our sustainable sourcing.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 40"
    },
    {
      "page": 41,
      "text": "Strengthening communities | Produced sustainably\nOutlook\nCASE STUDY\nSupporting livelihoods\nIn 2022, we will work to increase the volumes we source\nthat meet our new and more robust ‘produced sustainably’\nThe Nestlé 198 000 EY reviewed\ndefinition. We will also continue working toward our target for consistency\nThe transition to regenerative Diversification of sourcing 20% of our key ingredients through regenerative\nagriculture must be a just and We encourage farmers to reduce agriculture by 2025.\nTonnes of cocoa sourced annually through\nequitable one. Our approach is to their exposure to global market\nThe Nestlé Cocoa Plan continues to make progress toward the Nestlé Cocoa Plan\nhelp farmers improve their incomes prices for their main crop (and boost Cocoa Plan\nsourcing 100% of all the cocoa we source by 2025. We will\nin multiple ways, such as training biodiversity) through ‘intercropping’ –\nalso continue to work with independent farmers and tier-1\n50.6% EY reviewed\nin good agricultural practices and planting other crops in their fields. We for consistency\nsuppliers toward our goal of having 100% of our key forest-risk\nproviding access to diversified also encourage income diversification\ncommodities assessed as deforestation-free by end of 2022,\nincome sources. Improving incomes through activities such as beekeeping\nbuilding on the 97.2% achieved at the end of 2021. We have Cocoa sourced through the Nestlé Cocoa\nalso helps tackle child labor risks and biogas and renewable\ncommitted to achieve deforestation-free cocoa and coffee by\nand deforestation. energy generation. Supporting bright futures Plan (48% in 2020)\n2025. In 2022, we launched an Income Accelerator Program\nthat aims to improve the livelihoods of cocoa families. See for cocoa farmers\nAgronomy Women’s empowerment 1 038 904\npage 46 for more details.\nOur global team of 1 000 agronomists Data from the Nestlé Cocoa Plan\nhelps farmers optimize production clearly demonstrates a link between In dairy, we will continue to develop our net zero dairy farm\nForest and fruit trees distributed globally\nand reduce costs through techniques higher levels of women’s education pilot studies – gradually expanding and implementing the\nsuch as pruning and chemical and reduced risks of child labor. learnings to other farms around the world. (669 305 in 2020)\nfertilizer optimization. In dairy, we are Activities such as founding women’s\nhelping farmers introduce cover crops groups, developing income-generating 152 236\nto pastures to reduce feed costs. activities and providing literacy and\nnumeracy courses are all part of CASE STUDY\nProviding financial assistance our efforts to support women, their Farmers in the Nestlé Cocoa Plan (124 053 in 2020)\nIn some rural areas, there is a lack families and wider communities.\nof financial infrastructure to allow Community solutions\nfarmers to save or borrow money. The Premiums\nNestlé Cocoa Plan has helped farmers In Ghana and Côte d’Ivoire, Nestlé for Cavally forest and Better cocoa, better farming and better lives are the three\naccess basic financial services was one of the first companies to foundational pillars of the Nestlé Cocoa Plan. Our ambition\nthrough the creation of 270 village purchase 2020/2021 cocoa with the is to source 100% of the cocoa we use in our products\ncocoa growers\nsavings and loans associations. governments’ joint Living Income through the Nestlé Cocoa Plan by 2025.\nDifferential premium. We believe it\nWe offer farmers training and resources to help increase\nAgripreneurship can be a useful tool to complement West Africa is one of our largest cocoa-sourcing regions\ntheir yields. We have also distributed over 16 million higher-\nThe Nescafé Plan provides training our efforts to improve the lives of and a focus of the Nestlé Cocoa Plan. In Côte d’Ivoire,\nyielding cocoa plants to replace aging, less productive\nto many of our farmers in basic farmers and their communities we are working with the government’s forest agency,\nones. Additionally, we are helping farmers develop\nbusiness skills such as bookkeeping. through the Nestlé Cocoa Plan. SODEFOR, and the non-profit organization Earthworm\nalternative income sources such as beekeeping and\nIn addition, in Southeast Asia our Foundation on a three-year program in the Cavally Forest\nempowering women to earn their own incomes. At the\nOur evolving regenerative agriculture\noperations have introduced the Reserve, one of 234 classified forests in the country.\nsame time, we are working to protect the environment. We\napproach also envisions the use\nFarmer Business Schools (FBS)\nare tackling deforestation, trialing agroforestry and planting\nof cash incentives for vulnerable\n“Forest preservation and restoration has an\nconcept in collaboration with the GIZ\n2.8 million shade trees by the end of 2022.\nsmallholders supplying ingredients\nSustainable Cocoa Business Project.\nessential role to play in securing the future for\ngrown using regenerative methods.\nSince its introduction in 2018 over We also contribute to communities. In Ghana, for example,\nDirect investments will also help\n10 000 farmers have been trained. cocoa farming, and Cavally is a great example of we have partnered with the International Federation of Red\nsupport farmers during this time.\nFBS is a comprehensive learning Cross and Red Crescent Societies to bring safe water and\nwhat we can do together with local communities,\napproach that targets changing the sanitation facilities to around 38 000 people (2019-2021).\nmindset of smallholder farmers to the government and an expert foundation.” Keeping children in school and supporting the human\nbecome entrepreneurs, with some rights of farming communities are equally crucial\nparticipants more than doubling net Darrell High, Head of the Nestlé Cocoa Plan to improving livelihoods in the cocoa sector and form\nfarm income in 12 months. part of our initiatives.\nRead more here\nRead more about the Nestlé Cocoa Plan\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 41"
    },
    {
      "page": 42,
      "text": "Strengthening communities | Produced sustainably\nCASE STUDY CASE STUDY\nWomen in coffee\nThe power\nNespresso Case study from the Nescafé Plan Report.\nsustainability\nThrough the Nescafé Plan, sustainable\nand Reviving of coffee\nDorotée Uwimbabazi, coffee farmer,\ncoffee sourcing, regenerative agriculture Kiguri, northwestern Rwanda\nOrigins\nand community resilience are intertwined.\nAbraham Leno, Executive Director,\nEastern Congo Initiative\nIn my experience, women tend to use better farming\nFor almost 20 years Nespresso\npractices. We usually know how much our household\nhas been helping farmers build The Nescafé Plan partners with organizations on the leaders in their trade. Through tailored agricultural training spends and what it needs. So, we accept training sessions\nsustainable livelihoods through ground, such as the Kahawatu Foundation in Rwanda, programs the partnership is reaching more than 3 000 that are offered to the community and focus even more\nthe Nespresso AAA Sustainable to help make coffee farming more profitable. female farmers today. time when it comes to learning how to make our land\nQualityTM Program.\nmore productive.\nIn Rwanda, about three quarters of registered land Dorotée Uwimbabazi is one of these farmers. As the\n“Nespresso’s funding of Asili, the is directly or jointly owned by women. The Kahawatu daughter of coffee farmers in the village of Kiguri in “I received training with Nestlé agronomists through\nsocial enterprise powered by Eastern Foundation partnership is empowering women’s voices northwestern Rwanda, she became a coffee farmer herself the Kahawatu Foundation. They have taught me about\nCongo Initiative in Congo, will help in farmer groups and supporting young people to become to provide for her family. She is one of many women in her weeding, pruning and the benefits of shade trees to\nfarmers secure a brighter future producer organization (see right for her story). protect my crops. When the leaves shed, they also\n– building meaningful livelihoods\nhelp my soil as mulch. I receive follow-up visits to put\nand bringing world-class essential\neverything into practice, and I share what I learn with other\nservices, such as clean drinking water\ngrowers in my village.\nand affordable healthcare, to families.\nNescafé Plan impact monitoring\n“Before working with Kahawatu, I was producing 500\nIt is transformational change like CASE STUDY\nkilograms or less from 700 coffee trees. Now I’m expecting\nthis that allows hope to flourish\nto produce around 600 kilograms.\nand communities to heal.”\nEconomics Social Environment General\nGood for coffee\nRead more here “But the yields can only be sold once a year. The agronomists\nMeasuring farmer Measuring our impact on Measuring water, soil stress financial planning so that our incomes can be\nfarmers and good\nsecured year round, and we are well-prepared for the\nearnings and farm families and workers and biodiversity\nnext harvest. I have always grown tomatoes, cassava,\nearning power from soya beans and cucumbers to make sure I do not rely for the planet\non just one crop.\ncoffee and other crops\n“Coffee, though, has always been a source of happiness\nMarcelo Burity, Head of Green Coffee Development, Nestlé\n92.6% EY reviewed\nfor consistency for my family. I invest my earnings back into our plot\n– Net farm and – Bookkeeping records – Watershed – Farm and farmer “Sustainable sourcing means many things for coffee\nand do my planning. That means buying materials that I\nhousehold income conservation and characteristics because, as in any agricultural commodity, there are\n– Financial literacy will need for the next year and allocating an amount for\nNespresso coffee sourced – Coffee, farm and – Gender and youth agricultural water use – Farmer satisfaction laborers since I cannot do it alone. My husband is working many aspects to consider. Deforestation-free sourcing,\nvia the Nespresso AAA off-farm revenue participation – Soil health with the Nescafé Plan elsewhere, but his income contributes to the expenses. forest restoration, regenerative agriculture, living\nand conservation program income, human rights and child protection are all\nSustainable QualityTM – Productivity\n– Safe working conditions “Our standard of living has improved with our income from areas that interact and are mutually reinforcing.”\n– Crop nutrition – Challenges to\nProgram (93.0% in 2020) – Cost of production\ncoffee. Our savings have gone toward good investments\nand protection coffee production Read more about our approach to sustainable coffee\n– Renovation like goats, which we can keep to feed the family or to\n– Weed management – Farmer view\n81.5% EY reviewed and rejuvenation sell if we must. I was able to buy more land – and added\nfor consistency\non future outlook\n– Farm diversification – Agroforestry 200 coffee trees.\nand shade coverage\nNescafé coffee sustainably – Adoption of best “The Kahawatu Foundation has helped us to not only\n– Biodiversity\nagricultural practices\ngrow coffee, but to secure a better future for our children.\nsourced (75.0% in 2020) and intercropping\nWe can afford to give all four of them an education.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 42"
    },
    {
      "page": 43,
      "text": "Strengthening communities\nBy the end of 2022,\nSDG contributions\nwe will publish salient\nHuman\nissue action plans for\nour 10 salient issues.\nThis will include key\nrights\nperformance indicators on\nhuman rights and will be\npublished as part of our\nsalient issue action plans\nBy 2025, we will be\nreporting on our progress\non implementing our\nsalient issue action plans\nHuman rights are inextricably linked Background\nRespecting and advancing human rights is necessary for a\nto our shared future. By respecting\ntransition to just and equitable food systems. It enables fair\nand resilient livelihoods, promotes safe and dignified work,\nand advancing them in our value chain,\nand rewards farmers for quality ingredients and positive\ncontributions to the environment and communities.\nwe are building a foundation that\nPeople and respect for human rights are at the core of\ncontributes to a resilient future\nNestlé’s culture and values. We are committed to raising\nawareness, promoting best practices and empowering\nfor our planet and its people.\npeople across our own operations and supply chains.\nWe were early adopters of frameworks like the United\nNations Guiding Principles on Business and Human Rights\nand the Organisation for Economic Co-operation and\nDevelopment Guidelines for Multinational Enterprises.\nAt the same time, we piloted many programs to assess\nand address risks on the ground.\nOur commitment to respecting and promoting human\nrights is a key part of advancing regenerative food systems\nat scale, which is focused on transforming farming\npractices at the heart of the food systems while enabling\na just and equitable transition. We aim to use our scale,\nexperience and resources to contribute to this vision.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 43"
    },
    {
      "page": 44,
      "text": "Strengthening communities | Human rights\nApproach Our salient issues\nOur Human Rights\nA just transition to regenerative food Our salient issues are those human rights at risk of the most\nsystems demands a multifaceted severe negative impact on people through our activities or\nFramework\napproach that prioritizes and protects business relationships. By the end of 2022, we will develop\npeople. Our newly published Human and publish a dedicated action plan for each of our salient\nRights Framework and Roadmap is issues. These will articulate our strategy for assessing,\nthe foundation of this approach. addressing and reporting on each salient issue, defining\nwhat we need to do across our value chain, as well as what\nDeveloped over 2019 and 2020 by\ncollective action can be taken.\nour Human Rights Community, the 1 E\nr n\nf s i\ni r\nn\nn\nr\ni\nt\ng\na a p\nc h\nm\nl\nk u\nu t\ne t\ns\ne\nd\nh f w\ni e\nr\nn\no o\nx\no l\ng\nd m\np\nr k e\nb e\nr e\nr u\na\nt\nx r\ns\nn\ns\ne t\ni .\nd\nn\ne c r\ne\no r n\ns\no m a\ns\na l m d\na\no m\nn\ne r\nd\ng n a a d p\nh\nn a\nu\ni i t n z\nm\nio a c n\na\nt o i\nn\ns o rp n a o s n r , d a tes\nE\nn a\no\nb\nv e\nl\nr\ne\nn\nn\na\nc e\nn\nn\nc\nt\ne\ni\nv a e n s d c o n t P r o o\nl\nl i\ns\nc\ny\ni e\ns t\na\ns\ne\nb\na n\nl\nd\ne r\n2\nL\nF\ni\no\nv\nr\ni\nc\nn\ne\ng\nd\ni n\nla\nc\nb\no\no\nm\nr\ne\na n\na\nd\nn d\nre\nl\ns\niv\np\ni\no\nn\nn\ng\ns\nw\nib\na\nle\ng e\nrecruitment\nG i m\nChild labor risks and access to education\ns\nOur Human Rights Framework Due\nHealth and safety at work\nOur new framework puts due Diligence\ndiligence at the core of our approach\nGender equity, non-discrimination and non-harassment\nand defines the five enablers that\nSalient Issues\nsupport our work.\nRight to water and sanitation\nOur hAuctmiona Pnl arnights\nOur board-level Sustainability\nA t\nframework r\nCommittee aims to ensure that E s s p o 4 Freedom of association and collective bargaining\nw r h e u e p m o c r a a t n r r o y r n i g o o h u u t t s r d , m u w e o h s d i t le i l s i g e o e v u e n r r c E e e S r a G is n k a d s n t d o Due diligence is at the a n d E a n d g a g n e a m b le r 3 i e n s sf R o – e g A - r d d a d e p re s h s i s g i c– n R t e o E n a b l e r r a t e gi r c s hi p s Indigenous Peoples and Local Communities’ land rights\nS sa u l s ie ta n i t n i a s b su ili e t s y ( C s o e u e n r c ig il h m t) a in n a t g h e e s heart of our new Human v o c a c e y n t S p t a r t n e Data protection and privacy\nRight to food and access to nutritious, affordable\nupstream supply chain. It is supported\nand adequate diets\nby the work of the Human Rights Rights Framework\nCommunity, gathering more than\n20 people from different functions\nwith human rights responsibilities.\nTo enhance our due diligence, Enabler 5\nStakeholder engagement and\nw\nim\ne\np\na\nle\nre\nm\nd\ne\ne\nn\nv\nti\ne\nn\nl\ng\nop\nd\nin\ned\ng\ni c\na\na\nn\nt\nd\ne d action\nTransparency\nand\nreporting\npartnerships have long been an plans for each of our salient issues.\nimportant part of our strategy. We\npartner (and have partnered) with\na wide range of organizations on\nThese action plans will help create crucial synergies across Nestlé. Yann Wyss, Senior Manager, Social\nhuman rights issues, such as the\nOur experience has taught us that to be effective, our action plans will need to be built on the following enablers: Impact Global Public Affairs and ESG\nDanish Institute of Human Rights,\nEngagement, Nestlé\nthe Fair Labor Association and\nthe International Cocoa Initiative,\namong many others.\nEnabler 1 Enabler 2 Enabler 3 Enabler 4 Enabler 5 “Human rights due diligence is more than\nOur CARE program monitors internal\njust a compliance issue. If done well, it\nhuman rights compliance at Nestlé\nGovernance Policies and Engagement Strategic Transparency\nfacilities through external audits.\nshould help actively improve people’s lives\nand incentives control systems and advocacy partnerships and reporting\nWe will integrate human We will leverage our policies We will engage with key We will partner with We will provide a high and make a real difference in communities.”\nrights at all levels of our and control systems to stakeholders and advocate thought-leading and level of transparency of the\ngovernance structure. ensure human rights are for smart due diligence boots-on-the-ground progress we make and the\nembedded throughout legislation and collective organizations. challenges we face.\nthe organization. action on the ground.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 44"
    },
    {
      "page": 45,
      "text": "Households covered by CLMRS to prevent\nand address child labor risks\n525\n75\n813\n96\nHouseholds covered by CLMRS to prevent\nand address child labor risks\n2020 2021\n117\n01\n2020 2021\nChildren covered by CLMRS to prevent\nand address child labor risks\n431\n68\n847\n49\nChildren covered by CLMRS to prevent\nand address child labor risks\n2020 2021\n523\n2\n879\n5\n2020 2021\nTotal number of children who received support\n(cumulative)\n055\n721\n479\n651\nTotal number of children who received support\n(cumulative)\n2020 2021\n993\n2\n908\n2\nStrengthening communities | Human rights\nPerformance Child labor risks and access to education\nChild Labor Monitoring\nWe were the first company in the cocoa sector to introduce\nAfter launching mandatory human rights training for all\na Child Labor Monitoring and Remediation System\nemployees, we identified in 2020 a handful of countries\nand Remediation\n(CLMRS), and many companies have now adopted it as a\nwith gaps in terms of the number of employees trained.\nleading tool that helps tackle child labor risks by working\nThese were mainly low-risk countries with a substantial\nnumber of factory workers with no computer access and directly with communities on the ground. Our CLMRS System performance\nprioritizes access to education, including building and\nwhere in-person training was made difficult because of\nrenovating schools and securing birth certificates for\nCOVID-19 restrictions. By the end of 2021, we closed\nregistration, and tackling rural poverty through income\nthis gap in most countries. In addition, it is part of the\ndiversification programs and support.\nmandatory training for all new employees, which will\nensure that all future employees are trained.\nThe CLMRS is a six-step process that starts with raising\nawareness. Community Liaison People visit farmers and\nIn 2021, we improved our grievance mechanism\ncooperatives, and based on visits and surveys, identify\nby integrating our former Integrity Reporting System\nchildren at risk. Families of children identified receive\n(for employees) and our external platform (for all other\nCôte d’Ivoire Ghana\nfurther visits where they are advised and supported by the\nstakeholders) into an independently operated system\nCommunity Liason People. Regular follow-up visits allow us\ncalled ‘Speak Up’.\nto measure how many children have been prevented from\nIn June 2021, our UK and Australian markets worked\nentering child labor or have stopped doing hazardous work.\ntogether to produce their first joint Modern Slavery and\nEach year, we identify some children in our supply chain\nHuman Trafficking report to address the requirements\nwho are at risk of engaging in child labor. We carry out\nof their countries’ modern slavery acts. This demonstrates\nfollow-up visits with each of these children and record the\nthe collaboration and consistency of our coordinated\nnumber who report that they are no longer at risk during global approach.\ntwo consecutive visits. In 2021, the number of children who\nreported no longer being at risk at the two most recent\nvisits was 6 307 in Côte d’Ivoire and 738 in Ghana.\n57 892 Collaborating to reimagine fairer food systems\nIn 2021, Nestlé partnered with Tufts University to convene\na UN Food Systems Summit dialogue with stakeholders\nEmployees trained\nto discuss the nexus between regenerative food systems\non human rights in 2021 and the right to food.\nIn total, 57 participants from academia, non-governmental\norganizations, the private sector and UN organizations\nCôte d’Ivoire Ghana\ndiscussed the major barriers and corresponding levers\nPromoting human rights in agricultural supply chains to making healthy diets affordable, accessible and\nadequate for everyone, including the responsibilities 156 974 2 809 Our efforts to source sustainably have enabled us\nof different stakeholders in ensuring access to safe\nto make important progress in promoting human rights\nand nutritious food for all, collectively moving toward\nin agricultural supply chains.\nthe 2030 SDGs. Cumulative total number of Cumulative total number of\nIn 2021, we launched a detailed labor rights action plan for\nchildren who have received children who have received\npalm oil. We are working toward a palm oil supply chain\nsupport (127 550 in 2020) support (2 399 in 2020)\nwhere all workers, at all tiers of production, work and live\nin safe and healthy conditions, are provided contracts\ndetailing their working conditions, are paid fairly, have the\n6 307 738\nright to associate freely and collectively bargain and have\naccess to grievance mechanisms.\nNumber of children identified Number of children identified\nOur long-term Forest Positive strategy, announced in\n2021, is helping us to find ways to integrate further who reported no longer who reported no longer\nprotection for tenure-based rights for Indigenous People engaging in child labor at the engaging in child labor at the\nand Local Communities into our approach, while at\ntwo most recent follow-up visits two most recent follow-up visits\nthe same time helping smallholder farmers to develop\n(4 838 in 2020) (693 in 2020)\nsustainable livelihoods. 2020 2021\n798\n1\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 45"
    },
    {
      "page": 46,
      "text": "Strengthening communities | Human rights\nOutlook\nCASE STUDY CASE STUDY\nWhile our Human Rights Framework and Roadmap outlines\nour approach and priorities, we will continually adapt our\nHarvesting the future\nstrategies to meet realities on the ground. “Nestlé and Verité developed\nIn January 2022, to expand our work to tackle poverty the Program Assurance\nPalm oil and\nas a root cause of child labor risks, we launched a novel Framework to take into Nestlé began working with the Fair Labor Association (FLA)\napproach that aims to support farmers and their families account macro, labor and in Turkey in 2012 to help seasonal workers in our hazelnut\nin the transition to more sustainable cocoa farming. The supply chain address challenges relating to labor conditions\noperational risks in the supply\nIncome Accelerator Program will pay cash incentives and child labor risks.\nchain. The framework is\ndirectly to farming families for activities such as school labor rights\nTo help improve recruitment and employment practices\nbased on key labor data from\nenrollment, sustainable agricultural practicexs, agroforestry\nfor seasonal migrant workers, we needed to address\nrefineries and their direct\nand income diversification. The incentives will encourage\nthe root causes across all the seasonal jobs that workers\nbehaviors and agricultural practices that are designed to and indirect supply bases.\nmove between in Turkey’s agriculture sector.\nsteadily build social and economic resilience over time. It looks at suppliers’ systems\nThese incentives are paid on top of the premium introduced As a result, in 2019, we joined Harvesting the Future, a multi-\nand whether they are set up\nby the governments of Côte d’Ivoire and Ghana that Nestlé Continuing to strengthen sectoral, multi-geography and multi-stakeholder project led\nto address endemic and long-\npays and the premiums Nestlé offers for Rainforest Alliance by the FLA to help supply chain partners address working\nour approach standing labor issues.”\ncertified cocoa. The payments are not linked to production conditions for their shared seasonal workforce.\nvolumes and reward cocoa-farming families for the benefits Melizel Asuncion, Senior Director for\nThe program in 2021 focused on child protection and child\nthey provide to the environment and local communities. Operations, Verité Southeast Asia\nlabor risk emediation, elimination of hazardous work for\nBy incentivizing practices such as generating diversified workers under the age of 18, improved access to basic\nincomes, for example through growing other crops, raising services and greater adherence to responsible recruitment\nlivestock such as chickens, beekeeping or processing other practices, grievance mechanisms and living wages.\nproducts like cassava, we are also building on our previous The palm oil supply chain is far with the collaboration of the Danish Working with Verité, we developed, governments, multilateral and non-\nSo far, 85 company and supplier representatives have\ncommitment to improve food availability and dietary reaching and complex. Millions of Institute for Human Rights and and are now implementing, a governmental organizations, peer\nreceived training in these areas. A total of 12 suppliers\ndiversity among the farmers who supply us. workers, from plantations to mills Earthworm Foundation. Program Assurance Framework companies, certification bodies,\nhave launched child labor risk monitoring and remediation\nand refineries, are part of our palm which focuses on strengthening individual experts and our partners,\nWith our partner Verité, we then programs, and we increased awareness and registration\noil sourcing journey. We want to help management systems for assessing, as well as with various industry\nconducted a Management Systems of labor intermediaries.\nour suppliers build a palm oil supply addressing and remediating labor associations and multi-stakeholder\nAssessment of how we manage\nRead more here\nOur Human Rights Framework and Roadmap chain free from human rights issues rights issues. We are also continuing platforms, we are working to better\nlabor rights risks in our palm oil\nguides our approach to protecting people in such as forced labor, discrimination to train palm oil suppliers and understand and help tackle the root\nour supply chains. supply chain globally. In 2019,\nand health and safety hazards. producers on the guidelines and causes of crucial labor rights issues.\nVerité deepened this assessment\ntools that we have helped to develop\nOur approach between 2010 and by conducting in-depth reviews Leveraging participation in multi-\nover the years, that explain specific\n2017 was based on conducting of two of our suppliers in order stakeholder platforms, particularly\nlabor-related issues and how they\nsite assessments against our to understand how the Nestlé in the Consumer Goods Forum\ncan be addressed.\nResponsible Sourcing Standard. Responsible Sourcing Standard Forest Positive Coalition, we are also\nWe worked with our suppliers and translates into practices throughout To address labor rights issues advocating for the development of\npartners to develop time-bound the supply chain. we have learnt that it is critical to regulations, policies, programs and 85\naction plans to address the gaps incorporate changes into broad incentives to create a conducive\nVerité conducted comprehensive\nfound and supported suppliers, landscape initiatives where we environment for labor rights.\nlabor and occupational health and\nmills, plantations and smallholders determine priority issues and deploy Company and supplier\nsafety assessments of seven mills Our vision is one of a sustainable palm\nin our supply chain to address solutions to improve conditions representatives in Turkey’s\nand 11 estates across Malaysia and oil sector, where nature is protected\nspecific labor rights risks such as for workers. This is why we are\nhazelnut supply chain\nIndonesia that collectively employ and restored, where human rights,\nforced labor and child labor, through supporting several landscape\nover 4 000 workers, including including labor rights, are respected, received training in labor\ntargeted interventions. approaches that address labor rights\ninterviews with over 200 workers. and where workers and smallholder\nrights issues in 2021\nwithin their scope.\nAfter conducting a labor rights The results and recommendations farmers are offered decent work and\nassessment of Nestlé’s Indonesian made in this assessment, together We are collaborating with partners livelihoods. As we implement our\npalm oil supply chains, we with our previous experience and and suppliers to systematically Palm Oil Labor Rights Action Plan,\ndeveloped our first dedicated learnings, led to the revision of our deploy more comprehensive labor we will continue to test new tools\nAction Plan on Labor Rights in labor rights approach in palm oil. rights requirements through our and approaches to ensure a strong\nPalm Oil Supply Chains in 2018 supply chains. Together with workers, and relevant approach for the future.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 46"
    },
    {
      "page": 47,
      "text": "By 2030, our ambition is\nOur performance*\nto help 10 million young\nYouth 11 598\nYoung people around the world with access\npeople around the world to economic opportunities (millions)\nApprenticeship and\nhave access to economic\ntraineeship opportunities\nopportunities\n7 422\nopportunities\nYoung farmers trained\nthrough the Nestlé\nAgripreneurship Program\n23 899\nJob opportunities\nfor people under 30\nBringing young people into Nestlé keeps As the global economy has slowed during the COVID-19\n1 291 306\npandemic, it was young people who were the most\nus in touch with an ever-changing impacted, with a disproportionate number losing their jobs.\nAs economic recovery continues, young people must not be Young people impacted\nworld. Meanwhile, around the world we left behind. By creating the jobs young people need, we can\nthrough digital events (e.g.\nbenefit from their skills, perspectives and abilities.\nface an ageing farmer population. This career fairs, educational\nOutside our own operations, it is important for Nestlé to\nwebinars, e-learning\nis why inspiring young agripreneurs inspire the next generation of farmers. This is particularly\nprograms) that focus on\ntrue as urbanization draws more and more young people\nupskilling young people and\nand entrepreneurs and investing in to cities, causing the average age of farmers in many parts\nof the world to rise well into the 50s. make them more employable\nyouth employability is at the heart\n(819 678 in 2020)\nEncouraging and supporting young people to develop\nlivelihoods in farming also creates an opportunity to train\nof regeneration.\nthem in regenerative agriculture methods from the start\nof their working life.\nBackground\nUpskilling young people internally, in our supply chains and\nin society in general, is good for us, for individuals and for\nYoung people bring fresh ideas and energy to the workplace.\ncommunities. As a major employer, we can make a positive\nThey are a crucial part of any company’s long-term talent\ndifference, providing employment as well as digital and\npipeline. Providing opportunities for young people helps\nphysical training and skills development opportunities to\nbring more diverse perspectives into our workplace\nyoung people. We can also use our position as a global\nand strengthens relations with local communities that\ncompany to inspire other multinational businesses, driving\nbenefit from increased employment. Moreover, facilitating\n* Delivered specifically through Nestlé\nyouth employment by creating fair and legitimate collective action to create more training and employment SDG contributions needs YOUth initiative\nopportunities than we could achieve alone. This is why the\njob opportunities supports respect for human rights,\nspecifically the right to work, with ‘just and favorable Nestlé needs YOUth initiative exists and why we founded\nremuneration’, as set out by the United Nations. the Global Alliance for YOUth, together with 24 other\ninternational private sector companies.\n40.0\n44.0\n04.0\n14.1\n79.0\n54.2\n40.1\n98.3\n44.1\nStrengthening communities\nCumulative total\nYearly total\n2017 2018 2019 2020 2021\nEY assured. The EY limited assurance\nreport and conclusion can be found at\nwww.nestle.com/assurance-statement\nEY reviewed for consistency\nOur Reporting Scope and Methodology\nfor ESG KPIs document provides details\nand definitions and can be found at\nwww.nestle.com/esg-kpis\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 47"
    },
    {
      "page": 48,
      "text": "Strengthening communities | Youth opportunities\nApproach Nestlé needs YOUth initiative Performance “When we began to process Employability\nOn October 7 and 8, 2021, Nestlé Colombia hosted the\nOur work to create opportunities for young people is run We continued working toward our 2030 commitment coffee six years ago, we\nVI Pacific Alliance Youth Summit, with the live virtual\nthrough our Nestlé needs YOUth initiative. The initiative Agripreneurship to help 10 million young people around the world have\nfaced many technical participation of more than 35 000 young people from Chile,\nis managed centrally by a youth project lead and has access to economic opportunities. In 2021, we succeeded\nColombia, Mexico and Peru. Various high-level government\nthree pillars of activity: Agripreneurship, Entrepreneurship Encouraging young people to create livelihoods as in creating 1.44 million opportunities through the Nestlé challenges. With support from\nrepresentatives from the four countries also participated,\nand Employability. needs YOUth initiative, bringing the cumulative total since\nfarmers, to run their farms as businesses and to use Cohonducafe and Nestlé, we including the President of Colombia, Iván Duque.\nwe announced our commitment in 2017 to 3.89 million.\nUnder each of the three pillars we create broad and diverse\nregenerative agriculture methods in support of a just The roll-out of Nestlé needs YOUth across our operations were able to get a new dryer, The summit focused on providing awareness, inspiration\nopportunities for youth, with varied levels of engagement\nis part of our work toward our 2030 ambition.\nand educational content for young people in these countries.\nand potential impact on the future of the individuals transition to regenerative food systems.\nwhich made a huge difference\ninvolved. For example, we provide online training and\nIn addition, our online internship program, Nesternship,\nAgripreneurship\ncontent and make it widely available to increase their level to our efficiency. Recently I\nwas further expanded in 2021, helping young people\nIn September 2021, when we announced our plan to\nof employability. This also helps raise awareness among Entrepreneurship was even offered a job doing around the world gain valuable professional experience.\nadvance regenerative food systems at scale, we engaged\nyoung people about the challenges of today’s world of\nGeographical Zones that ran the program in 2020 also\nwith key opinion leaders around critical related issues.\nwork and how to overcome them. We also provide on-the- something else, but I turned it\nPromoting fresh thinking and product innovation improved the package for 2021. For example, Zone AOA\nOne of these discussions focused on ‘empowering young\njob training opportunities for young individuals through\nthrough our R+D Accelerators in locations all over agripreneurs’ and how we can work together with our down, because I’m in love with (Asia, Oceania, and Africa) added an e-Learning module\nprograms such as Nesternship and our R+D Accelerators.\non interview skills as part of the assessment process,\nstakeholders to make agriculture more attractive to young\nthe world. coffee! And with the benefits\ntogether with a completion certificate for the module and\nAll the opportunities we create contribute to internally people. The discussions provided valuable insights that we\nadvice on strengths and improvement opportunities. See\nreported metrics in support of our three pillars and our can use for programs, communications and education tools. that come from having a new\nthe Nesternship case study to find out more about the\n2030 commitment.\nIn 2021, we continued our longstanding Agripreneurship dryer, I want to keep working program in 2021.\nProgram, with a focus on Farmer Business Schools. These\nEmployability here on my farm.” Driven by the importance of coffee to Nestlé, in collaboration\nhelp to teach farmers relevant business skills with the aim\nwith Federación Nacional de Cafeteros in Colombia, we also\nof making their farms more financially robust. Through this\nProviding youth access to economic opportunities Luis Sagastume, a young launched a pilot training program called Nestlé Young Baristas.\nprogram, we identified around 15 447 agripreneurs in 2021\nHonduran coffee farmer\nOffering a blend of virtual and face-to-face training, the\nby offering jobs, traineeships, internships (including who we are training to become future-fit farmers. Those\nseven-module program aims to provide holistic training that\nthat are under 30 contributed to our overall total of 7 422 of\nthrough digital Get Support events and our virtual\ncreates youth employment opportunities for beneficiaries.\nyoung farmers trained through the Nestlé Agripreneurship\nWe aim to inspire the next generation of farmers Nesternship program), apprenticeships and training.\nProgram in 2021.\nand agripreneurs through our Nestlé needs\nYOUth initiative.\nEntrepreneurship\nIn August we announced the inauguration of our largest\nR+D Accelerator to date, in our fundamental research\ncenter in Lausanne, Switzerland. The R+D Accelerator\nconcept was launched in 2019 and provides a unique\nopportunity for youth start-ups, students and entrepreneurs\nto bring their innovations to market quickly.\nThe internal and external teams have full access to Nestlé’s\ninfrastructure and R&D experts from around the world.\nSince 2019, over 257 participants have benefitted from the\nR+D Accelerator program and more than 90 products have\nbeen tested in 19 countries.\nDuring 2021, Nestlé Middle East and North Africa has been\nsupporting the Swiss-Middle East Circular Economy for\nYouth Initiative. Starting in March, student innovator teams\nfrom the region were identified and given mentorship by\nSwiss universities and companies, including Nestlé. Six\nteams were selected as finalists and pitched their projects\nto a jury at the Swiss Pavillion at Expo 2020 in Dubai,\ndelayed a year due to COVID-19, but finally held in October\n2021. Plasticycle was the winning team, and in 2022 it\nwill be receiving training and a special on-site bootcamp\nprovided by Nestlé in Switzerland.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 48"
    },
    {
      "page": 49,
      "text": "Strengthening communities | Youth opportunities\nOutlook\nCASE STUDY\nMoving forward, we will continue to invest in young people\nand their futures across our three strategic pillars of activity.\n> 20 million\nOver the next 12 months we will begin exploring ways Our Nesternship\nto develop an entrepreneurship platform to help people\nwith ideas to connect more easily to the R+D Accelerator.\nYoung people supported by the\nWe will also add more technical training in regenerative\nGlobal Alliance for YOUth in 2020\nagriculture to our Agripreneurship Academy.\nprogram\nIn 2022, we will launch a new Agripreneurship Academy –\nonline video-based training designed to attract and train\nthe next generation of farmers to work in a regenerative\nThe Global\nway. The academy will address topics ranging from climate\nchange, agroforestry and soil health to animal welfare. The\nAlliance for YOUth\nvideos will be available on YouTube, accessible anywhere\nVirtual internships The global pandemic presented many unprecedented “Challenging, inspiring and transformative are the\non any device, and often available in multiple languages.\nchallenges for business. While many organizations and words that define my experience at Nestlé. Working\nThe initial effort will focus on raising awareness of\nThe Alliance is a business-driven movement of like- individuals have adapted to a new reality, in which much\nacross Europe, the on inclusivity projects, employer branding and\nregenerative farming. Following this we intend to introduce\nminded organizations passionate about working of our communication is digitalized and handshakes are a\nmore technical training to support regenerative agriculture. youth engagement was an opportunity to hone\ntogether to help young people around the globe get thing of the past, the ripple effects of this are still being felt.\nMiddle East, Asia, my professional and personal growth.”\nIn the coming year, we will be expanding our Nesternship the necessary skills to thrive in the world of work,\nAs we have seen, one major trend since the start of\nprogram into additional markets across Asia, Oceania today and tomorrow. At present, 25 companies are Minhaal Ayam Khan, Nestlé Pakistan\n2020 has been the negative effect on young people and\nand sub-Saharan Africa. We will also continue to improve members of the Global Alliance, brought together Oceania and\nemployment. Nestlé’s focus on youth has meant this\nthe application portal for potential interns by adding and led by Nestlé. The alliance members aim to\ncannot be overlooked: we wanted to find a way to provide “The Nesternship was a wonderful opportunity I got\na new e-learning module. Similarly, the Nesternship provide knowledge to help young people develop the sub-Saharan Africa\nyoung people with training and employment opportunities\nfrom Nestlé Lanka. I connected with new friends\napp will be enhanced with a chat feature and more necessary skills to increase their chances of finding\nduring these difficult times.\neducational content. a job, offer first-job experiences and promote and through online webinars and fun activities, and it\nsupport young entrepreneurs. The Global Alliance for This is why we launched our Nesternship program in Zone gave me great business exposure.“\nThrough the Global Alliance for YOUth, we will continue\nYOUth members joined forces at the World Economic Asia, Oceania and sub-Saharan Africa in 2020. It was\nto drive and promote positive impacts for young people Deepaja Kalupahana, Sri Nestlé\nForum in Davos in 2019 and is supported by the our first Nestlé Virtual Internship Program offering an\namong our private sector partners and focus on key themes\nInternational Labor Organization, the World Bank experiential online learning opportunity for young people.\nsuch as resilience and agility, as well as to investigate the\nand the Global Apprenticeship Network. “I came into Nestlé with a strong feeling that\nimportant role of digital inclusion in youth opportunities. Not only does it provide an experience tailored to interns’\nI would be able to explore new ways of being\nIn April 2021, the alliance members announced that, preferences (for example, working remotely with countries\ndespite the challenges associated with COVID-19, around the world), from the recruitment process to creative through great mentorship, working\nin 2020 its members had supported 20 million young the hands-on experience, it also gives them the opportunity culture and impactful projects, and I was right!”\npeople with relevant training to develop the skills for self-paced learning, to find out more about our values,\nElmy, Nestlé Malaysia\nto find a job or start a business. and facilitates international peer-to-peer interaction.\nThe alliance’s primary theme for 2021 was resilience To help facilitate stronger engagement and connection,\n“My expectations were exceeded beyond doubt,\nand mental health. In support of International Youth in 2021 we also created a new tool for our ‘Nesterns’ to\nNestlé Central and West Africa Region supports\nDay, the Global Alliance for YOUth published a access digital learning content at their fingertips. We\nwebinar bringing together speakers from Nestlé, also launched the Nesternship smartphone app. It offers and accommodates growth. I also had the\nthe World Economic Forum, Willis Towers Watson, learning resources on various topics, a chat feature to privilege to meet so many Nesterns from all over\nFacebook and Sodexo to give young people affected interact with fellow Nesterns across Zone Asia, Oceania the world and form beautiful friendships.”\nby COVID-19 an increased level of confidence to find and sub-Saharan Africa, notifications on upcoming events\nMaame Efua Kowa Williams, Nestlé\nwork. A key part of the webinar was the launch of the and direct links to apply for job opportunities.\nCentral and West Africa\nnewly developed Resilience Model.\nThe Nesternship program and others like it help us to create\nYou can find more information on the champions of regenerative agriculture and nurture a pipeline\n“It’s been a great experience, and I’ve discovered\nGlobal Alliance, including its members at:\nof talent for the next generation of Nestlé leaders who share\nwww.globalallianceforyouth.org so much about myself. I developed valuable skills\nour purpose and values.\nfor both my personal life and future career.”\nRead more about how our research is applied in\nexperimental farms in growing communities to Adwoa Ofosua Boateng, Nestlé Central\nachieve breakthroughs and West Africa\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 49"
    },
    {
      "page": 50,
      "text": "Operating By creating a healthy, positive and ethical\nenvironment, empowering our employees\nto make sustainable business decisions\nand putting the right systems in place,\nNestlé is building for the future.\nresponsibly\nOur environment is rapidly changing and so\nare we. Our employees join Nestlé because\nthey want to be a ‘force for good’ and finding\npeople who share this goal is fundamental\nto our ability to influence the move to more\nregenerative food systems.\nThe way we operate, our systems, policies\nand procedures and our integrity and ethics\nare all essential to transformative action.\nWe are becoming an ever-more digital business,\nwhich is helping us to drive efficiencies\nand giving us greater supply chain insight.\nHowever, increased digitalization comes with\na greater responsibility to protect the rights\nof our consumers, suppliers, stakeholders\nand employees by safeguarding their data\nand using it respectfully.\nOur people 51\nEthical business 56\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 50"
    },
    {
      "page": 51,
      "text": "Operating responsibly\nWe aim to increase\nOur performance\nthe proportion of women\nOur\nWomen in the top 200+ senior\nexecutive positions (%)\nin our top 200+ senior\nexecutive positions to\n30% by 2022\npeople\nSDG contributions\nOur employees are at the heart of our Background\nAt Nestlé, we strive to make our business a great place\ncommitment to being a ‘force for good’.\nto work – now and in the future. We want to foster an\nattractive and fulfilling environment offering exciting\nIt is thanks to their determination that\nopportunities and varied careers. Every aspect of how we\ntreat our employees is rooted in respect and we bring our\nwe can strive to advance regenerative\npurpose and values to life through our diverse and inclusive\nworkforce. In addition, we recognize that employee health\nfood systems at scale. Their health\nis fundamental to a strong business. Healthier employees\nand well-being is our priority. tend to be happier, more engaged, higher performing and\nmore productive.\nWe respect and encourage\nAs stated by the International Labour Organization,\nas much as being a public health crisis the COVID-19\nall our employees: we value their\npandemic has been an employment and social crisis.\nIt has had unequal effects on different groups of people.\npotential regardless of race, ethnicity,\nFor example, gender equality has lapsed as women took\non additional childcare and housework responsibilities.\ngender, national origin, religion, gender\nYoung people’s education has been disrupted and it has\nbecome much harder to find a first job.\nidentity, sexual orientation, age and\nCOVID-19 also accelerated a shift to more technology-\ndifferent abilities, leaving no one behind.\ndriven flexible work arrangements. E-commerce and tele-\nservices have boomed, artificial intelligence and automation\nhave driven efficiencies and businesses and employees\nhave had to change rapidly to keep pace. In 2021, it\nbecame clear that continually adapting how employees\nwork – physical versus remote working or other methods\nof physical distancing – has become an everyday reality.\nAt Nestlé, we responded to this shift.\n6.52\n2.72\n0.03\n64%\nCountries where Parental\nSupport Policy is fully rolled out\n0.71\nRecordable illness rate\nper million hours worked\n2020 2021 2022\n1.33\nRecordable injury rate per million\nhours worked (1.28 in 2020)\nEY assured. The EY limited assurance\nreport and conclusion can be found at\nwww.nestle.com/assurance-statement\nOur Reporting Scope and Methodology\nfor ESG KPIs document provides details\nand definitions and can be found at\nwww.nestle.com/esg-kpis\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 51"
    },
    {
      "page": 52,
      "text": "Operating responsibly | Our people\nApproach Talent management\nWe manage talent on a global scale, ensuring that we How we promote\nattract and hire the right candidates to be a ‘force for good’,\nOur approach to our people is realized while empowering our employees to navigate their own\ndiversity and inclusion\ninspiring careers.\nthrough five key areas:\nTalent attraction: Our employer branding Culture\nWe align our approach to talent acquisition and retention Our inclusive culture leverages the differences\nwith our business strategy, purpose and values, so that our of our employees\ncompany and our people share the same goals.\nSociety\nWe recognize that people want to work for a company Our work in society is based on the way we\n1. 2. 3. 4. 5.\nthat has values that align with their own, and sustainability act and engage with our stakeholders\nis a big part of that. We offer our employees the chance\nInnovation\nto join a global corporation that encourages innovation\nOur innovations consider diverse consumers and\nand change toward a better world. We have an important\ncustomers when we make and distribute our products\nrole to play in contributing to preventing and managing\nthe impacts of climate change, and we seek to attract\nand retain the best and brightest talent to help us\nOur Gender Balance Acceleration Plan aims to increase the\nfulfill this task.\nproportion of women in our top 200+ senior executive posts.\nWe carefully monitor our succession planning to ensure\nDiversity Employee Employee Organizational Talent development and retention\nthat we have the right pipeline for our most critical business\nTalent\nWe provide a unique opportunity at Nestlé. The breadth\nand health, safety and relations and design and change roles and provide career support and guidance through our\nand depth of our operations is vast and we encourage our\nmanagement Senior Leader Development Roadmap (Corporate Mentoring\npeople in finding new and exciting opportunities within\ninclusion well-being engagement management Program, Senior Leaders Development Assessment Center\nthe company throughout their careers. We encourage\nand Senior Executive Program).\nglobal mobility and work with our employees to fulfill their\nneeds in terms of flexibility, training, growth and reward.\nEmployee health, safety and well-being\nIncreased remote working has led to many of our face-to-\nEmployee health is fundamental for building sustainable\nface training courses moving online. We have worked hard\norganizations, driving market performance and\nto ensure that despite the reduced physical contact our\ndemonstrating shareholder value.\ncourses achieve the same objectives in terms of supporting\nand promoting the Nestlé purpose and values.\nEmployee Health Strategy\nAll our employees are empowered to drive their own\nOur employee health vision aims to inspire and empower\ncareers and supported by their line managers through\nour people to choose a healthier future for themselves,\nour performance management process and annual\ntheir families and our business.\nAttracting, developing Building a better Inspiring and Supporting Nestlé in its Based on our Corporate\nperformance goals. Our ‘SuccessFactors’ online system\nOur approach involves:\nand retaining talent while business that is empowering our people goal to be a company Business Principles our provides a tool and resource both for managers and\nemployees to find guidance and to track this process.\n– Protecting our people through anticipation\npreparing our workforce inclusive and equal for to choose a healthier where employees are culture is supported by\nand management of workplace health risks\nWithin ‘SuccessFactors’ we provide competency\nfor the needs of our genders, people with future for themselves, treated with mutual regularly updated policies\nframeworks and development planners for each – Promoting health and well-being by offering programs\nfuture business. disabilities, LGBTQ+ their families and trust and fairness, and and communicated function, as well as digital library access to our iLearn and solutions that encourage our people to take\ncommunities and all our business while where they feel engaged through our training. educational platform. responsibility and adopt an approach of ‘learn,\nfeel and choose’\nraces and ethnicities. providing a healthy with our purpose,\nDiversity and inclusion\n– Supporting our people during and after injuries and/or\nworking environment. values and principles. We focus our inclusion efforts on four key pillars of\nillnesses, helping to create optimum health outcomes\ndiversity (gender balance, people with disabilities, LGBTQ+\n– Fostering an environment where employees experience\ncommunity and race and ethnicity) and intersectionality\ncaring leadership\nas an essential element of our approach working toward\nequity and belonging. See our case study for more on our This approach is underpinned by the principles of respecting\napproach to diversity and inclusion. privacy and personal choices, enabling informed decision-\nmaking and supporting a healthy working environment and\nworking conditions.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 52"
    },
    {
      "page": 53,
      "text": "Operating responsibly | Our people\nNestlé Roadmap for Employee Health rolled out in our markets until\nUnder each specific pillar (foundations, governance and CASE STUDY\nTo achieve our vision, in March 2021, we launched our capabilities, health promotion and communication and the end of 2022.\nroadmap, outlining our priorities for 2021 to 2023 and networking), we detail key milestones and deliverables for Toward the end of 2021, we launched\nserving as a reference for our markets when developing progressing with the Employee Health agenda at Nestlé. our Global Guidance for Providing\ntheir Employee Health Strategies.\nSupport to Employee Victims of\nDomestic Violence or Abuse. We\nare one of the first companies in the\nNestlé Roadmap for Employee Health 2021-2023\nworld to have such guidance in place.\nIt outlines a framework for markets\nto support employees experiencing\nor surviving domestic violence,\nOur vision and follows our policy against\ndiscrimination, violence Our Global\nInspiring and empowering our people to choose a healthier future\nand harassment at work.\nfor themselves, their families and our business.\nThis guidance is meant to support\nall employee victims and survivors\nFoundations Governance Health promotion Communication\nof domestic violence, regardless\nParental Support\nand capabilities and networking of gender identity. It aims to:\n– Guide markets on adopting\n– Employee – Strengthen employee – Evidence-based – Employee health\nand implementing measures\nhealth standards health community approach communication\nof support for employees who\nand reporting strategy Policy\n– Employee – Education are experiencing or surviving\n– Crisis management Health Council and awareness – Stakeholder domestic violence\nplan management\n– Employee – Driving actions – Raise awareness of all employees\n– Medical assistance health dashboard through programs: – Networking on domestic violence and remove\nprogram for - Physical activity fears of stigmatization at work\nbusiness travelers - Healthy eating for employee victims\nand expatriates - Mental health\nIn addition, 2021 was also a critical Enriching the quality of life\n- Comprehensive\n– Direct employee\nroll-out year for our Global Parental\nhealth check\nhealth support for all parents and families\nSupport Policy. By the end of 2021,\n– Ergonomics 64% of countries had fully rolled out\n“I am very grateful for the\nthe new policy and we are on track Individual journeys to parenthood are very different,\nto complete the roll out in 2022. so we have created an expanded and inclusive parental opportunity to take one\nOur principles support policy that applies to all employees in all\nkinds of families. Our aim is to encourage an inclusive month’s paternity leave. It\nculture in the company, supporting gender equality and\nRespecting privacy Enabling informed Supporting a healthy working environment has allowed me to spend time\n1 2 3\ndiversity everywhere.\nand personal choices decision-making and healthy working conditions\nwith my baby and support my\nBy the end of 2022, all primary caregivers in the company\nWe empower employees\nto navigate their own will gain the right to a minimum of 18 weeks’ paid leave wife during and after delivery,\ninspiring careers. to care for new children. The primary caregiver is also\nand even to sleep a bit later\nEmployee relations and engagement We work closely together with the International Union granted the right to extend their leave up to a total of six\nOur vision for employee relations is to support Nestlé in its of Food Workers to ensure that the needs of our entire months, in accordance with local laws and regulations or after short nights!”\ngoal to be a company where employees are treated with workforce are addressed properly. This relationship has local practices. In addition, for the first time, secondary\nmutual trust and fairness and where they feel engaged been particularly important during the pandemic to ensure caregivers will be given four weeks’ minimum leave. Omar Cedrati, Demand Planning\nwith our purpose, values and principles. We aim to provide the safety and health of our employees, while managing Manager, Cereal Partners Worldwide,\nThe policy is gender neutral and applies whether children\na compliant, safe and healthy work environment that is business continuity and supporting local communities. Nestlé Middle East\nare biological or adopted as minors.\ncontemporary and flexible, contributing to openness and\nWe review our policies and guidance documents regularly,\ninclusiveness in all our interactions. We also believe in The policy is applicable to all Nestlé markets, as a\nrefreshing and updating them where needed or launching\nbeing a business that collaborates with our employees, minimum standard on parental support for Nestlé\nnew policies to fill any new needs. In April 2021, we\nemployee representatives, employee organizations and employees worldwide.\nlaunched a new Policy Against Discrimination, Violence\nexternal labor stakeholders in order to contribute to the\nand Harassment at Work, which is being progressively\nbusiness’s success.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 53"
    },
    {
      "page": 54,
      "text": "Operating responsibly | Our people\nOrganizational design and change management Performance\nWe manage and promote the Nestlé purpose and values\nTalent management 54.4%\nat a global level, providing our markets with the support\nand guidance they need to ensure a consistent culture During 2021, we aligned our employer branding and\nthroughout Nestlé. In line with our Corporate Business recruitment communications with the corporate brand\nEmployees covered\nPrinciples, our purpose and values are based on the and internal regeneration messaging. Nestlé as a ‘force\nOur pledge to support equal work for equal pay is supported\nsame ideas as when we develop our products: fairness, for good’ is now the bedrock of all our recruitment by collective\nby our Equal Pay Analysis, which will be conducted annually.\nhonesty and a concern for individuals, families, pets communications in all channels and parts of the world. bargaining agreements\nand communities.\nIn 2021, we also became more targeted in our recruitment\n43.8%\nWhile our Corporate Business Principles are firmly drives, by headhunting in-demand skills groups using more\nThe Bloomberg Gender Equality Index recognized Nestlé\nestablished, we recognize that the world is changing specialist channels to reach potential candidates. We also\nfor our transparency in gender reporting and advancing\nfast, so we constantly evaluate the external environment moved to a proactive recruitment strategy: rather than simply\nwomen’s equality in the workplace for the fourth Middle and senior\nand are ready to adapt. And, while we are committed to recruiting for open positions, we now target skills and roles\nconsecutive year. We also featured in the European\nmanagement that\nfollowing our Corporate Business Principles in all countries, we regularly recruit for on an ongoing basis.\nRound Table’s D&I Toolkit of best practices.\nwe always take local legislation, cultural and religious are female\nWe measure our success based on our ability to attract Our culture of diversity and inclusion is reinforced\npractices into account.\nhigh-caliber candidates who are seeking an employer with People with disabilities by our support networks, partnerships and policies.\n15.8\npurpose. We monitor engagement with our recruitment We believe that living with a disability should not define a\ncommunications and the traffic we drive to our careers site. person. Every individual has the unique ability to contribute\nto society and deserves equal opportunities.\nWe are evaluating the skills we will need such as greater Average number of hours LGBTQ+ community\nWe offer employees a chance to\ndigital and AI capabilities. We are now clear about the At the end of 2020, we formed a partnership with of technical or vocational Nestlé has expressed support for the United Nations\nbe a ‘force for good’ and develop\nrewarding careers. capabilities we need to recruit and the development journeys The Valuable 500, which we embedded in 2021. Standards of Conduct for Business on tackling\ntraining provided to workers\nwe need to encourage our employees to embark on. The partnership involves three commitments, to: discrimination against LGBTI people. In addition, we\nin the company’s operations\nare proud to be part of the Partnership for Global LGBTI\nNestlé has a strong record of democratized training access, – Provide equal opportunities for all and continuously\nEquality, the only LGBTQ focused organization in the world\nproviding lifelong learning opportunities for all employees, advance accessibility for people with disabilities\nwhere the private sector and civil society sit together\nregardless of role or location. The journey to increase within our operations\nas members, to accelerate equity, social and economic\nchannel access started in 2016 and accelerated with the\n– Promote awareness and understanding of the\ninclusion for the LGBTQ+ community. The Partnership is an\nadvent of the COVID-19 pandemic. By June 2021, our\nexperience of people living with disabilities, in order\ninitiative of Business for Social Responsibility, the Office of\ntraining catalogue had been moved into a virtual format,\nto mitigate unconscious bias and create an even more\nthe United Nations High Commissioner for Human Rights\npostponed or alternatives offered where the training course\ninclusive workplace\nand the World Economic Forum.\nwas not suitable for online delivery (e.g. some leadership\n– Leverage our Nestlé needs YOUth initiative to positively\nprograms). After a dip in training rates in 2020 (14.3 hours Our Global Parental Support Policy recognizes the diversity\nimpact the lives of young people living with disabilities,\non average per employee) due to COVID-19, in 2021 we saw of families and that parental roles are no longer solely\nhelping them develop the skills they need to thrive\naverage training hours per employee increase (15.8 hours), defined along traditional gender lines. All families can\nhaving moved to virtual training wherever possible. benefit from enhanced parental paid leave, including\nsame-sex couples, single parents and couples that adopt.\nOur people by type of employment\nDiversity and inclusion\nGender balance Covers Nestlé employees registered in the human resources system (approximately 97% of all employees). Race and ethnicity\nEach data point correct at the time the snapshot was taken.\nWith 27.2% of our top 200+ senior executive positions held Nestlé has longstanding efforts on advancing racial\nby women, we are on track to achieve our 30% target in Permanent Temporary and ethnic inclusion. Today, more than 88% of market\n2022. Our pipeline of high-caliber females is strong, with management committee positions are held by local\nTotal number of employees Female 94 337 8 779\n43.8% of managerial positions currently held by women. by employment contract employees. This is in line with our efforts to build leaders\n(by gender) Male 155 175 8 632 who are truly representative of the communities we serve.\nWe have been working to balance the gender makeup of our\nThe World Economic Forum launched the Partnering for\nworkforce. As well as company-wide initiatives, our markets Total number of employees Americas 95 464 5 839\nRacial Justice in Business initiative, of which Nestlé is\nby employment contract\nhave tailored programs to increase workplace diversity.\nAsia, Oceania and Australia 70 183 3 356 a founding partner. We have committed to putting racial\nIn 2021, we rolled out training on unconscious bias and and ethnic justice on our Board’s agenda and setting\nEurope, Middle East and North Africa 84 018 8 117\npreventing sexual harassment in the workplace and we long-term strategies to develop an anti-racist workplace.\naim to train at least 90% of all our employees globally\nFull time Part time\nby end-2022. We assessed our 2020 Equal Pay Analysis\nwith positive results and now plan to conduct this Total number of employees Female 96 382 6 734\nby employment type\nannually, supporting our 2018 pledge to accelerate equal\n(by gender) Male 160 649 3 158\npay for equal work.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 54"
    },
    {
      "page": 55,
      "text": "Operating responsibly | Our people\nEmployee health, safety and well-being The series had 14 480 total video views and received very Our risk-based safety strategy\nNESTLÉ EXPERT\nManaging the pandemic was a key priority in 2021. Our positive feedback. In 2020, we launched a new safety\nfocus was on developing and deploying global guidance strategy focused on our highest\nTaking into account the impact of mental health issues\non COVID-19 vaccines. The emergence and circulation of risks: life-saving rules to prevent A catalyst\nand sedentarism, which was amplified during COVID-19,\nmore transmissible variants of SARS-CoV-2 is a significant fatal and serious injuries; digital\nwe launched a global digital platform called Pleaz. The\nconcern, highlighting the need for fast vaccination of safety innovation, where technology\nplatform provides easy access to active breaks. In Pleaz,\nemployees and for maintaining a comprehensive approach could contribute to the elimination\nemployees can find guided exercises from stretching to\nto protection measures. To avoid the double burden of serious accidents; and behavioral\nmindfulness that help unwind and renew their energy in\nof COVID-19 and seasonal flu, we also reinforced the science to help us understand what for change:\na quick active break. In 2021, we had 26 193 activations in\nimportance of the flu vaccination for markets. drives at-risk behaviors and address\nthe platform, confirming the high interest of our employees.\nroot causes.\nTo facilitate direct access to health services and to holistic We also marked World Mental Health Day on October\nwell-being support, we finalized two global bidding projects 10 with an entire week dedicated to the topic. The week By executing our strategy, we\nto validate reliable and good quality global providers included inspirational and supporting messages from believe we will achieve significant\nfor our market Employee Assistance Programs and senior management, testimonials from employees, improvements in our safety Diversity and inclusion\nTelemedicine support. viral campaigns, tips on how to support colleagues performance and toward our\nthat are struggling and how to get help. This reached zero-harm vision. in all corners of the world\nThe Nestlé Know Your Numbers Program (KYNP) enables\n130 063 employees.\nus to measure the overall health risks of our employee\npopulation, helping us to better understand health profiles, We also continued to work with industry bodies, including\nthe impact of health on productivity and to build strategic, our work with the Consumer Goods Forum where we Outlook\ntargeted and evidence-based interventions. KYNP was are a member of the Employee Health and Well-being\nIn 2022, we aim to pilot a diversity\nmade available to 227 640 employees by the end of working group. Nilufer Demirkol,\nand inclusion self-identification\nGlobal Head of Diversity and\nDecember 2021 and based on the cumulative data, 49 687\nIn 2021, our recordable illness rate per million hours program in a selection of target Inclusion, Nestlé\nNestlé employees so far have participated in the global\nworked was 0.71. There were zero recordable fatalities markets and, if successful,\nversion of the program. The most prominent health risks\nfrom illnesses, but we unfortunately recorded 20 will consider rolling it out in a\ncontinue to be related to stress, unhealthy eating, lack of\nirreversible illnesses. greater selection of markets.\nphysical activity, weight and sleep.\nWe are also planning on further\nBy creating a respectful, supportive environment “This year, we have continued to work toward our\nAwareness building in the form of educational programs, Safety developing our culture of inclusive\nin which our employees feel free to be their best selves, commitments: to empower women as agents of change for\nsuch as #HealthyLives training, continues to play a key We deeply regret that three people lost their lives while communication and marketing.\nwe empower them to help fulfill our plan to advance a just transition to regenerative agriculture practices across\nrole in building the foundations for informed decisions on working for us in 2021 (five in 2020). Two of these\nIn certain markets, such as the regenerative food systems at scale. our entire value chain; and to increase the proportion of\nhealthier lifestyle choices. people were our employees and one was employed by a\nUnited States, we are required to women in our top 200+ senior executive positions to 30% by\ncontractor. One fatal accident was a road traffic accident, “Our business touches people across many locations\n#HealthyLives, our global training program, includes have a comprehensive Supplier 2022. Although we are proud of the progress we have made\none occurred on a construction site and one occurred around the world. Any differences, which could be cultural,\nguidance and interactive exercises across four dimensions: Diversity program in place. Our goal there will always be room for improvement. As a business\nduring production operations. societal, physical or even legal among others need to be\nphysical activity, sleep, nutrition and mental health, and in 2022 is to take our learnings from we are also continuing to roll out our gender-neutral Global\nconsidered from a diversity and inclusion perspective,\nis available in 16 languages. In 2021, it had a good uptake All fatal accidents are investigated by an independent the markets running this program Parental Support Policy in all our markets by end-2022.\nso we look to our purpose and values, rooted in respect,\nand was the non-mandatory training with the highest investigation team to ensure we understand the root successfully and to expand the\nto guide what we do. “This is why we look to other companies regarding diversity\ncompletion rate at Nestlé, with 445 776 videos completed causes. We take action to prevent recurrence and to share program around the world.\nand inclusion practices (not just to compare, but to help\nby 31 636 employees. To support employees implementing the lessons learned across the company. “But it is our global reach that makes diverse teams so\nWithin our employee health and each other) why partnerships are so important, and the\nwhat they have learned, 94.4% of our canteens now offer crucial to our success. Without the inclusion of different\nWe had 13 serious injuries in 2021 (14 in 2020), while our wellness agenda, we will continue to reason we created more in 2021. Holding up a mirror to\na healthy meal and 53.0% of our sites provide a nap room and varied voices, knowledge, experiences and abilities,\nGroup recordable injury rate (per million hours worked) work through our defined roadmap ourselves by joining forces and opening up to transparency\nor equivalent space for resting. we would not be able to create value for our customers\nwas 1.33, a 5% reduction compared with 2020. However, toward our 2023 goals. One program and accountability is key.\nand society beyond. We must reflect, and respect, the\nWe also launched a series of global webinars called our lower recordable injury rate in 2020 coincided with the that we anticipate introducing is\ncommunities where we work and who we rely on. “But our corporate initiatives come back to our people.\nHealthTalks, which aim to raise awareness and provide national lockdowns in response to COVID-19. Our 2019 related to healthy eating.\nIt’s easy to get lost in targets and numbers, regulations,\neasy-to-apply tips on how to develop and maintain recordable injury rate of 1.5 provides a more accurate “As Global Head of Diversity and Inclusion, my role is to\nframeworks and policies – what matters is that every\nhealthier lifestyle habits. Six webinars were delivered: baseline against which to analyze our safety performance. lead a team that cultivates diversity, equity and inclusion\nemployee feels safe and happy to be who they are\nin the workplace where anyone is able to access and\nat their place of work. That they feel supported, valued,\n– Mental health and well-being\nenjoy equal rewards, resources and opportunities, from\nand respected – every day and at every stage of their life.\n– Sleep recruitment through to development and advancement. We\nsee everyone as equal, regardless of race, ethnicity, gender, “Success relies on each of us and every individual has their\n– Physical activity and active breaks\nnational origin, religion, gender identity, sexual orientation, role to play. We can all make the company more inclusive\n– Emotional intelligence\nage and different abilities, leaving no one behind. with the daily decisions we make and foster our collective\n– Maintaining good relationships in a hybrid world growth by being willing to evolve.\n– How to cope with the mental load of parenting\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 55"
    },
    {
      "page": 56,
      "text": "Operating responsibly\nSDG contributions\nEthical\nbusiness\nNestlé Corporate\nBusiness Principles\nand Code of\nBusiness Conduct\nWe continue working to Background Approach privacy and the protection of personal data. We strive to The Nestlé Corporate Business Principles are mandatory\nbe transparent with people about how we process their for all Nestlé employees and are supported by our Code\nCompanies earn the trust of their stakeholders by operating Business ethics and compliance\ngenerate trust as an ethical data and to provide meaningful control over how personal of Business Conduct and other policies. We integrate\nwith high standards of business ethics. They maintain their Our comprehensive Compliance Program enables our\ndata are collected and used. We also avoid using data and them into our business planning, activities, operations,\nlicense to operate by complying with laws and regulations employees and managers to do the right thing for the\nand sustainable business: technology in ways that are unethical or could lead performance reviews and auditing. Where our own\nin their jurisdictions. right reason, while protecting and strengthening Nestlé’s\nto discrimination, exploitation or cause harm. principles and policies differ from local legislation the\nreputation. It supports our work related to environmental\nto inspire industry, We conduct business in an ethical and principle-based higher standard applies. Our Compliance Program\nand social matters, and it is a condition for making Nestlé The Group Data Protection Officer reports to the Nestlé\nmanner, even in the absence of applicable regulatory supports the continuous development and implementation\ncollaborate with our peers a ‘force for good’. Executive Board and relevant subcommittees, supported\nrequirements. Our commitments to integrity, fairness and of the Nestlé Corporate Business Principles based on\nby Data Protection compliance committees and Champions\nauthenticity are enshrined in our company’s purpose and Our CARE audit program is an important tool to monitor ethics, integrity and a ‘doing the right thing for the right\nand encourage consumers in relevant functions, businesses and Nestlé markets.\nvalues, our Corporate Business Principles and our Code internal compliance in our sites around the world. The reason’ mindset.\nof Business Conduct. Danish Institute of Human Rights provided input on the\nto make changes that all Using technology to drive sustainable supply chains The Nestlé Code of Business Conduct specifies certain\nprogram. We take a coordinated, holistic and risk-based\nNestlé values consumers’ and employees’ trust above all non-negotiable minimum standards in key areas of\nAs we build ever closer relationships and greater\napproach to monitoring our conduct against regulatory\nhelp in the shift toward else. We safeguard our reputation by behaving ethically employee behavior, including integrity, compliance with\ntransparency throughout our supply chains, technology\nrequirements, society’s expectations and Nestlé’s Code\nand handling data and technology systems responsibly laws, conflicts of interests, antitrust and fair dealing,\nand data have a huge role to play. We manage vast\nof Conduct and Corporate Business Principles.\nmore regenerative food while demonstrating transparency. bribery, corruption (UNGC Principle 10), discrimination\namounts of information on where our raw materials are\nand harassment, and accurate reporting and accounting.\nsourced from and use this to help drive supply chain\nManaging data responsibly and ethically\nsystems. Trust in Nestlé is\nimprovements and evaluate the responsible measures\nOur commitment to protect personal data and privacy\napplied at each stage. We also use data from satellite\nfundamental to our culture is reflected in our mandatory Global Privacy Program,\nmonitoring to evaluate forest areas at risk, with the aim\nData Ethics Framework and Corporate Business Principles.\nto prevent deforestation before it happens.\nand to the value chain These enable Nestlé to meet the changing expectations\nof stakeholders and to demonstrate our respect for\nevolution we are leading.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 56"
    },
    {
      "page": 57,
      "text": "Operating responsibly | Ethical business\nOur four Compliance Program Pillars\n1. Compliance 3. Monitoring and reporting\ngovernance and culture\nOur global CARE Audit program is an internal social\nOur strong culture of business ethics is led and driven audit verification that aims to ensure that all our\nby senior managment. We are determined to ensure employees and sites operated by Nestlé comply\nthat our policies, standards and procedures, supported with local legislation, our Corporate Business\nby a robust governance system and processes, enable Principles and our Code of Business Conduct.\nNestlé to conduct business in an ethical and principles- External auditors assess compliance with our Corporate\nbased manner, to fulfill our business requirements and\nBusiness Principles against seven pillars: conditions\nto meet societal evolution and expectations, all the\nof work and employment, business integrity, safety\nwhile reinforcing a Speak Up culture.\nand health, environmental sustainability, security,\nlocal communities, and labor accommodation.\nIn addition, we have recently issued our evolved\nHuman Rights Framework and Roadmap that provides\na comprehensive framework to continue developing\nour preventive measures to protect human rights\nin our business relations with third parties.\n2. Communication and 4. Closing gaps Total cases substantiated through Speak Up\ntraining: dissemination of\nWe execute continuous risk assessments in order\nprocesses and tools\nto define the priorities and focus areas of our\nCompliance Program. We also ensure that ethical\nWe run an annual communication campaign in order\ndiscussions, consequence management and action\nto achieve the proper dissemination of ethics and\nplans are duly executed.\ncompliance guidance, as well as information on the\nongoing evolution of our compliance culture, principles\nand values. Training materials and tools are continually\ndeveloped and implemented to support and monitor\nthis dissemination process.\nIn all areas: automation of systems and processes\nThe execution of our Compliance Program is supported by\nthe continuous deployment and improvement of digital tools,\nwhich provide effective and actionable monitoring and reporting.\n235\n085\nTotal non-compliance concerns raised through\nSpeak Up\n2020 2021\n503\n3\n574\n2\n2020 2021\nTotal cases closed through Speak Up\n127\n2\n449\n1\nPerformance Non-compliance concerns raised New reporting channel Speak Up and case\nmanagement system\nthrough Speak Up by category\nIn April 2021, we launched our single global internal\nand external reporting channel for non-compliance\nBreakdown categories Messages Messages\nconcerns and questions – Speak Up.\nfor Speak Up messages received substantiated\n100%\nAbuse of power and/or mobbing/bullying 567 188 Speak Up replaced our internal reporting system and\nexternal Tell Us system and is independently operated by a\nPercentage of operations Unfair treatment 386 97 third party to ensure anonymity when requested. Speak Up\nprovides Nestlé employees and all other stakeholders with\nassessed for risks\nLabor practice 373 77 a dedicated communication channel for reporting non-\nrelated to corruption\ncompliance concerns. This new system provides us with\nSafety and health 156 29\nmore transparency and better data. We completed\nthe launch and implementation of Speak Up in all markets\nFraud (misappropriation or misconduct on 137 28 in 2021, with the exception of two that are being migrated\naccounting/financial statement)\nto the new system in 2022.\nHarassment (excluding 108 37\nsexual harassment) Every allegation is professionally and confidentially\nhandled. As a consequence of substantiated cases,\nThird-party compliance 94 17\n133 employees had to leave the company and six service\nproviders’ contracts were terminated.\nGifts, families and relatives, 91 8\nconflicts of interest\nWith the launch of Speak Up, we have also introduced\nViolation of laws/regulations 91 25 a new Case Management System. This is an add-on\nfeature whereby all the cases reported on Speak Up are\nViolence and discrimination 78 19 recorded and managed by markets, enabling the anaylsis\nof relevant anonymized KPIs and statistics on an ongoing\nSeeking compliance advice 63 10 basis. With the Case Management System, we will have\nmore complete and accurate information and improved\nSexual harassment 59 22 capabilities to analyze data trends. This will provide us with\nmore meaningful information and support the development\nBribery and corruption 55 4\nof improvement plans.\nConfidential information, Privacy 49 11 To support the launch, we rolled out a comprehensive\nPolicy (data privacy, trade secrets, communication campaign aimed at reinforcing our culture\nintellectual property)\nof compliance and business ethics, and empowering\nHuman rights (child labor, forced labor 49 1 employees to use the new system to Speak Up.\nand modern slavery risks)\nEnvironmental impact 43 3\nOur Speak Up reporting system contributes\nto our culture of trust and integrity.\nAntitrust and fair dealing 33 1\nMANCOM members related 17 2\nNon compliance with WHO Code 11 1\nTrade sanctions 10 0\nExecutive Board member/senior 5 0\nmanagers in Switzerland\n2020 2021\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 57"
    },
    {
      "page": 58,
      "text": "Operating responsibly | Ethical business\nCompliance and Corporate Business Monitoring and reporting Outlook\nPrinciples training We added topics on our compliance reporting in 2021,\nIn the next year, based on our evolved Human Rights\nTo help strengthen our compliance culture, we significantly including results for our compliance self-assessment Framework and Roadmap, we will strengthen due diligence\nincreased the number of global mandatory online training tool, the number of completed mandatory trainings and risk assessment of third parties. Our mandatory\nsessions delivered to 1.2 million in 2021 (300 000 in 2020). and conflicts of interest. We also refined the data compliance training and ongoing communication will\nMuch of the training is related to Nestlé’s Corporate collected and how it was shown, creating more continue to help strengthen our ethical business culture.\nBusiness Principles. Employees are required to take transparency for our geographical zones and markets.\nSpeak Up and the case management system will be rolled\na certain number of compliance training sessions per\nout to the two final markets, Nestlé USA and Germany.\nyear, completing a set of 10 mandatory training sessions Data ethics\napproximately every three years. Several markets run We measure our performance on privacy and data ethics One of the most important areas for Nestlé to anticipate is\nannual anti-corruption day campaigns. Corruption is also against many internal metrics and comply with legal the impact of data and digitalization on human rights, and\ncovered in the Code of Business Conduct, supported requirements in each country where we operate. the implications for individuals creating digital profiles and\nby global training in several languages.\nsharing personal data. How Nestlé collects and uses data\nIn 2021, we continued to train employees on data ethics\nmust be closely regulated internally as well as being at all\nand how to manage data legally and responsibly through\nCARE audits in 2021\ntimes in compliance with local and international standards.\nan iLearn module titled ‘Data Ethics at Nestlé’, as well as\nThe number of CARE audits increased in 2021 (247)\nthrough our Corporate Business Principles e-learning. There is a clear trend for established data protection and\ncompared to 2020 (150). Our CARE reviews expanded\nprivacy laws to be strengthened and for countries without\nto include topics related to safety and health and conditions Through our advocacy program, we aim to be part of the\nregulations to create new laws. Nestlé aims to ensure\nof work and employment, such as labor accommodation international conversation on the evolution of data privacy\nthat our business stays up to date and compliant with\nfor on-site workers. and use our voice to promote best practice when possible.\nall applicable data protection regulations.\nTechnology-driven transparency\nCategory 2020* 2021\nOur work with partners to test and deploy technology in our\nCARE audits carried out 150 247 upstream supply chains continued in 2021. Technology can\nsupport transparency by facilitating end-to-end traceability\nLocations covered by CARE audits 300 379 and substantiating sustainability claims.\nWith our partner OpenSC, alongside farmers and suppliers\nCARE audit improvement 274 333\nin the Democratic Republic of the Congo, we designed\nopportunities identified\na technology blueprint for end-to-end coffee traceability\nCARE audit gaps closed 253 161\nusing smart devices and QR codes. We also tested\nmethods to monitor and verify certain sustainability\n*Data for 2020 has been restated as some audit results were received after the 2020\naspects of our supply chains, such as farmer income,\nCSV and Sustainability Report was published.\nthrough mobile money.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 58"
    },
    {
      "page": 59,
      "text": "About this This Creating Shared Value and Reporting frameworks\nThis report has been produced in accordance with the\nSustainability Report 2021 provides an\nGlobal Reporting Initiative (GRI) Standards (Core). We also\napplied the Sustainability Accounting Standards Board\nupdate on our performance for each of\n(SASB) Standard for the Processed Foods sector and World\nEconomic Forum Stakeholder Capitalism metrics. Our GRI\nour material issues during the calendar\nContent Index and SASB Index are available on our website.\nreport\nyear ending 31 December 2021.\nIndependent assurance\nWe engaged two third-party organizations to provide\nIt aims to provide a full and balanced picture of Nestlé’s\nindependent assurance of the content of this report in 2021.\nmaterial topics and related impacts. The report is aimed\nBureau Veritas has provided independent assurance of\nat a broad audience including investors, non-governmental\nthe accuracy, reliability and objectivity of the information\norganizations, environmental, social and governance\nincluded in this report, and that it covers our material\nservices, customers and suppliers.\nissues. The assurance process was conducted in line\nWe provide further information about our approach\nwith the requirements of the AA1000 Assurance\nand programs online at www.nestle.com/sustainability.\nStandard (AA1000AS v3) Type 2 at moderate level EY assured. The EY limited assurance\nFor investors, we also provide an overview of activity\nof assurance. The full assurance statement with report and conclusion can be found at\nrelated to our major material issues in our Annual Review\nBureau Veritas’ independent opinion can be found www.nestle.com/assurance-statement\nat www.nestle.com/investors.\nat www.nestle.com/assurance-statement.\nIn addition, in 2021, we engaged EY to provide independent\nReporting scope, boundaries and methodology\nassurance on the selected key performance indicators\nThis report covers our global operations and contains\n(KPIs) of high strategic importance included in our EY reviewed for consistency.\ndata for wholly owned companies and subsidiaries that\nperformance summary. This assurance engagement was\nare consolidated in the Nestlé S.A. financial statements,\nperformed in accordance with the International Standard\nexcluding associates and joint ventures and suppliers Our Reporting Scope and Methodology\non Assurance Engagements (ISAE) 3000 to provide limited\nunless otherwise stated. Our environmental data refers for ESG KPIs document provides\nassurance. We engaged EY to strengthen stakeholder\nto factories and warehouses, except for acquisitions that details and definitions and can be\nconfidence in the data we report and in anticipation\noccurred after 31 December 2020. Our separate Reporting found at www.nestle.com/esg-kpis\nof increased regulation of sustainability reporting and\nScope and Methodology for ESG KPIs document provides\nassurance. Our Reporting Scope and Methodology\ndefinitions and methodologies for our selected EY assured\nfor ESG KPIs document provides details and definitions We hope you find this report\nkey performance indicators. All monetary amounts are in\nof these selected KPIs and can be found at interesting and informative.\nSwiss francs (CHF), unless otherwise stated.\nwww.nestle.com/esg-kpis. Please share your feedback\nOur Annual Review provides an overview of our product and suggestions with us:\nThe selected KPIs assured by EY are marked with the EY\ncategories, operating segments and markets where\nlogo. As part of this engagement, EY reviewed additional creatingsharedvalue@nestle.com\nwe operate, as well as any significant changes to our\nindicators that are related to the selected KPIs. These are\noperations in 2021. ‘Market’ refers to business operations\nmarked with the tick symbol shown on the right. All other\nand/or activities at a national level, while ‘Zone’ refers\ndata points are assured by Bureau Veritas.\nto a geographic group of markets.\nThis report contains forward-looking statements\nbased upon current expectations and\nassumptions regarding anticipated developments\nand other factors. They are not historical facts,\nnor are they guarantees of future performance\nsince they are subject to numerous assumptions,\nrisks, and uncertainties, which change over time.\nForward-looking statements speak only as of the\ndate they are made, and various factors could\ncause actual performance to differ materially\nfrom that expressed or implied by these forward-\nlooking statements. Nestlé assumes no duty\nto and does not undertake to update forward-\nlooking statements.\nADVANCING REGENERATIVE FOOD SYSTEMS AT SCALE CONTRIBUTING TO NUTRITIOUS AND SUSTAINABLE DIETS HELPING TO PROTECT, RENEW AND RESTORE NATURAL RESOURCES STRENGTHENING COMMUNITIES OPERATING RESPONSIBLY Creating Shared Value and Sustainability Report 2021 59"
    }
  ]
}