{
  "company": "Shell",
  "year": "2021",
  "pdf_path": "reports/Shell/2021/annual_report.pdf",
  "total_pages": 93,
  "pages": [
    {
      "page": 1,
      "text": "RESPONSIBLE ENERGY\nShell plc\nSustainability\nReport 2021"
    },
    {
      "page": 2,
      "text": "CONTENTS\n01 SUSTAINABILITY AT SHELL 40 RESPECTING NATURE 59 GENERATING\n02 Letter from the CEO 41 Our approach to respecting SHAREHOLDER VALUE\n04 Powering Progress nature 60 Our business activities\n05 Our approach to sustainability 41 Protecting biodiversity 61 Embedding sustainability into\n08 About this report 43 Circular economy and waste projects\n45 Conserving water resources 62 Producing oil and natural gas\n10 OUR CORE VALUES 47 Air quality 63 Non-operated ventures\n63 Divested ventures\n11 Business ethics and transparency\n14 Safety 48 POWERING LIVES\n49 Our approach to powering lives 64 OUR PERFORMANCE DATA\n20 ACHIEVING NET-ZERO 49 Providing access to energy 65 About our data\nEMISSIONS 50 Working with our suppliers 66 Our standards and policies\n21 Energy transition 51 Contributing to communities 67 Our Powering Progress targets\n24 Managing greenhouse gas 54 Diversity, equity and inclusion 68 Safety data\nemissions 55 Worker welfare 72 Greenhouse gas and energy\n32 Providing lower-carbon 56 Respecting human rights data\nelectricity 78 Other environmental data\n56 Managing our impact on people\n36 Fuelling mobility 83 Social data\n39 Driving innovation\nDesign and production: Digital Imagery\nFriend www.friendstudio.com The Sustainability Report is published in an Photos used may have been taken prior to\nonline version at reports.shell.com. The online imposition of restrictions related to the\nImplementation: nexxar www.nexxar.com\nversion includes additional information, such COVID-19 pandemic and/or reflect the\nRead the Shell Sustainability Report online as an interactiveGRIindex to enhance restrictions of the location where the photo\natwww.shell.com/sustainabilityreport usability for the reader. In the event of any was taken.\nordownload our app: discrepancy between the online and hardcopy\nversions, the information contained in the\nonline report prevails. This hardcopy version is\nprovided for the reader’s convenience only."
    },
    {
      "page": 3,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nWe are transforming several of our refineries into energy and chemicals parks.\nSUSTAINABILITY AT SHELL\nWelcome to the Shell Sustainability Report, which covers our social, safety and\nenvironmental performance in 2021. It also sets out our strategy to accelerate the transition\nof our business to net-zero emissions.\n02 LETTER FROM THE CEO\n04 POWERING PROGRESS\n05 OUR APPROACH TO SUSTAINABILITY\n08 ABOUT THIS REPORT\n01 ShellSustainability Report 2021"
    },
    {
      "page": 4,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nLETTER FROM THE CEO\nBen van Beurden, Chief Executive Officer\nEarly 2022 has brought new uncertainties and challenges, and, like so many others, I am horrified by the war in Ukraine. I feel\ndeeply for those suffering no matter where they are. All of us at Shell are concerned about our staff and contractors affected by\nthe conflict and we are doing everything we can to help them. Shell is helping in the relief effort and working with governments\nto find ways to secure energy supplies for Europe and other markets.\nWe also took decisive actions in support of global economic measures against Russia and you can read about them in themedia\nrelease.\nAs the world faces these new challenges, and even as the COVID-19 pandemic continues, it must not lose sight of the\nimportance of taking action on climate change.\nOur Powering Progress strategy, which we launched in 2021, sets out how Shell can play a leading role in helping the world to\nreduce its carbon emissions. At the heart of our strategy lies our own target to become a net-zero emissions energy business by\n2050, in step with society’s progress in achieving the Paris climate goals.\nIn this, our 25th Sustainability Report, we share how we are working towards our Powering Progress goals.\nSAFETY IS ESSENTIAL\nOne critical area in which we simply must do better is safety, which is essential to our strategy. We have made progress on\nimproving the safety of our operations since the early 2000s.\nWe have not been able to eliminate all fatal incidents involving Shell employees and contractors. The number of safety incidents\nincreased in 2021. I am saddened by the deaths of eight of our contractor colleagues in Pakistan, Indonesia and Nigeria, and\nthe death of a government security agent in Nigeria. We must strive continuously to improve our efforts to keep people safe.\n02 ShellSustainability Report 2021"
    },
    {
      "page": 5,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nACCELERATING TOWARDS NET ZERO\nIn 2021, we took an important step towards becoming a net-zero emissions business with a new target to reduce our absolute\nemissions from our operations (Scope 1 and Scope 2) by 50% by 2030, compared with 2016 levels on a net basis. By the end of\n2021, Shell had reduced Scope 1 and 2 emissions from our operations, and from the energy we buy to run our operations, by\n18% from 83 million tonnes in 2016 to 68 million tonnes.\nWe also achieved our first short-term target of a 2-3% reduction in net carbon intensity (NCI) by the end of 2021. Shell’s NCI in\n2021 was 77 gCO e/MJ which was a 2.5% reduction from the 2016 reference year.\n2\nWe are also working with our customers and across sectors to help them find their own pathways to achieve net-zero emissions.\nThis will help grow demand for new low-carbon products.\nBut Powering Progress goes beyond achieving our net-zero targets. In 2021, we started incorporating new ambitions within our\nbusiness to respect the environment and to power people’s lives.\nWe also continued to support theUNGlobal Compact’s corporate governance principles on human rights, environmental\nprotection, anti-corruption and better labour practices.\nRESPECTING NATURE\nIn this report, we have set out our commitments on biodiversity, water, and on helping to create a circular economy and reduce\nwaste.\nIt is also of the utmost importance that we continue to work to prevent oil spills. In 2021, we reduced the number of operational\nspills of more than 100 kilograms by 40%, compared with 2020. However, in Nigeria, spills caused by oil theft and sabotage of\npipelines continued amid heightened security risks. We are dealing with these challenges and the impact they have on the\nenvironment, on local communities and on our business.\nCONTRIBUTING TO COUNTRIES AND COMMUNITIES\nWe are working with our suppliers to find ways to reduce greenhouse gas emissions across our supply chains. In 2021, we rolled\nout a new digital platform which enables our suppliers to track performance on emissions reduction, share best practice and\nexchange emissions data with their own supply chains.\nThe supply of affordable, reliable and sustainable energy is crucial for raising living standards and for addressing other global\nchallenges, including inequality. In 2021, we continued to develop social investment programmes to improve access to energy in\nEthiopia, Mozambique, Pakistan and South Africa.\nIn closing, I would like to thank the members of the independent Report Review Panel, who help us provide balanced and\nrelevant reporting. We have made the report more concise this year to make it easier for readers to understand our performance.\nEach section guides you to our shell.com global website, where updates will keep you informed about our sustainability\nperformance throughout the year. This report sits with the Annual Report and the Energy Transition Report, which also provide\ninformation on our sustainability performance.\nSustainability is always a work in progress. Shell has goals to lower our carbon emissions, respect nature and contribute\npositively to people’s lives. This report shows what we have achieved – and where we need to do better.\nBen van Beurden\nChief Executive Officer\nMore in this reportSustainability at Shell|Climate change and the energy transition|Our approach to respecting nature|Providing access to energy\nMore on Shell websitesOur strategy: Powering Progress\n03 ShellSustainability Report 2021"
    },
    {
      "page": 6,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nPOWERING PROGRESS\nOUR STRATEGY\nPOWERING\nPROGRESS\nOur strategy to accelerate the\ntransition to net-zero emissions,\npurposefully and profitably\nGENERATING\nSHAREHOLDER\nVALUE\nGrowing value through a\ndynamic portfolio and\ndisciplined capital allocation\nRESPECTING POWERING\nNATURE LIVES\nProtecting the environment, reducing Powering lives through our\nwaste and making a positive products and activities, and\ncontribution to biodiversity supporting an inclusive society\nUNDERPINNED BY ACHIEVING\nOUR CORE VALUES NET-ZERO\nAND OUR FOCUS EMISSIONS\nON SAFETY Working with our customers and\nsectors to accelerate the energy\ntransition to net-zero emissions\nMore in this reportLetter from the CEO|Sustainability at Shell|Sustainability governance|Performance overview\nMore on Shell websitesOur strategy: Powering Progress\n04 ShellSustainability Report 2021"
    },
    {
      "page": 7,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nOUR APPROACH TO SUSTAINABILITY\nSUSTAINABILITY AT SHELL\nPowering Progress is our strategy to accelerate the transition of our business to net-zero emissions, in step with society,\npurposefully and profitably. It is designed to create value for our shareholders, customers and wider society, and integrates our\nlong-standing commitment to contribute to sustainable development with our business strategy.\nWe aim to provide more and cleaner energy solutions in a responsible manner – in a way that balances short- and long-term\ninterests, and that integrates our economic, environmental and social commitments and targets.\nPowering Progress, launched in 2021, has four main goals in support of our purpose – to power progress together by providing\nmore and cleaner energy solutions:\nGenerating shareholder value: growing value through a dynamic portfolio and disciplined capital allocation;\nAchieving net-zero emissions in step with society: working with our customers and across sectors to accelerate the transition\nto net-zero emissions;\nPowering lives: powering lives through our products and activities, and by supporting an inclusive society; and\nRespecting nature: protecting the environment, reducing waste and making a positive contribution to biodiversity.\nPowering Progress is underpinned by our core values of honesty, integrity and respect for people and our focus on safety.\nRead more about what sustainability means at Shell atwww.shell.com/sustainability/our-approach/sustainability-at-shelland\nmore about our strategy atwww.shell.com/powering-progress.\nUN Sustainable Development Goals\nWe will play our part in helping governments and societies achieve the UN's 17 Sustainable Development Goals (SDGs). The\ngoals were one of the considerations in the development of our Powering Progress strategy. The actions we take as part of our\nPowering Progress strategy can help directly contribute to 13 of the SDGs, while indirectly contributing to others.\nInformation on how we are contributing to these SDGs can be found throughout this report and atwww.shell.com/sdgs.\nMore in this reportClimate change and the energy transition|Our Powering Progress targets|Sustainability governance|Performance overview\nMore on Shell websitesOur strategy: Powering Progress|What sustainability means at Shell|Commitments, policies and standards|UN Sustainable Development Goals\nSUSTAINABILITY GOVERNANCE\nWe have clear and effective governance structures throughout Shell, along with performance standards and other controls.\nThese include the Shell General Business Principles, our Code of Conduct, and our Health, Safety, Security, Environment and\nSocial Performance (HSSE & SP) Control Framework. They influence the decisions made and actions taken across Shell.\nThe Safety, Environment and Sustainability Committee (SESCo) is one of four standing committees of the Board of Directors of\nShell plc. The overall role of SESCo is to review the practices and performance of Shell, primarily with respect to safety,\nenvironment including climate change, and sustainability.\nIn February 2022, Shell announced the new role of Strategy, Sustainability and Corporate Relations Director. The new director is\na member of Shell’s Executive Committee.\nRead more about SESCo and how Shell manages sustainability atwww.shell.com/sustainability/our-approach/governanceand\nin ourAnnual Report.\nMore in this reportClimate change and the energy transition|Our approach to safety|Energy transition|Our approach to respecting nature\nMore on Shell websitesOur strategy: Powering Progress|Board of Directors|Sustainability Governance\n05 ShellSustainability Report 2021"
    },
    {
      "page": 8,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nPERFORMANCE OVERVIEW\nPERFORMANCE IN 2021\n77 gCO e/MJ 18%\n2\n6.9 net carbon intensity, reduction in our total\nserious injuries and which measures the life- combined Scope 1 and 2\nfatalities per 100 million cycle emissions intensity of absolute greenhouse gas\nworking hours, compared the portfolio of energy emissions compared with\nwith 6.0 in 2020. See products sold. See 2016, the base year.[A]\nOur approach to safety Delivering our climate SeeDelivering our climate\ntargets targets\n102 9.1 billion 87,000\noperational process safety litres of biofuels went into public and private electric\nTier 1 and 2 events, Shell’s petrol and diesel vehicle charge points\ncompared with 103 in worldwide[B]. See operated by Shell. See\n2020. SeeProcess safety Biofuels Electric vehicle charging\n18%\n2,444 40%\nincrease in flaring. Overall\nenhanced screenings for decrease in the number of\nflaring increased to 4.5\nhigher-risk contracts, to operational spills of more\nmillion tonnes of carbon\ncheck for potential legal than 100 kilograms. There\ndioxide equivalent\nor regulatory integrity- were 41 in 2021\n(CO e) compared with\nrelated red flags. See compared with 70 in 2\n3.8 million tonnes in\nEthical leadership 2020. SeeSpills\n2020. SeeFlaring\n$37.5 billion 29.5%\n$94 million\nspent on goods and women in senior\nspent on voluntary social\nservices from around leadership positions. See\ninvestment. SeeSocial\n24,000 suppliers globally. Diversity, equity and\ninvestment\nSeeSupply chain inclusion\n$4.2 billion 271,000\n60,000\nspent in countries where formal training days for\nstudents participated in\ngross domestic product is employees and joint\nNXplorers, our flagship\nless than $15,000 a year venture partners. See\nSTEM programme. See\nper person.[C]SeeLocal Diversity, equity and\nSTEM education\ncontent inclusion\n[A] From assets and activities under our operational control.\n[B] Including 3.2 billion litres through our joint venture Raízen on an equity basis.\n[C] According to the UN Development Programme's Human Development Index 2019.\nMore in this reportClimate change and the energy transition|Letter from the CEO|Our Powering Progress targets\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n06 ShellSustainability Report 2021"
    },
    {
      "page": 9,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nREMUNERATION\nPOWERINGPROGRESS\nIn 2021, we linked the pay of more than 16,500 staff to our target to reduce the carbon intensity of our energy products by 6-8%\nby 2023, compared with 2016.\nDriving action through remuneration\nProgress in the energy transition key performance indicators was considered as part of the 2021 annual bonus scorecard (15%\nweighting) applying to almost all of Shell’s employees, as well as the 2021 Performance Share Plan awards (10% weighting) for\naround 16,500 employees and the 2021 Long-term Incentive Plan awards (20% weighting) for senior executives. The 2021\nannual bonus scorecard also included a 15% weighting based on safety performance.\nFrom 2022, we will widen the scope of the progress in the energy transition measure on the annual bonus scorecard, to be\nbased on three key themes: selling lower-carbon products, reducing our emissions and partnering to decarbonise. To emphasise\nthe importance of becoming increasingly customer-led, we will also introduce a new customer excellence measure under\noperational excellence. In the 2022 Long-term Incentive Plan, we have further refined the energy transition performance\ncondition to avoid duplication of the measures incorporated into the scorecard.\nRead more about remuneration in the 2021Annual Report.\nANNUAL BONUS SCORECARD ARCHITECTURE 2022 LONG-TERM INCENTIVE PLAN PERFORMANCE\npercentage CONDITIONS\npercentage\n15%\n20% 20%\n35%\nd\n15% a e a\nc\nd b\nb\n20% c 20%\n35%\n20%\na Cash flow from operations\nb Operational excellence a Total shareholder return\n(Asset management excellence 15%, b Return on average capital employed\nproject delivery excellence 10%, c Cash flow from operations\ncustomer excellence 10%) d Free cash flow\nc Progress in the energy transition e Energy transition\n(Selling no/low-carbon products 5%,\noperational emissions reduction 5%,\npartnering to decarbonise 5%)\nd Safety\n(SIF-F 7.5%, Tier 1 and 2\nprocess safety 7.5%)\nMore in this reportClimate change and the energy transition|Energy transition|Delivering our climate targets\nMore on Shell websitesOur strategy: Powering Progress|Leadership|Corporate governance\n07 ShellSustainability Report 2021"
    },
    {
      "page": 10,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nABOUT THIS REPORT\nSELECTING THE TOPICS\nThe 2021 Sustainability Report, published on April 5, 2022, is our 25th such report. It details our social, safety and\nenvironmental performance in 2021.\nEach year we use a structured process to select the report’s content. We engage with various groups and individuals to\nunderstand specific concerns about our business and its impact, particularly relating to the environment and society. We\nconsider the views of others such as non-governmental organisations, customers, the media, academics, investors and employees.\nInput from our Report Review Panel of independent experts helps to ensure that coverage is balanced, relevant and complete.\nRead more about our topic selection process atwww.shell.com/sustainability/transparency-and-sustainability-reporting/\nsustainability-reports.\nReporting guidelines\nWe report in line with guidelines developed byIPIECA, the global oil and gas industry association for advancing environmental\nand social performance. This report has been prepared in accordance with the Global Reporting Initiative (GRI) Standards:\nCore option (see GRI index for full details). It is also the document we use to communicate our progress in supporting the\nprinciples of the UN Global Compact.\nAs a member of the World Business Council for Sustainable Development, we support the organisation’s updated criteria for\nmembership from 2022, which includes requirements for corporate transparency.\nThe recommendations of the Task Force on Climate-related Financial Disclosures (TCFD) help to guide and inform our reporting in\nour Annual Report.\nIn January 2021, we agreed to adopt the Stakeholder Capitalism Metrics, a set of environmental, social and governance metrics\nreleased by the World Economic Forum and its International Business Council.\nMore detailed information about how we report is available atwww.shell.com/sustainability/sustainability-reporting-and-\nperformance-data/voluntary-reporting-standards-and-esg-ratings.\nMore in this reportSustainability at Shell|About our data|Our standards and policies|GRI table\nMore on Shell websitesOur strategy: Powering Progress|Voluntary reporting standards and ESG ratings\nREPORT REVIEW PANEL\nWe use an external review panel to strengthen our sustainability reporting. The panel helps evaluate and improve the quality\nand credibility of our Sustainability Report. The 2021 Report Review Panel comprised five sustainability and corporate reporting\nexperts:\nMandy Kirby, UK. Chief Strategist and Co-founder, City Hive (Chair of the Report Review Panel)\nHilary Parsons, UK. Formerly Head of Creating Shared Value Engagement, Nestlé\nVanessa Zimmerman, Australia. Chief Executive Officer, Pillar Two\nRenard Siew, Malaysia. Adviser on Climate Change, Centre of Governance and Political Studies\nElizabeth White, USA. Strategist and Global Head Environment and Social Sustainability, Sector Economics and Impact, IFC\nWorld Bank Group.\nThe panel provided input into our topic selection process. Panel members reviewed the report, discussed Shell’s reporting and\nspoke to relevant Shell employees before preparing their statement. The panel’s mandate focused on the quality of Shell’s\nreporting, including credibility, completeness and responsiveness. The panel is not accountable for reviewing the data in the\nreport or material on shell.com outside the bounds of this report. Panel members are offered an honorarium for their input.\nFind out more about the panel atwww.shell.com/sustainability-report-review-panel.\n08 ShellSustainability Report 2021"
    },
    {
      "page": 11,
      "text": "SUSTAINABILITY OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nAT SHELL EMISSIONS SHAREHOLDER VALUE DATA\nReport Review Panel recommendations\nThe panel has had the opportunity to review two drafts of the 2021 Sustainability Report and provided both written and verbal\nfeedback to Shell. During this process, Shell has considered our feedback in relation to the quality of sustainability reporting,\nparticularly regarding content and presentation of information.\nThe panel notes that while the report is situated within the wider shell.com suite of information, the panel has not reviewed\ncontent on the website, nor is this part of its remit.\nThe panel notes that Shell has undertaken significant changes to its approach in the Sustainability Report that reflect a shift in\nhow different stakeholders access information. We welcome the clear movement towards the inclusion of more sustainability-\nrelated data within the Annual Report as a signal that it is business-critical and strategic information. We also note that the\nSustainability Report has been designed to support stakeholders who wish to access sustainability data. More qualitative\ncontent and relevant information material to the organisation, which was previously included in the report, now sits on the main\nwebsite.\nWhile understanding the evolution of reporting, we note the importance of ensuring that readers who wish to engage further on\na topic are directed to the website to find up-to-date and relevant information.\nWe encourage Shell to think particularly about providing context to sections in which data are presented. Such context would\nhelp readers interpret the quantitative information in the report. In addition, we suggest paying special attention to the\npresentation of visual, tabular and graphic information. These are all useful instruments to convey complex information as long as\nthey are accessible to lay readers, for example by providing relevant comparative elements, benchmarks and signposts to\nsignificant data points.\nThere are areas of disclosure that we welcome particularly, including continued efforts on tax transparency, supplier conduct and\ncompliance, as well as confirming where activities such as Arctic Circle activity will not take place, as well as where they could.\nLanguage in some areas has become more precise and aligned to relevant international standards and external expectations.\nFor example, Shell now uses the term net carbon intensity in relation to measuring progress against net-zero emissions targets.\nLooking ahead to the 2022 report, the panel would encourage Shell to:\nProvide clear context for data that are presented;\nSufficiently explain how Shell plans to reach its targets;\nDepict progress against targets over time;\nStrengthen the human rights section with more explicit information about engaging with suppliers and other business\npartners, including joint-venture partners, to explain how human rights impacts throughout the value chain are being\naddressed in line with core international standards;\nClearly explain what topics are material for Shell;\nProvide data assurance for sustainability topics beyond climate;\nDraw more connections between different ESG issues [including climate and human rights]; and\nPresent more reflections on challenges that may have occurred during the year including steps it is taking to respond to\nlitigation, advocacy campaigns or other incidents as appropriate and taking into account external stakeholders’\nexpectations.\nMore in this reportSustainability at Shell|About our data|Our standards and policies|GRI table\nMore on Shell websitesOur strategy: Powering Progress|Voluntary reporting standards and ESG ratings\n09 ShellSustainability Report 2021"
    },
    {
      "page": 12,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nSafety is central to our Powering Progress strategy.\nLIVING BY OUR CORE\nVALUES\nOur Powering Progress strategy isunderpinned by our core values ofhonesty, integrity and\nrespect forpeople, and our focus on safety. Thisincludes our commitment to doingbusiness\nin an ethical and transparentway.\n11 BUSINESS ETHICS AND TRANSPARENCY\n14 SAFETY\n10 ShellSustainability Report 2021"
    },
    {
      "page": 13,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nBUSINESS ETHICS AND TRANSPARENCY\nETHICAL LEADERSHIP\nPOWERINGPROGRESS\nPowering Progress is underpinned by our core values of honesty, integrity and respect for people and our focus on safety. These\ninclude our commitment to doing business in an ethical and transparent way.\nOur core values of honesty, integrity and respect for people underpin our work with employees, customers, investors, contractors,\nsuppliers, non-governmental organisations (NGOs) and others. The Shell General Business Principles set out our core values, our\nresponsibilities and the principles and behaviours that guide how we do business.\nCode of Conduct\nShell employees, contractors and third parties can report any potential breaches of the Code of Conduct confidentially through\nseveral channels, including anonymously through a global helpline, operated by an independent provider. The three most\nfrequent categories of alleged Code of Conduct breaches raised via the Shell Global Helpline in 2021 related to harassment,\nconflicts of interest and protection of assets. We maintain a stringent no retaliation policy to protect any person making an\nallegation in good faith.\nAnti-bribery and corruption\nShell has rules on anti-bribery and corruption in our Code of Conduct and Ethics and Compliance Manual. Contractors and\nconsultants are also required to act consistently with our Code of Conduct when working on our behalf.\nShell has around 24,000 suppliers worldwide (seeSupply chain). Although our largest suppliers often have their own anti-\nbribery and corruption training programmes, smaller companies may lack the resources. We offer free training in anti-bribery\nand anti-corruption practices to selected suppliers and contractors. This training is offered in 14 languages. By the end of 2021,\nwe had offered training to more than 1,300 third parties in 16 countries.\nRead more atwww.shell.com/sustainability/transparency-and-sustainability-reporting/transparency-and-anti-corruption.\nProtecting personal data\nShell respects the privacy of individuals and recognises that personal data belong to the individual. We take action to manage\npersonal data in a professional, lawful and ethical way.\nShell is subjected to frequent cyber-security attacks. We regularly monitor our IT systems for possible vulnerabilities. Our incident-\nhandling process helps to ensure that we deal effectively with an issue.\n11 ShellSustainability Report 2021"
    },
    {
      "page": 14,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nIN 2021 THERE WERE:\n244\n1,479 181\nemployees or\nreports to the Shell confirmed breaches of\ncontractor staff subject\nGlobal Helpline the Code of Conduct\nto disciplinary action\n6.7\nmillion counterparties\nscreened for trade 2,444\n67 compliance, anti- enhanced pre-\npeople dismissed bribery, anti-corruption screenings for higher-\nand anti-money risk contracts\nlaundering on an\nongoing basis\nRead more about how we do business and ethical leadership atwww.shell.com/sustainability/our-approach/commitments-\npolicies-and-standards/business-integrityandwww.shell.com/valuesandwww.shell.com/shell-ethics-and-compliance-manual.\nMore in this reportLetter from the CEO|Working with our suppliers|Collaborations and stakeholder engagement|Tax transparency\nMore on Shell websitesOur strategy: Powering Progress|Code of Ethics|Our Values\nCOLLABORATIONS AND STAKEHOLDER ENGAGEMENT\nWe work with governments, non-governmental organisations (NGOs), industry bodies, academic institutions, national oil and\ngas companies and other businesses. We do this in compliance with antitrust rules and regulations. These collaborations range\nfrom working together on a project to sponsoring a particular group. These efforts help us learn, share best practice, achieve\nspecific objectives, set future goals and build trust with our stakeholders.\nRead more about collaborations and stakeholder engagement atwww.shell.com/sustainability/our-approach/working-in-\npartnership.\nMore in this reportLetter from the CEO|Protecting biodiversity|Social investment\nMore on Shell websitesOur strategy: Powering Progress|External voluntary codes|Human rights\nPOLITICAL ENGAGEMENT\nShell engages with governments, regulators and policymakers to help shape comprehensive policy, legislation and regulation.\nWe advocate our positions on matters which affect us, our employees, customers, shareholders or local communities, in\naccordance with our values and the Shell General Business Principles.\nIn the European Union (EU) and the USA, we report expenditure associated with our lobbying activities in line with the\nrequirements and guidelines set out in the EU Transparency Register and the US Lobbying Disclosure Act, respectively. There are\ndifferent rules for which costs should be reported in these two submissions and we are required to comply with the appropriate\nrequirements for each jurisdiction. These submissions are publicly available:\nIn the EU, Shell's reported estimated annual costs related to activities covered by the register were €4,000,000 to\n€4,499,999 in 2021.\nIn the USA, Shell's reported expenses related to lobbying practices were $7,080,000 in 2021.\nRead more about corporate political engagement and positions on key public issues, such as climate change and energy\ntransition, atwww.shell.com/advocacy.\nMore in this reportLetter from the CEO|Tax transparency\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Advocacy and political activity|Payments to governments\n12 ShellSustainability Report 2021"
    },
    {
      "page": 15,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nTAX TRANSPARENCY\nOur tax strategy is designed to support Shell in delivering our Powering Progress strategy through our commitment to\ntransparency, compliance and open dialogue with our stakeholders, from governments to civil society. Our strategy and actions\nreflect our values and principles.\nTax revenues enable governments to pay for public services, such as education, health care and transport.In 2021, Shell paid\n$58.7 billion to governments. We paid $6.0 billion incorporate income taxesand $6.6 billion in governmentroyalties, and\ncollected $46.1 billion inexcise duties, sales taxes and similar levies on our fuel and other products on behalf of governments.\nWe also made other payments to governments, including $10.5billion inproduction entitlements, $2.1billion infeesand\n$149million inbonuses.\nShell publishes a Tax Contribution Report annually which sets out the corporate income tax that Shell companies paid in\ncountries and locations where they have a taxable presence. Our latest Tax Contribution Report includes, for the first time, a\nbreakdown of our total tax contribution in five countries where we have key business activities. These countries are: India, the\nNetherlands, Nigeria, the UK, and the USA. This breakdown includes the taxes we pay as an employer, such as social security\npayments, and the taxes we collect from our employees on behalf of governments.\nWe regularly engage with policymakers to support the development of tax rules and regulations based on sound tax policy\nprinciples. In this way, we hope to contribute to the development of fair, effective and stable tax systems. We also provide\nconstructive input to industry groups and international organisations, such as the Extractive Industries Transparency Initiative\n(EITI), the B Team Responsible Tax Working Group (B Team) and the international business network Business atOECD.\nRead more about our approach to tax atwww.shell.com/sustainability/transparency-and-sustainability-reporting/shells-\napproach-to-tax. Read our latest Tax Contribution Report atreports.shell.com/tax-contribution-report/2020/and our Payments\nto Governments report atwww.shell.com/payments.\nMore in this reportPolitical engagement\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Tax Contribution Report 2020|Shell’s approach to tax|Payments to governments\n13 ShellSustainability Report 2021"
    },
    {
      "page": 16,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nSAFETY\nOUR APPROACH TO SAFETY\nPOWERINGPROGRESS\nPowering Progress is underpinned by our core values of honesty, integrity and respect for people and our focus on safety.\nSafety is central to our Powering Progress strategy. We aim to do no harm to people and to have no leaks across our operations.\nWe call this our Goal Zero ambition.\nIn 2021, we began to move from the Shell Life-Saving Rules, which were in place for more than a decade, to the International\nAssociation of Oil & Gas Producers (IOGP)Life-Saving Rules.This is an important step in our refreshed approach to safety. By\nthe end of 2021, more than 100,000 of our employees and contractors had completed the mandatory training on the new Life-\nSaving Rules. The new rules came into effect from January 2022.\nRead more about our approach to safety atwww.shell.com/sustainability/safety/our-approach.\nPersonal safety\nThe number of safety incidents increased in 2021, after steady improvements in reducing these over the last few years.\nEight of our contractor colleagues lost their lives in the course of their work on Shell-operated venture activities in 2021. We feel\nthese losses deeply. We are determined to learn from these incidents and spread the lessons from them throughout our\norganisation so we can help prevent anything similar recurring.\nSix people working for a contractor were killed when gunmen attacked a convoy of buses travelling to the Assa North Gas\ndevelopment project site in Nigeria. A government security agent was also killed in the incident and seven other people were\ninjured. Shell Petroleum Development Company of Nigeria Limited (SPDC), in its capacity as operator of theSPDCjoint venture\n(Shell interest 30%), supported the contractor during the emergency response and the investigation of the incident.\nIn Pakistan a contractor died at a service station operated as a franchise after a flash fire that occurred when a product was\nbeing delivered to the site. Two other people were injured in the fire.\nIn Indonesia, a contractor died after being injured when a wall collapsed during demolition work at a service station. Three other\npeople were also injured.\nAt Shell, we work closely with our contractors to help build a strong safety culture at the frontline.\nRead about how we work with our contractors atwww.shell.com/sustainability/safety/our-approach.\nFatal accident rate (FAR)\nFATAL ACCIDENT RATE (FAR)\nNumber per 100 million hours\n2\n1\n0\n12 13 14 15 16 17 18 19 20 21\n14 ShellSustainability Report 2021"
    },
    {
      "page": 17,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nOur fatal accident rate – the number of fatalities per100 millionworking hours in our operated ventures – increased to 1.7 in\n2021 compared with zero in 2020.\nSerious injuries and fatalities frequency (SIF-F)\nTo strengthen our efforts to protect people from harm, we now measure the number of serious injuries and fatalities per\n100 millionworking hours. This allows us to focus our efforts to prevent serious injuries and fatalities on the most critical events. In\n2021, the number of serious injuries and fatalities per100 millionworking hours (SIF-F) was 6.9, compared with 6.0 in 2020.\nTotal recordable case frequency (TRCF)\nTOTAL RECORDABLE CASE FREQUENCY (TRCF)\nNumber per million hours\n2\n1\n0\n12 13 14 15 16 17 18 19 20 21\nIn 2021, the number of injuries per million working hours – the total recordable case frequency (TRCF) – was 0.9, compared with\n0.7 in 2020.\nShell’s response to COVID-19\nIn 2021, COVID-19 restrictions meant that many staff members were working from home, fewer people were able to travel on\nShell business and many of our work activities, including higher-risk ones, were reduced or carried out differently. Sadly, one\ncontractor died in 2021 after catching the virus in the course of working for Shell. In 2020, two contractors died after they\ncaught COVID-19 at work.\nWe continued to support our people during COVID-19, for example by providing office equipment for home use for employees\nthrough our Home Ergonomics Programme.\nThe COVID-19 pandemic continues to have a serious impact on people’s health and livelihoods in most parts of the world,\nincluding communities where we work. We continued to support vulnerable groups and frontline workers through monetary\ndonations and by providing medical supplies and other necessities.\nRead more about Shell’s response to COVID-19 atwww.shell.com/covid19.\n15 ShellSustainability Report 2021"
    },
    {
      "page": 18,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nLost time injury frequency (LTIF)\nLOST TIME INJURY FREQUENCY (LTIF)\nNumber per million hours\n0.50\n0.25\n0.00\n12 13 14 15 16 17 18 19 20 21\nThe level of injuries that led to time off work in 2021 increased to 0.3 cases per million hours compared with 0.2 in 2020.\nRead more about our approach to personal safety atwww.shell.com/sustainability/safety/personal-safety.\nRead more about how Shell’s 2021 safety performance impacted remuneration in theDirectors’ Remuneration Reportin our\nAnnual Report.\nMore in this reportPreparing for emergencies|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Safety|HSSE materials for contractors\nPROCESS SAFETY\nIn line with industry standards, we measure and report process safety incidents according to significance, with Tier 1 as the most\nsignificant category.\nTIER 1+2 OPERATIONAL PROCESS SAFETY EVENTS [A]\n* excluding sabotage\n500\n400\n300\nb 308\n200 246\n194\n169\n100 110 117 86 89 69 64\n0 a 91 65 57 51 41 49 35 41 34 38\n2012 2013 2014 2015 2016 2017 2018 2019 2020 2021\na Tier 1\nb Tier 2\n[A] Process safety events are classified according to guidance from the IOGP and API. In 2021, there were seven Tier 1 sabotage-related events. The classification of sabotage-related process\nsafety events is made on the best-endeavours basis.\nThe number of Tier 1 and 2 operational process safety events stagnated at 102 in 2021, compared with 103 in 2020. Of these,\n38 were Tier 1 and 64 were Tier 2 events in 2021. For comparison, there were 34 Tier 1 and 69 Tier 2 operational process safety\nevents in 2020.\nProcess safety events related to sabotage and theft in Nigeria are recorded separately. In Nigeria, there were seven Tier 1 events\nin 2021, compared with one in 2020.\n16 ShellSustainability Report 2021"
    },
    {
      "page": 19,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nRead more about process safety atwww.shell.com/process-safety.\nMore in this reportOur approach to safety|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Process safety\nPREPARING FOR EMERGENCIES\nEnsuring that we have the necessary resources to deal with spills, leaks, fires and explosions, both offshore and onshore, is\nessential to meet our aim to do no harm to people and to have no leaks across our operations. We must maintain the robust\nprocedures and capability to respond rapidly to an incident in our operations, in collaboration with relevant stakeholders.\nSpills\nWe have programmes in place across our operations to reduce the number of operational spills. The volume of operational spills\nof oil and oil products of more than 100 kilograms to the environment (land or water) in 2021 was 0.05 thousand tonnes, a\nsignificant decrease from 0.4 thousand tonnes reported for 2020. In 2020, the numbers included an underground leak of\naround 0.3 thousand tonnes (plus or minus 30%) of light gas oil in Germany, formed at some point between 2016 and 2019,\nwith the volume established in 2020. In 2021, the largest operational spill was a spill of around 15 tonnes in Nigeria.\nSPILLS – OPERATIONAL [A]\n10 250\n5 125\n0 0\n12 13 14 15 16 17 18 19 20 21\nVolume in thousand tonnes (left axis)\nNumber of spills (right axis)\n[A] All spill volumes and numbers are for hydrocarbon spills of more than 100 kilograms. We have updated some of our historical figures following a review of the data.\nThere were 41 operational spills of more than 100 kilograms in 2021, compared with 70 in 2020.\nSPILLS – SABOTAGE [A] [B]\n10 250\n5 125\n0 0\n12 13 14 15 16 17 18 19 20 21\nVolume in thousand tonnes (left axis)\nNumber of spills (right axis)\n[A] Sabotage- and theft-related spills of more than 100 kilograms. We have updated some of our historical figures following a review of the data.\n[B] All sabotage- and theft-related spills occurred in Nigeria except in 2016 (0.001 thousand tonnes).\n17 ShellSustainability Report 2021"
    },
    {
      "page": 20,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nIn 2021, all the spills caused by sabotage and theft were in Nigeria. The number of these spills decreased to 106 in 2021 from\n122 in 2020, while the volume of these spills increased to 3.3 thousand tonnes from 1.5 thousand tonnes in 2020.\nRead about our emergency response procedures atwww.shell.com/process-safety.\nMore in this reportSpill response and prevention in Nigeria|Our approach to safety|Letter from the CEO\nMore on Shell websitesOur strategy: Powering Progress|Our approach|Process safety\nSPILL RESPONSE AND PREVENTION IN NIGERIA\nThe Shell Petroleum Development Company of Nigeria Ltd (SPDC) produces oil and gas through its SPDC joint venture (SPDC-\noperated, with Shell interest 30%), which operates a network of wells and pipelines across the Niger Delta.\nOver the last 11 years, the total number of operational spills in the Niger Delta has fallen significantly, from more than 60 in 2011\nto 9 in 2021. TheSPDCJValso continues to work at preventing spills caused by third-party interference and other illegal\nactivities. The JV has increased security and surveillance, and implemented several local initiatives to address the underlying\ncauses and raise awareness of the damage caused by sabotage and theft.\nRegardless of the cause of a spill, the SPDC JV cleans up and remediates areas affected by spills originating from its facilities.\nWith operational spills, SPDC pays compensation to affected people and communities. When a spill is caused by illegal\nactivities, SPDC provides relief to the communities affected on a case-by-case basis. This relief can include food, health checks\nand clean water supply. In 2021, the time needed to complete the recovery of free-phase oil – oil that forms a separate layer\nand is not mixed with water or soil – was around six days.\nSpill response and prevention in Nigeria\nSpills in 2021 Clean-up Prevention\nNumber of operational spills: 9 [A] Average days before joint investigations Illegal theft points removed: 195 in 2021,\nVolume of operational spills: 29 tonnes commence: 2 days in 2021, improved from 922 in total since 2016\nsix days in 2016\nNumber of spills caused by third-party Average days to complete the recovery of Steel cages installed to protect wellheads:\ninterference and other illegal activities: 106[B], surface oil: around 6 days in 2021, improved 283 in total\n91% of the total number from 13 days in 2016\nVolume of spills caused by third-party Number of sites remediated: 187 in 2021, Breaches of steel cages in 2021: 29 out of\ninterference and other illegal activities: 3,333 651 in total since 2016 1,700 attempts\ntonnes, 99% of the total volume\n[A] We have updated the number of operational spills from 10 (as reported in the Annual Report) to 9 in 2021 following a review of data which indicates that a\nspill previously thought to be operational, was instead residual impact from a previous incident.\n[B] We have updated the number of sabotage spills from 107 (as reported in the Annual Report) to 106 in 2021 following a review of data to exclude a spill from\nOML 17, as the spill occurred after the divestment.\nBy the end of 2021, a total of 283 cages had been installed to protect wellheads, including 62 that had been upgraded with\nCCTV. This compared with a total of 364 installed cages at the end of 2020. The year-on-year reduction of 81 cages was\nattributable to the 2021 divestment of the OML-17 licence.\nSPDCcontinues to review its portfolio options for onshore oil in Nigeria. In the last decade, SPDC has reduced its licences in this\narea by half.\nRead more on spill prevention and response in Nigeria atwww.shell.com.ng/environmentandwww.shell.com.ng/oil-spills.\nMore in this reportContributing to Nigeria's economy|Preparing for emergencies|Our approach to safety\nMore on Shell websitesOur strategy: Powering Progress|Oil Spill Data | Shell Nigeria|Shell Nigeria|Nigeria Briefing Notes 2021\n18 ShellSustainability Report 2021"
    },
    {
      "page": 21,
      "text": "SUSTAINABILITY AT OUR CORE ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL VALUES EMISSIONS SHAREHOLDER VALUE DATA\nTRANSPORT SAFETY\nSafety at sea\nWe manage a global fleet of 26 tankers and liquefied natural gas carriers. One of our biggest challenges during the COVID-19\npandemic has been to keep our crews safe from infection. Shell is amongst the 700 original signatories of The Neptune\nDeclaration, an international agreement aimed at supporting seafarers during the pandemic.\nAir safety\nIn 2021, our owned and contracted aircraft flew more than 40,000 hours and safely delivered around 400,000 Shell\nemployees and contractors. On top of rotating critical workers, such as our shipping crews, Shell’s own aircraft were used to fill\ngaps in commercial services globally, including evacuating families from high-risk countries and transporting cargo.\nRoad transport safety performance\nIn 2021, Shell employees and contractors drove around470 millionkilometres on business in more than 50 countries. There were\nno fatalities related to road transport in activities under the operational control of a Shell company in 2021. By the end of\nDecember, we recorded more than 1.2 billion kilometres with no fatalities in almost two-and-a-half years. In 2021, around 11,000\nShell employees and contractors completed some form of in-vehicle or virtual defensive driving training.\nRead more about transport safety atwww.shell.com/sustainability/safety/transport-safety.\nMore in this reportProcess safety|Our approach to safety|Letter from the CEO\nMore on Shell websitesOur strategy: Powering Progress|Transport safety|Community road safety\nPRODUCT STEWARDSHIP\nWe work to ensure our products – such as fuels, lubricants and chemicals – are safe throughout their life cycle. In 2021, we\ncarried out more than 400 risk assessments for products and additives. We also published and distributed around 150,000\nsafety data sheets to customers in about 180 countries.\nRead more about product stewardship atwww.shell.com/product-stewardship.\nMore in this reportCircular economy and waste|Driving innovation|Letter from the CEO\nMore on Shell websitesOur strategy: Powering Progress|Product stewardship\n19 ShellSustainability Report 2021"
    },
    {
      "page": 22,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nWe are expanding our wind power activities to make more renewable electricity available to our customers.\nACHIEVING NET-ZERO\nEMISSIONS\nOur Powering Progress strategy focuseson working with our customers andacross sectors\nto accelerate thetransition to net-zero emissions, in stepwith society.\n21 ENERGY TRANSITION\n24 MANAGING GREENHOUSE GAS EMISSIONS\n32 PROVIDING LOWER-CARBON ELECTRICITY\n36 FUELLING MOBILITY\n39 DRIVING INNOVATION\n20 ShellSustainability Report 2021"
    },
    {
      "page": 23,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nENERGY TRANSITION\nOUR APPROACH TO CLIMATE CHANGE AND THE ENERGY TRANSITION\nPOWERINGPROGRESS\nWorking with our customers and across sectors to accelerate the transition to net-zero emissions.\nOur climate target is to become a net-zero emissions energy business by 2050, in step with society's progress in achieving\nthe goal of the UN Paris Agreement on climate change.\nWe have set targets to reduce the carbon intensity (Net Carbon Footprint) of the energy products we sell. This includes short-\nterm targets of 3-4% by 2022, 6-8% by 2023 and 9-12% by 2024 (compared with 2016). It also includes medium- and long-\nterm targets of 20% by 2030, 45% by 2035, and 100% by 2050 (compared with 2016), in step with society.\nIn October 2021, we announced an absolute emissions reduction target of 50% by 2030, compared with 2016 levels on a\nnet basis. This new target covers all Scope 1 and 2 emissions under Shell’s operational control and complements our existing\ncarbon-intensity targets.\nIn 2021, Shell reshaped and restructured its organisation to place our energy transition strategy at the heart of everything we\ndo. Our governance is designed to effectively manage our transition to a net-zero emissions energy business by 2050, in step\nwith society’s progress towards achieving the goals of the Paris Agreement.\nBecoming a net-zero emissions energy business means that we are reducing emissions from our operations and from the fuels\nand other energy products, such as electricity, that we sell to our customers. It also means capturing and storing any remaining\nemissions using technology, protecting natural carbon sinks and providing high-quality nature-based solutions to our customers to\noffset unavoidable emissions.\nBecause emissions resulting from customer use of our energy products make up the greatest percentage of Shell's carbon\nemissions, this is where we can make the greatest contribution to the energy transition, by increasing sales of low-carbon energy\nproducts and services.\nWe have set short-, medium- and long-term targets to track our performance against our overall climate target over time.These\ntargets are measured using the net carbon intensity metric.\nWe follow theGHGProtocol’s Corporate Accounting and Reporting Standard, which defines three scopes of greenhouse gas\nemissions:\nScope 1: direct greenhouse gas emissions from sources that are owned or controlled by Shell.\nScope 2: indirect greenhouse gas emissions from generation of purchased energy consumed by Shell.\nScope 3: other indirect greenhouse gas emissions, including emissions associated with the use of energy products sold by\nShell.\nIn October 2021, in support of our 2050 net-zero emissions target, we set a target to reduce Scope 1 and 2 absolute emissions\nfrom assets and activities under our operational control (including divestments) by 50% by 2030, compared with 2016 levels on\na net basis.\nWe have also establishedremunerationpolicies which are designed to support us in achieving our short-term climate targets.\nRead more about our climate target atwww.shell.com/energy-and-innovation/the-energy-future/our-climate-targetand in our\nAnnual Report.\nRead more about our approach to climate change in our Energy Transition Report atwww.shell.com/SET.\n21 ShellSustainability Report 2021"
    },
    {
      "page": 24,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nAssessing climate-related risks\nAs Shell has operations both onshore and offshore, the potential physical impacts of climate change are important for us to\nmanage. In this respect, we consider the physical risks to our assets and facilities to ensure they can operate and be accessed\nsafely under extreme weather conditions.\nProjects under development that are expected to have a material greenhouse gas impact must meet our internal carbon\nperformance standards or industry benchmarks. Our performance standards are used for measuring a project’s average lifetime\ngreenhouse gas intensity or energy efficiency per asset type. Applying these criteria ensures that our projects can compete and\nprosper in the energy transition. An exception process is in place to manage specific incidental cases.\nRead more about climate risk management in ourAnnual Report.\nMore in this reportOur Powering Progress targets|Managing greenhouse gas emissions|Letter from the CEO|Performance overview\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Our climate target|Our Climate Target: Frequently Asked Questions\nDELIVERING OUR CLIMATE TARGETS\nNet carbon intensity\nShell’s net carbon intensity (NCI) provides an annual measure of the life-cycle emissions intensity of the portfolio of energy\nproducts sold. It is the average intensity, weighted by sales volume, of the energy products sold by Shell. It is tracked, measured\nand reported using the Net Carbon Footprint (NCF) methodology.\nWe express our net carbon intensity as the grams ofCO equivalent permegajoule(gCO e/MJ) produced for each unit of\n2 2\nenergy delivered to, and used by, a consumer.\nShell’s net carbon intensity in 2021 was 77 gCO e/MJ. Although this is a 2.7% increase from the previous year, it represents a\n2\n2.5% reduction from the 2016 reference year, which means that we achieved our first short-term target of a 2-3% reduction in\nNCI by the end of 2021.\nThe increase in Shell’s net carbon intensity in 2021 is largely due to the introduction of an improved approach for the estimation\nof the emissions intensity of power sold by Shell. The new approach is based on categorising power sales as certified renewable;\nown generation or power purchase agreement; or power purchased from the grid. Intensities are then assigned to each power\nsales category allowing a better estimation of the overall intensity of power sold by Shell.\nWe have received third-party limited assurance on our carbon intensity, measured and reported using the Net Carbon Footprint\nmethodology, for the period 2016 to 2021. Limited assurance means nothing has come to the auditor’s attention that would\nindicate that the greenhouse gas data and information as presented in the Greenhouse Gas Statement were not materially\ncorrect.\nRead more about our Net Carbon Footprint methodology atwww.shell.com/ncf.\nNET CARBON INTENSITY [A] [B]\ngCO2e/MJ\n85\n80\n75\n70\n65\n60\n12 13 14 15 16 17 18 19 20 21\n[A] The NCI calculation uses Shell’s energy product sales volume data, as disclosed in the Annual Report and Sustainability Report. This excludes certain contracts held for trading purposes and\nreported net rather than gross. Business-specific methodologies to net volumes have been applied in oil products and pipeline gas and power. Paper trades that do not result in physical product\ndelivery are excluded. Retail sales volumes from markets where Shell operates under trademark licensing agreements are also excluded from the scope of Shell’s carbon intensity metric.\n[B] Acquisitions and divestments are included in the actual performance tracking with the target and reference year unchanged. Note that acquisitions and divestments could have a material\nimpact on meeting the targets.\n22 ShellSustainability Report 2021"
    },
    {
      "page": 25,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nAbsolute emissions reduction performance\nIn 2021, our total combined Scope 1 and 2 absolute greenhouse gas emissions (from assets and activities under our operational\ncontrol) were 68 million tonnes on a CO₂ equivalent basis, a 4% reduction compared with 2020, and an 18% reduction\ncompared with 2016, the base year. Our Scope 3 emissions from energy products included in our net carbon intensity were\n1,299 million tonnes CO₂e.\nSCOPE 1 AND 2 EMISSIONS UNDER OPERATIONAL CONTROL\nmillion tonnes CO2e\n100\n80 b 11 12 11 10\n8\n60 8\n40 a 72 73 71 70 63 60\n20\n0\n2016 2017 2018 2019 2020 2021\na Scope 1 emissions - Direct GHG emissions [A] [B] [C]\nb Scope 2 emissions - market-based method [D] [E]\n[A] Greenhouse gas emissions (GHG) comprise carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons, sulphur hexafluoride and nitrogen trifluoride. The data are\ncalculated using locally regulated methods where they exist. Where there is no locally regulated method, the data are calculated using the 2009 API Compendium, which is the recognised\nindustry standard under the GHG Protocol Corporate Accounting and Reporting Standard. There are inherent limitations to the accuracy of such data. Oil and gas industry guidelines (IPIECA/\nAPI/IOGP) indicate that several sources of uncertainty can contribute to the overall uncertainty of a corporate emissions inventory. We have estimated the overall uncertainty for our direct\nGHG emissions to be around 4% for 2021.\n[B] GHG emissions are calculated using Global Warming Potential factors from the IPCC’s Fourth Assessment Report.\n[C] GHG emissions in this chart do not include carbon credits.\n[D] We have restated our 2020 Scope 2 emissions from 9 to 8 million tonnes CO2e following a correction of an efficiency factor for steam at one of our assets and a revision to how internal\nenergy transfers of steam and electricity were accounted for at several of our assets to remove double-counting between Scopes 1 and 2.\n[E] We have estimated the overall uncertainty for our Scope 2 emissions to be around 6% for 2021.\nMore in this reportManaging greenhouse gas emissions|Our Powering Progress targets|Letter from the CEO|Performance overview\nMore on Shell websitesOur strategy: Powering Progress|Our climate target|Our Climate Target: Frequently Asked Questions\n23 ShellSustainability Report 2021"
    },
    {
      "page": 26,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nMANAGING GREENHOUSE GAS EMISSIONS\nGREENHOUSE GAS EMISSIONS\nPOWERINGPROGRESS\nWe aim to be net zero on emissions generated by our operations by 2050 or sooner, in step with society, as well as on emissions\nassociated with the energy we need to power them.\nIn October 2021, we announced an absolute emissions reduction target of 50% by 2030, compared with 2016 levels on a net\nbasis. This new target covers all Scope 1 and 2 emissions under Shell’s operational control and complements our existing carbon-\nintensity targets.\nGreenhouse gas emissions performance\nShell reduced Scope 1 and 2 emissions under its operational control from 83 million tonnes in 2016 to 68 million tonnes by the\nend of 2021 (seeDelivering our Climate targets).\nOur direct (Scope 1) greenhouse gas (GHG) emissions decreased from63 milliontonnes of carbon dioxide (CO equivalent in\n2)\n2020 to60 milliontonnes of CO equivalent in 2021.\n2\nDIRECT GREENHOUSE GAS EMISSIONS\nmillion tonnes CO2e\n100\n50\n0\n12 13 14 15 16 17 18 19 20 21\nThis decrease was in part driven by the shutdown of the Shell Convent Refinery (USA) in late 2020, lower production at the Shell\nNorco Manufacturing Complex (USA) due to Hurricane Ida, and divestments in 2020 and 2021, which included the Martinez\nand Puget Sound refineries in the USA and the Fredericia refinery in Denmark. These decreases were partly offset by higher\nemissions due to the restart of the Prelude floating liquefied natural gas (LNG) facility in Australia (which was shut down for most\nof 2020) and increased flaring at Shell Nigeria Exploration and Production Company Limited (SNEPCo) in Nigeria.\nIn 2021, we implemented a variety of measures to reduce the energy use and increase the energy efficiency of our operations.\nExamples of some of the principal measures taken in 2021 are listed in the 2021Annual Report.\n24 ShellSustainability Report 2021"
    },
    {
      "page": 27,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nSCOPE 1 AND SCOPE 2 GHG EMISSIONS CHANGES FROM 2020 TO 2021\nmillion tonnes CO2e\n75\n71 0.0\nb 2.7\n70 c d e 68\n65 (4.0) (2.2)\na\n60\n55\n2020 2021\na Emissions [A] [B] d Change in output\nb Acquisitions e Divestments and other reasons\nc Reduction activities and purchased\nrenewable electricity [C] [D]\n[A] Total Scope 1 and Scope 2 emissions, rounded to the closest million tonnes. Scope 2 emissions were calculated using the market-based method.\n[B] We have restated our 2020 Scope 2 emissions from 9 to 8 million tonnes CO2e following a correction of an efficiency factor for steam at one of our assets and a revision to how internal\nenergy transfers of steam and electricity were accounted for at several of our assets to remove double-counting between Scopes 1 and 2.\n[C] In addition to reductions from GHG abatement and energy efficiency projects, this category also includes reductions from permanent shutdown of the Convent and Tabangao refineries and\nthe impact of transformational activities at our Shell Energy and Chemicals Park in Singapore.\n[D] Excludes 1.05 million tonnes of CO2captured and sequestered by our Quest CCS project in Canada in 2021.\nOur indirect greenhouse gas emissions associated with imported energy (Scope 2) were8 milliontonnes in 2021 (using the\nmarket-based method), compared with8 milliontonnes in 2020.\nWe undertake external verification of our greenhouse gas emissions annually. Our 2021 Scope 1 and 2 greenhouse gas\nemissions have been verified to a level of limited assurance. Limited assurance means nothing has come to the verifier’s attention\nthat would indicate that the greenhouse gas data and information as presented in the Greenhouse Gas Statement were not\nmaterially correct.\nRead our most recent assurance statements atwww.shell.com/ghg.\nMore in this reportClimate change and the energy transition|Delivering our climate targets\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\nENERGY EFFICIENCY IN OUR OPERATIONS\nOne of the metrics we use to measure our performance is energy intensity: the amount of energy consumed for every unit of\noutput.\nENERGY INTENSITY – REFINING\nRefinery Energy Index [A]\n110\n100\n90\n12 13 14 15 16 17 18 19 20 21\n[A] Data are indexed to 2002, based on Solomon Associates Energy Intensity IndexTMmethodology.\n25 ShellSustainability Report 2021"
    },
    {
      "page": 28,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nThe refinery energy intensity index increased from 96.1 in 2020 to 96.9 in 2021, in part due to the impact of Hurricane Ida in\nthe USA.\nENERGY INTENSITY – CHEMICAL PLANTS\nChemicals Energy Intensity – GJ/tonne production\n30\n15\n0\n12 13 14 15 16 17 18 19 20 21\nChemical steam cracker energy intensity in 2021 was 18.1 gigajoules per tonne (GJ/tonne) of high-value chemical (HVC)\nproduction, down from 18.7 GJ/tonne HVC in 2020, in part due to good reliability and high utilisation at our Bukom chemical\nplant in Singapore and Deer Park in the USA.\nENERGY INTENSITY – UPSTREAM\n(excl. LNG and GTL) GJ/tonne production\n2\n1\n0\n12 13 14 15 16 17 18 19 20 21\nIn 2021, the overall energy intensity for the production of oil and gas in our Upstream and Integrated Gas businesses (excluding\nliquefied natural gas and gas-to-liquids) remained relatively flat at 1.14, compared with 1.15 in 2020.\nWe expect it will be difficult to maintain the energy intensity levels of recent years, as existing fields age and new production\ncomes from more energy-intensive sources. This may increase our upstream energy intensity over time.\nMore in this reportClimate change and the energy transition|Sustainability at Shell|Our standards and policies\nMore on Shell websitesOur strategy: Powering Progress|Reducing Methane Emissions in Shale Oil and Gas|Greenhouse gas emissions\n26 ShellSustainability Report 2021"
    },
    {
      "page": 29,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nMETHANE EMISSIONS\nPOWERINGPROGRESS\nBy 2025, we expect to have kept the methane emissions intensity of Shell-operated assets to below 0.2%.\nMethane emissions performance\nShell’s methane emissions intensity target covers all Upstream and Integrated Gas oil and gas assets for which Shell is the\noperator. In 2021, our methane emissions intensity averaged 0.06% for assets with marketed gas and 0.01% for assets without\nmarketed gas. Shell’s methane emissions intensity ranged from below 0.01% to 1.5% in 2021 compared with 0.01% to 0.6% in\n2020.\nMETHANE (CH ) EMISSIONS\n4\nthousand tonnes\n150\n100\n50\n0\n12 13 14 15 16 17 18 19 20 21\nMETHANE EMISSIONS BY SOURCE IN 2021 [A]\npercentage\n13%\n13% d\n40%\na Venting and process\nc a b Flaring\nc Fugitive\nd Combustion\nb\n35%\n[A] Percentages do not add up to 100% due to rounding.\nIn 2021, Shell’s total methane emissions were 55 thousand tonnes compared with 67 thousand tonnes in 2020, in part due to\nreduced methane emissions reported for Malaysia because we relinquished the operatorship of two complexes (E11PA and\nE11PB) on December 31, 2020. We also implemented a more accurate method for calculating fugitive emissions at the Shell-\noperated QGC natural gas facility in Australia. Methane emissions were less than 3% of Shell’s greenhouse gas emissions on a\nCO -equivalent basis in 2021. More than 65% of our reported methane emissions in 2021 came from flaring and venting in our\n2\nupstream and midstream operations.\n27 ShellSustainability Report 2021"
    },
    {
      "page": 30,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nWe encourage industry-wide action on methane emissions reduction by participating in voluntary initiatives.\nFor example, we participate in multi-stakeholder groups, such as the Methane Guiding Principles coalition, which we initiated in\n2017, and the Oil and Gas Methane Partnership (OGMP) 2.0, which seeks to improve measurement and reporting. In 2021,\nenvironmental organisations and energy companies, including Shell, developed policy recommendations to support European\nUnion (EU) legislation for ambitious methane emissions reductions across the supply chain of natural gas consumed within the\nEU.\nRead more about Shell and methane emissions atwww.shell.com/energy-and-innovation/natural-gas/methane-emissions.\nMore in this reportClimate change and the energy transition|Managing greenhouse gas emissions|Wind|Integrated power\nMore on Shell websitesOur strategy: Powering Progress|Methane emissions|Reducing Methane Emissions in Shale Oil and Gas|Greenhouse gas emissions|Air Quality\nFLARING\nPOWERINGPROGRESS\nWe have committed to bringing forward the target to eliminate routine gas flaring from our Upstream operated assets from\n2030 to 2025.\nWe are working to reduce flaring, which contributes to climate change and wastes valuable resources. We have committed to\nbringing forward our target. This accelerates our commitment in 2015 to end routine flaring as a signatory to the World Bank’s\nZero Routine Flaring by 2030 initiative. All of Shell’s operated assets within the Integrated Gas business already comply with\nzero routine flaring, as they were designed to gather gas resources to sell and avoid routine flaring.\nFlaring performance\nFlaring of gas in our Upstream and Integrated Gas businesses contributed around 7% to our overall direct greenhouse gas\n(GHG) emissions in 2021.\nFLARING – UPSTREAM HYDROCARBONS FLARED\nmillion tonnes\n6\n3\n0\n12 13 14 15 16 17 18 19 20 21\n28 ShellSustainability Report 2021"
    },
    {
      "page": 31,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nFLARING – UPSTREAM CO EQUIVALENT\n2\nmillion tonnes CO2e\n20\n10\n0\n12 13 14 15 16 17 18 19 20 21\nGas routinely produced with oil, known as associated gas, may be flared. In 2021, around 17% of greenhouse gas emissions\nfrom flaring occurred at facilities where there was no infrastructure to capture the gas (down from around 24% in 2020). Overall\nflaring increased to4.5 milliontonnes of carbon dioxide equivalent (CO e) in 2021 from3.8 milliontonnes of carbon dioxide\n2\nequivalent in 2020.\nAround 60% of flaring in our Upstream and Integrated Gas facilities in 2021 occurred in assets operated by the Shell Petroleum\nDevelopment Company of Nigeria Limited (SPDC) and Shell Nigeria Exploration and Production Company Limited (SNEPCo).\nFlaring from SPDC-operated facilities increased by around 5% in 2021 compared with 2020. Flaring at SNEPCo-operated\nfacilities increased by 160% in 2021 compared with 2020. This was because repairs to a flexible joint on the gas export riser on\nthe Bonga deep-water floating production, storage and offloading (FPSO) facility took longer than planned. A large amount of\ngas was therefore flared while the FPSO continued to produce oil.\nRead more about our flaring reduction commitment atwww.shell.com/inside-energy/zero-routine-flaring-by-2025.\nMore in this reportClimate change and the energy transition|Energy transition|Managing greenhouse gas emissions\nMore on Shell websitesOur strategy: Powering Progress|Reducing Flaring in Shale Oil and Gas|External voluntary codes|Air Quality\nSECTORAL DECARBONISATION\nPOWERINGPROGRESS\nWorking with our customers and across sectors to accelerate the transition to net-zero emissions.\nWe are helping our customers to find ways to reduce their overall carbon footprint, including in sectors that are difficult to\ndecarbonise such as aviation, shipping, road freight and industry.For example, we have an ambition to produce around2 million\ntonnes ofsustainable aviation fuel(SAF) a year by 2025 and increase its share to at least 10% of our global aviation fuel sales\nby 2030.\nTo help accelerate the transition to net-zero emissions, we will build on existing relationships with other stakeholders, such as\nenergy suppliers, policymakers, infrastructure owners and consumers to support a sector-based approach. Transforming energy\ndemand is the focus of our decarbonisation strategy. We are working with customers sector-by-sector across the energy system\nand will change the mix of energy products we sell to meet their changing energy demands.\nRead more about sectoral decarbonisation atwww.shell.com/energy-and-innovation/the-energy-future/cutting-carbon-together-\nsector-by-sectorand in the Energy Transition Report atwww.shell.com/SET.\nMore in this reportClimate change and the energy transition\nMore on Shell websitesOur strategy: Powering Progress|Reducing Methane Emissions in Shale Oil and Gas|Greenhouse gas emissions\n29 ShellSustainability Report 2021"
    },
    {
      "page": 32,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nREALISING THE ROLE OF NATURE\nPOWERINGPROGRESS\nOur aim is to use nature-based solutions to mitigate emissions of around 120 million tonnes ofCO per year by 2030.\n2\nNature-based solutions (NBS) conserve, enhance and restore ecosystems – such as forests, grasslands and wetlands – to\nprevent greenhouse gases or reduce atmospheric CO levels. NBS provide benefits for people and the environment by\n2\npreserving biodiversity, preventing floods, improving air quality and building more resilient and healthy communities.\nCarbon credits generated from NBS projects can be used by Shell to compensate for our own emissions and to allow our\ncustomers to offset their emissions in line with the mitigation hierarchy of avoid, minimise and offset. As part of our selection\ncriteria for NBS, we look for projects that will have anet positive impactfor biodiversity and communities.\nCarbon credits can also be generated by other types of projects, for example cookstoves. Better cooking facilities that displace\nopen fires reduce carbon emissions, prevent local deforestation and improve air quality and therefore health.\nIn 2021, we aimed to invest around $100 million in nature-based solutions such as forests and wetlands that store carbon.\nProjects may need different levels of funding at different stages of development. In 2021, investments were also affected by\nCOVID-19, as site visits to potential projects were not possible. Establishing our new NBS team following a reorganisation also\ntook some time. Nevertheless, in 2021, we allocated more than $480 million to various projects, to be deployed across the\nlength of the contracts. More than 95% of this funding is for NBS projects. We deployed $37 million in 2021: $26 million for\nNBS and $11 million for cookstove projects and we retired around 6 million credits on behalf of our customers. These numbers\nexclude direct carbon trading activities.\nIn November 2021, Shell published its \"Ensuring high-quality nature-based carbon credits\" report that sets out our expectations\nand approach to quality across our NBS portfolio.\nIn 2021, we expanded our offer of carbon credits to drivers and business customers who wish to compensate for the life-cycle\nCO -equivalent emissions generated by their use of the Shell fuel they buy. We have made this offer available to our fleet\n2\ncustomers in 17 countries and to retail customers at more than 3,100 service stations in Austria, Canada, Germany, Hungary, the\nNetherlands, Switzerland and the UK.\nRead more about nature-based solutions atwww.shell.com/energy-and-innovation/new-energies/nature-based-solutions.\nMore in this reportClimate change and the energy transition|Carbon capture and storage|Managing greenhouse gas emissions|Energy transition\nMore on Shell websitesOur strategy: Powering Progress|Nature-based solutions\nCARBON CAPTURE AND STORAGE\nPOWERINGPROGRESS\nWe seek to have access to an additional 25 million tonnes a year of carbon capture and storage (CCS) capacity by 2035 –\nequal to 25 CCS facilities the size of our Quest site in Canada.\nShell’s ambition is to work with governments, customers and partners to unlock the potential for CCS to reduce emissions where\nthere are no currently scalable low-carbon alternatives. In 2021, Shell's operating costs for and investment in CCS opportunities\namounted to around $146 million.\nBy the end of 2021, our QuestCCSproject in Canada (Shell interest 10%) had captured and safely stored more than 6.5 million\ntonnes of CO since it began operating in 2015. In Australia, the Gorgon CCS project (Shell interest 25%, operated by\n2\nChevron), which started operating in August 2019, had stored more than 5 million tonnes ofCO by the end of 2021. Gorgon is\n2\nthelargest CCS operation in the world.\nThe Gorgon CCS system has presented some challenges, which resulted in a carbon injection shortfall. The operator continues to\nwork with the regulator and the venture partners, including Shell, to make adjustments where needed. The JV announced the\n30 ShellSustainability Report 2021"
    },
    {
      "page": 33,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nimplementation of a package that includes greenhouse gas offset credits and investment in lower-carbon projects to compensate\nfor the shortfall.\nRead more about ourCCSprojects atwww.shell.com/ccs.\nCCS projects\nTotal capacity\n(100%), million\nShell Shell tonnes per\nProject CO2source Country involvement interest annum Shell-operated\nCCS projects in operation\nTechnical\ndeveloper,\nAlberta, Operator,\nQuest Bitumen upgrading Canada JV partner 10% 1 mtpa Yes\nGorgon CO2in gas Australia JV partner 25% Up to 4 mtpa No\nTechnologyCentre Mongstad\n(TCM) test and research Gas-fired power, refining\nfacility and chemical production Norway JV partner 8.7% Test site No\nCCS projects under construction\nNorthern Lights (Phase1) Industrial sources Norway JV partner 33.3% 1.5 mtpa No\nCCS projects pre-FID options\nTechnical\ndeveloper,\nAcorn Industrial sources Scotland, UK JV partner 30% Around 6 mtpa No\nNo–transport\nAramis Industrial sources Netherlands JV partner 25% 5 mtpa Yes – storage\nTeesside and\nNorthern Endurance Humberside,\nPartnership Industrial sources UK JV partner TBC 4 mtpa No\nRefining and chemical Alberta,\nPolaris production Canada Operator TBC 0.75 mtpa Yes\nOperator\nSouth Wales Industrial Cluster Industrial sources Wales, UK JV partner TBC 1.5 mtpa Yes\nPernis CO2capture (for 1.15 mtpa Yes – capture\ntransport and storage by the Refining and chemical CO2 (Shell No–transport\nthird-party Porthos project) production Netherlands capture 100% capacity) and storage\n0.5 mtpa\nPernis SPeCCS Refining and chemical CO2 (Shell\nCO2capture expansion production Netherlands capture 100% capacity) TBC\nMore in this reportClimate change and the energy transition|Realising the role of nature|Energy transition\nMore on Shell websitesOur strategy: Powering Progress|Carbon Capture: The technology we cannot afford to ignore\n31 ShellSustainability Report 2021"
    },
    {
      "page": 34,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nPROVIDING LOWER-CARBON ELECTRICITY\nINTEGRATED POWER\nPOWERINGPROGRESS\nWe aim to increase our power sales to 560 terawatts a year by 2030.\nFor consumers and business customers to decarbonise their activities, lower-carbon electricity will be part of their energy mix.\nWe believe Shell can become a leading provider of clean power.\nIn 2021, we sold 251 TWh of power and cash capital expenditure in Renewables and Energy Solutions amounted to $2.4\nbillion.In 2022, we aim to invest $3 billion in our Renewables and Energy Solutions business.\nBy 2030, we aim to supply electricity to more than 15 million retail and business customers worldwide and increase our power\nsales to 560 terawatt hours a year.\nWe are providing more renewable and low-carbon energy options for customers through investments in wind, solar, electric\nvehicle charging, hydrogen, and more.\nIn 2021, we signed a number of deals to supply businesses with renewable electricity, including withAmazonand T-Mobile US.\nShell is also supplyingMicrosoftwith renewable energy as part of our strategic alliance launched in 2020to accelerate\ninnovation in support of decarbonisation.\nFind out more about our power business in theAnnual Report.\nRead more about lower-carbon and renewable power atwww.shell.com/res.\n32 ShellSustainability Report 2021"
    },
    {
      "page": 35,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nOFFERING CUSTOMERS LOWER-CARBON AND RENEWABLE ENERGY SOLUTIONS\na selection of investments, acquisitions and ventures\n▪ Unveiled Qabas solar plant, Oman ▪ Signed Letter of intent to ▪ Acquired ubitricity, UK\n2021\n▪ Signed deals to build two solar photo- build a 100 MW hydrogen ▪ Launched EV mobility hub in Paris,\nvoltaic projects (pre-FID), UK electrolyser, Germany France\n▪ Acquired Savion, USA ▪ Signed MoU with BlueScope to build\nSOLAR ▪ Acquired solar-konzept Italia, Italy Hydrogen a 10 MW electrolyser, Australia Mobility\n▪ Opened heavy-duty hydrogen\nstations, USA\n▪ Partnered with Simply Blue Group to ▪ Acquired Next Kraftwerke, Germany\ndevelop Emerald and Western Star ▪ Acquired Inspire Energy Capital, USA\nfloating wind projects, Ireland ▪ Announced Powershop acquisition,\n▪ Shell and CoensHexicon formed the Australia (completed 2022)\nWind MunmuBaram JV for a 1.3 GW Trading\nfloating wind project, South Korea\n▪ Final investment decision to build ▪ Masabi*, UK ▪ Shell and Eneco awarded tender to\nGangarri solar farm, Australia ▪ InstaFreight*, Germany build 759 MW Hollandse Kust\n▪ Spiffy*, USA (noord) offshore wind farm, NL\n2020\nSOLAR Mobility Wind\n▪ Select Carbon, Australia ▪ Announced plans to build 20 MW ▪ Palmetto*, USA\n▪ Climate Bridge*, China hydrogen electrolyser and refuelling ▪ GreenCom*, Germany\nstations, China\n▪ ZeroAvia*, USA\nNBS [A] Hydrogen ▪ Opened hydrogen bus station, NL ENERGY\nSOLUTIONS\n▪ Acquired Greenlots, USA ▪ Acquired EOLFI, France ▪ Acquired sonnen, Germany\n(now Shell Recharge Solutions) ▪ Joint Development Agreement with ▪ Acquired Hudson Energy, UK\n▪ Ravin.ai*, UK CoensHexicon, South Korea (rebranded to Shell Energy Retail\n2019 ▪ Revel*, USA in 2020)\nMobility ▪ Aurora*, USA Wind ENERGY ▪ LO3 Energy*, USA\n▪ Nordsol*, NL SOLUTIONS ▪ Corvus Energy*, Norway\n▪ Nature-based solutions projects under ▪ Orb Energy*, India ▪ Acquired ERM Power, Australia\nway in Australia, Malaysia, ▪ PowerGen*, Kenya (rebranded to Shell Energy in 2020)\nNetherlands, Spain and UK ▪ d.light*, Kenya ▪ Acquired Limejump, UK\nNBS [A] ENERGY Trading\nACCESS\n▪ ESCO Pacific*, Australia ▪ Announced plans to build Rheinland\n▪ Cleantech Solar*, Asia hydrogen electrolyser, Germany\n▪ Opened Moerdijk solar farm, NL ▪ Opened hydrogen stations, Germany\nand Luxembourg\nSOLAR Hydrogen\n▪ Silicon Ranch*, USA ▪ Atlantic Shores Offshore Wind*, USA ▪ Shell Energy Inside, USA\n▪ Mayflower Wind Energy*, USA ▪ Shell Energy Retail, UK\n▪ TetraSpar*, Norway (acquired as First Utility)\n2018\nSOLAR Wind ENERGY\nSOLUTIONS\n▪ Opened light-duty hydrogen stations ▪ Husk Power*, India ▪ Ample*, USA\nin California, USA, and Canada ▪ SunFunder*, Kenya\n▪ HyET Hydrogen*, NL\nHydrogen ENERGY Mobility\nACCESS\n▪ Acquired NewMotion, NL ▪ Innowatts*, USA ▪ SolarNow*, Uganda\n(now Shell Recharge Solutions) ▪ SteamaCo*, Kenya\n▪ Connected Freight*, Philippines ▪ Sunseap*, Singapore\n2017\nMobility ENERGY ENERGY\nSOLUTIONS ACCESS\n▪ Acquired MP2 Energy, USA ▪ Opened light-duty hydrogen\nstation, UK\n[A] Nature-based Solutions\nTrading Hydrogen * Minority investments\n33 ShellSustainability Report 2021"
    },
    {
      "page": 36,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nWIND\nWe have wind power interests in several countries, including onshore in the USA and off the coasts of the USA and the\nNetherlands. We are expanding our wind power activities to make more renewable electricity available to our customers. This\nincludes developing wind projects on floating platforms in deeper waters off the coasts of Ireland, Scotland, France, Norway\nand South Korea.\nAt the end of 2021, the Shell share of total installed capacity combined from onshore and offshore wind was 466 megawatts\nalternating current (MWac), with a further Shell share of 838 MWac under construction.\nRead more about wind power atwww.shell.com/wind.\nWind projects at the end of 2021\nShell Total capacity (100%),\nProject Theme Country interest MWac Shell-operated\nWind projects in operation [A]\nBrazos, TX Onshore USA 100% 160 Yes\nWhitewater Hill, CA Onshore USA 50% 61.5 No\nCabazon Pass, CA Onshore USA 50% 41 No\nBlauwwind [B] Offshore Netherlands 20% 731.5 JV-operated\nNoordzeeWind [C] Offshore Netherlands 100% 108 JV-operated\nWind projects under construction\nBrazos Repower [D] Onshore USA 100% 182 Yes\nCrossWind [E] Offshore Netherlands 80% 759 JV-operated\nPottendijk (wind) Onshore Netherlands 100% 50 Yes\nWind projects pre-FID options (including seabed licences)\n4+\ncountries More than 8 GWac Shell- and JV-\n25+ projects [F] Onshore and offshore [G] Varies [E][F] operated options\n[A] Rock River wind farm in the USA (50 MW, Shell interest 50%) closed down at the end of 2021 and is not included.\n[B] Brazos Repower represents the complete replacement of the Brazos turbines, increasing capacity from 160MW to 182MW.\n[C] Offshore options include GBI, Mayflower, Atlantic Shores and MunmuBaram pre-FID seabed licenses.\n[D] Including France, South Korea, the USA and now the UK.\n[E] In addition, in January 2022, Shell and ScottishPower secured joint offers for seabed rights to develop MarramWind and CampionWind, large-scale floating\nwind farms representing a total of 5 gigawatts (GW) off the east and north-east coast of Scotland.\n[F] Also, in February 2022, the proposed total capacity for the Atlantic Shores project was increased from 3,000 MW to 4,500 MW.\"\nMore in this reportProviding access to energy|Energy transition\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Electricity|Wind power|Solar\n34 ShellSustainability Report 2021"
    },
    {
      "page": 37,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nSOLAR\nWe are expanding our solar power generation capability by investing in the development and operation of long-term\ncommercial and industrial solar projects, including at our own sites. At the end of 2021, our share of installedsolar power\ncapacitywas 734 megawatts direct current (MWdc), with 1,484 MWdc under construction.\nRead more about solar power atwww.shell.com/solar.\nSolar projects at the end of 2021\nShell Total capacity\nProject Country interest (100%), MWdc Shell-operated\nSolar projects in operation\nSilicon Ranch [A] USA 46.72% 1,130 No\nCleantech Solar Asia-Pacific 24.50% 364 No\nMoerdijk Netherlands 100% 27 Yes\nSohar Solar Quabas Oman 100% 34 Yes\nEmmen Netherlands 100% 12 Yes\nHeerenveen Netherlands 100% 14.5 Yes\nSas van Gent Netherlands 100% 30 Yes\nSolar projects under construction\nGangarri Australia 100% 144 Yes\nSilicon Ranch [A] USA 46.72% 2,487.90 No\nCleantech Solar Asia-Pacific 24.50% 228.4 No\nPottendijk (solar) Netherlands 100% 50 Yes\nKoegorspolder Tractaatweg Netherlands 100% 41 Yes\nKoegorspolder Sluiskil [B] Netherlands 100% 31 Yes\nSolar projects pre-FID options\n200+ projects 14 countries [C] Varies Around 30 GWac Varies\n[A] The Silicon Ranch diluted equity share is now 44.33% following an equity raise that completed in February 2022.\n[B] Koegorspolder Sluiskil moved into construction in February 2022.\n[C] Including Brazil, China, France, Germany, India, Italy, Japan, Netherlands, Oman, Philippines, Singapore, Spain, UK, USA.\nMore in this reportProviding access to energy|Energy transition\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Electricity|Wind power|Solar\n35 ShellSustainability Report 2021"
    },
    {
      "page": 38,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nFUELLING MOBILITY\nBIOFUELS\nPOWERINGPROGRESS\nOur aims include producing:\nEight times more low-carbon fuels than in 2021 by 2030 (including Raízen production)\nAround two million tonnes of sustainable aviation fuel a year by 2025\nWe are producing and supplying low-carbon fuels such as biodiesel, bioethanol, renewable natural gas (also known as RNG,\nbiogas or biomethane), renewable diesel (also known as hydrotreated vegetable oil or HVO) and sustainable aviation fuel to\nhelp lower the carbon emissions from transportation. These fuels can be blended with existing fuels, such as gasoline and\naviation fuel, and do not require costly investment in new infrastructure, which means they are a practical option for reducing\ntransport emissions.\nThe Raízen joint venture (Shell interest 44%, not Shell-operated) in Brazil is one of the world’s largest biofuel producers, with one\nof the lowest-CO biofuels available today. In 2021, Raízen produced around2.5 billionlitres of ethanol from sugar cane. In\n2\n2021, Raízen’s Costa Pinto mill in Brazil also produced 19 million litres of second-generation cellulosic ethanol made from\ninedible agricultural waste or forestry products.\nIn September 2021, we announced a final investment decision to build an 820,000-tonnes-a-year biofuels facility at the Energy\nand Chemicals Park Rotterdam, the Netherlands, which was formerly known as the Pernis refinery.\nIn 2021, around 9.1 billion litres of biofuels went into Shell’s petrol and diesel worldwide, which included 3.2 billion litres through\nour joint venture Raízen on an equity basis. In 2020, around 9.5 billion litres of biofuels went into Shell’s petrol and diesel\nworldwide.\nGLOBAL BIOCOMPONENT PURCHASE BY FEEDSTOCK [A]\npercentage\n2%\n1%\n1%\n2%\na Corn\n6%\nb Waste\nc Palm oil\n7%\nef\nghi d Soy bean\ne Rapeseed\nd\nf Molasses\n9% c\na g Other\n55%\nh Sugar cane\nb\ni Blended feedstock\n17%\n[A] Does not include purchases by Raízen.\n36 ShellSustainability Report 2021"
    },
    {
      "page": 39,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nSustainability of biofuels\nWe purchase biocomponents to blend into fuels and/or to trade. Some biofuel feedstocks are considered higher risk with regard\nto human rights, biodiversity or the release of carbon into the atmosphere. To help mitigate these risks, all the palm oil, sugar\ncane and South American soy feedstock we purchase is certified as sustainable under credible sustainability standards like the\nRound Table on Responsible Soy, the Roundtable for Sustainable Palm Oil and Bonsucro.\nRead more about our approach to thesustainable sourcing of biocomponents.\nRead more about biofuels atwww.shell.com/biofuels.\nSustainable aviation fuel\nWe have the ambition to produce around2 milliontonnes ofsustainable aviation fuel(SAF) a year by 2025 and aim to have at\nleast 10% of our global aviation fuel sales as SAF by 2030.\nRead more about SAF atwww.shell.com/business-customers/aviation/the-future-of-energy/sustainable-aviation-fuel.\nRenewable natural gas\nAs cleaner-burning fuels than diesel, liquefied natural gas (LNG) and bioLNG can help the road transport industry lower\nemissions and costs. In 2021, we planned to grow our European LNG refuelling stations to 50 sites by the end of 2021 for\nbioLNG distribution. By the end of the year, we had 44 Shell-branded LNG refuelling stations across seven countries. This is an\nincrease on the 26 stations we had in 2020. As we grow ourLNGrefuelling network, we aim to offer bioLNG as a blend for\nfurther emissions reductions for our customers.\nRead about LNG atwww.shell.com/energy-and-innovation/natural-gas/lng-for-transport/lng-for-road.\nRead about renewable natural gas atwww.shell.com/energy-and-innovation/new-energies/low-carbon-fuels.\nMore in this reportClimate change and the energy transition|Driving innovation\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Low carbon fuels|Hydrogen\n37 ShellSustainability Report 2021"
    },
    {
      "page": 40,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nELECTRIC VEHICLE CHARGING\nPOWERINGPROGRESS\nOur targets include operating:\nmore than 500,000 EV charge points by 2025, of which more than 30,000 charge points are owned directly by Shell\naround 2.5 million EV charge points by 2030\nToday we operate around 87,000 public and private electric vehicle (EV) charge points, including almost 8,000 public charge\npoints at Shell service stations, on-street and at destinations like supermarkets. In 2020, we operated around 60,000 electric\nvehicle charge points.\nIn China, for example, Shell already operates more than 850 public charge points at Shell service stations as well as dedicated\nEV Mobility Hubs. In 2021, we announced an ambition to install 50,000 on-street EV charge posts in the UK by the end of\n2025, through ubitricity, part of the Group.\nRead about electric vehicle charging atwww.shell.com/electric-vehicle-charging.\nMore in this reportClimate change and the energy transition|Driving innovation\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Low carbon fuels|Hydrogen\nHYDROGEN\nPOWERINGPROGRESS\nOur ambition is to capture a double-digit share of global clean hydrogen sales by 2035.\nHydrogen is a versatile energy carrier that can play a significant role in the transition to a lower-carbon world. We are investing\nin producing decarbonised hydrogen for our own facilities and, in the future, for customers in industry and mobility where direct\nelectrification is challenging.\nIn 2021, we started production at the electrolyser at our Shell Energy and Chemicals Park Rheinland in Germany. The 10\nmegawatts (MW) proton exchange membrane (PEM) electrolyser uses renewable energy to produce up to 1,300 tonnes of\ndecarbonised hydrogen a year, which we are using to make lower-carbon fuels at the park. Our joint venture Zhangjiakou City\nTransport and Shell New Energy Co., Limited (Shell interest 47.5%) started up a hydrogen electrolyser in China with 20 MW\nproduction capacity in January 2022.\nWe are also expanding the network of hydrogen refuelling stations. By the end of 2021, there were around 50 hydrogen\nrefuelling stations at Shell-branded outlets in the USA (California), Canada, Germany, the Netherlands and the UK.\nRead about hydrogen atwww.shell.com/hydrogen.\nMore in this reportClimate change and the energy transition|Driving innovation\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Low carbon fuels|Hydrogen\n38 ShellSustainability Report 2021"
    },
    {
      "page": 41,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET- RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL ZERO EMISSIONS SHAREHOLDER VALUE DATA\nDRIVING INNOVATION\nIn 2021, we spent $815 millionon research and development (R&D), compared with $907 millionin 2020. In 2021, we started\nwork on 182 R&D projects with universities, compared with 124 in 2020.\nOur R&D activities are key to achieving our net-zero emissions target, in step with society. In 2021, our R&D expenditure on\nprojects that contributed to decarbonisation was around $328 million, representing around 40% of our totalR&Dspend. This\nincludes expenditure on reducing greenhouse gas emissions:\nfrom our own operations, for example by improving energy efficiency and electrification;\nfrom the fuels and other products we sell to our customers, for example biofuels, and synthetic fuels and products made from\nlow-carbon electricity, hydrogen produced using renewable sources or using natural gas combined with carbon capture\nutilisation and storage (CCUS);\nby CCUS; and\nby creating nature-based solutions (NBS) to offset emissions.\nRead more about technology and innovation atwww.shell.com/energy-and-innovation/the-role-technology-plays/technology-\nfor-a-sustainable-energy-industry.\nMore in this reportSectoral decarbonisation|Fuelling mobility\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n39 ShellSustainability Report 2021"
    },
    {
      "page": 42,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS NATURE SHAREHOLDER VALUE DATA\nForests and ecosystems can play a vital role in helping tackle climate change.\nRESPECTING NATURE\nOur Powering Progress strategy meansrespecting nature by protecting theenvironment,\nreducing waste andmaking a positive contribution tobiodiversity.\n41 OUR APPROACH TO RESPECTING NATURE\n41 PROTECTING BIODIVERSITY\n43 CIRCULAR ECONOMY AND WASTE\n45 CONSERVING WATER RESOURCES\n47 AIR QUALITY\n40 ShellSustainability Report 2021"
    },
    {
      "page": 43,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS NATURE SHAREHOLDER VALUE DATA\nOUR APPROACH TO RESPECTING NATURE\nProtecting the environment has been an integral part of the way we do business for many years as set out in the Shell General\nBusiness Principles and Shell Commitment and Policy on Health, Security, Safety, Environment and Social Performance.\nIn 2021, as part of our Powering Progress strategy, we launched Respecting Nature, which sets out our environmental ambitions\naround biodiversity, water, circular economy and waste, and air quality. Our Respecting Nature commitments step up our\napproach to managing the impacts of our operations on the environment. They also aim to extend our approach with our supply\nchain, for example, with commitments around plastics and circular economy.\nWe adopted short-term goals and also set environmental ambitions for 2030 and later.Our new requirements are being\nembedded into our systems and processes. Accountability for delivery of this goal lies with our Executive Committee. We have\nrestructured and resourced to add specialists on biodiversity and circularity into our organisation and are building capability\nwith the help of external partners.\nWe have included our new commitments in our performance management and reporting systems and are defining the baselines\nfor each of the commitments and setting 2022 targets across our businesses. We are working with external environmental\npartners to develop new approaches that will show the extent of the progress we are making towards our environmental goals.\nOur purchasing policies will include requirements that reflect our environmental framework and take the energy efficiency,\nmaterial efficiency and sustainability of products into consideration in our purchases. SeeSupply chain.\nWe will continue to seek opportunities to go further. Our environmental ambitions will be underpinned by collaboration and\ntransparent reporting.\nENVIRONMENTAL COLLABORATIONS\nPOWERINGPROGRESS\nOur ambition is to strengthen external partnerships and improve transparency on performance.\nWe will ensure that external partnerships inform key areas of development and delivery of our ambitions.\nWe work with external parties to enable a positive impact on the environment. Collaboration can help us to reduce waste,\nimprove circularity of materials and help ensure local communities benefit from our presence.\nExisting collaborations and new partnerships are key to implementing our Respecting Nature ambitions. Earthwatch and the\nInternational Union for Conservation of Nature (IUCN) provided input to the development of our Respecting Nature\ncommitments and continue to support their implementation.\nWe are also working with the World Business Council for Sustainable Development (WBCSD) to develop our approach to\ncircularity.\nTransparency and standards\nWe have joined the Taskforce for Nature-related Financial Disclosures (TNFD) Forum which is looking to develop a risk\nmanagement and disclosure framework for organisations to report and act on evolving nature-related risks.\nOur major installations are certified to independent environmental management system standards, such asISO14001 or\nequivalent systems required by local regulations. Major installations include crude oil and natural gas terminals, gas plants,\nmanned offshore production platforms, refineries and chemicals manufacturing facilities. Of these, 97% were certified at end\n2021. Read more about the certification of our major installations in the 2021Annual Report.\nRead more about our approach atwww.shell.com/sustainability/environment.\nRead more about our environmental partners atwww.shell.com/sustainability/our-approach/environmental-and-community-\npartners.\nMore in this reportSustainability at Shell|Protecting biodiversity|Social investment\nMore on Shell websitesOur strategy: Powering Progress|Respecting nature\n41 ShellSustainability Report 2021"
    },
    {
      "page": 44,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS NATURE SHAREHOLDER VALUE DATA\nPROTECTING BIODIVERSITY\nPOWERINGPROGRESS\nOur ambition is to have a positive impact on biodiversity.\nOur new projects in areas rich in biodiversity – critical habitats – will have a net positive impact on biodiversity, starting\nimplementation in 2021.\nOur nature-based solutions projects, which protect, transform or restore land, will have a net positive impact on biodiversity,\nstarting implementation in 2021.\nWe will replant forests, achievingnet-zero deforestationfromnewactivities, while maintaining biodiversity and conservation\nvalue, starting implementation in 2022.\nIn 2021, we announced a new ambition to have a positive impact on biodiversity. This builds on our earlier commitment not to\nexplore for or develop oil and gas resources in natural and mixed World Heritage Sites.\nWe are developing new ways to measure how we are improving biodiversity. These are being incorporated into our processes\nand systems, including those fornature-based solutionsand reforestation. We are working with external experts to help develop\nand define our approach and the way we measure our progress.\nWe aim to minimise the impact of our onshore and offshore projects on biodiversity and ecosystems, whether life on land or life\nbelow water. We apply the mitigation hierarchy, a decision-making framework that involves a sequence of four key actions:\navoid, minimise, restore and offset. We assess the potential impact of projects on biodiversity as part of our Impact Assessment\nprocess. SeeEmbedding Sustainability in Projects.\nPotential new projects are screened to determine if they are located in a critical habitat. If we decide to progress a project that is\nin a critical habitat, we develop a biodiversity action plan. This sets out actions needed to follow the mitigation hierarchy and,\nwhere there is impact, the actions needed to achieve net positive impact.\nIn 2021, we collaborated with the International Union for Conservation of Nature (IUCN), non-governmental organisations\n(NGOs) and other energy companies to develop guidelines for mitigating the impact of solar and wind projects on biodiversity.\nRead more about biodiversity atwww.shell.com/sustainability/environment/biodiversity.\nMore in this reportSustainability at Shell\nMore on Shell websitesOur strategy: Powering Progress|Biodiversity\n42 ShellSustainability Report 2021"
    },
    {
      "page": 45,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS NATURE SHAREHOLDER VALUE DATA\nCIRCULAR ECONOMY AND WASTE\nMANAGING WASTE\nPOWERINGPROGRESS\nOur ambition is to use resources and materials efficiently and to increase reuse andrecycling.\nWe are aiming forzero wasteby reducing waste generated and increasing reuse and recycling in our businesses and supply\nchains. We will set goals for waste reduction, reuse and recycling by the end of 2022.\nIn 2021, we conducted pilot projects to help develop and test a new circularity assessment methodology, which we will apply in\na number of our businesses in 2022. This will help us better understand how our operations reduce, reuse and recycle waste and\nhelp us set further goals which we will develop in 2022.\nWASTE DISPOSAL\nthousand tonnes\n3,000\n1,500\n0\n12 13 14 15 16 17 18 19 20 21\nNon-hazardous\nHazardous\nIn 2021, we disposed of 1,993 thousand tonnes of hazardous and non-hazardous waste, which is relatively flat compared with\n2,049 thousand tonnes in 2020. We also sent 399 thousand tonnes of residual materials for reuse, recycling or beneficial use as\na raw material in another process. For example, waste that might otherwise go to landfill can be incinerated to generate energy.\nIn 2021, our Shell Energy and Chemicals Park Rotterdam (previously Pernis refinery) in the Netherlands sent more than 80% of its\nwaste generated (58 thousand tonnes) for recycling, reuse or use in another process.\nFind out more about waste and our circular economy approach atwww.shell.com/sustainability/environment/circular-economy-\nand-waste.\nMore in this reportSustainability at Shell|Our approach to respecting nature\nMore on Shell websitesOur strategy: Powering Progress|Circular Economy and Waste\n43 ShellSustainability Report 2021"
    },
    {
      "page": 46,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS NATURE SHAREHOLDER VALUE DATA\nPLASTICS\nPOWERINGPROGRESS\nWe will work with our suppliers and contractors to help end plastic waste in the environment:\nBy 2030, we will increase the amount of recycled plastic in our packaging to 30% and ensure that the packaging we use for\nour products is reusable or recyclable.\nWe will increase the amount of recycled materials used to make our products, starting with plastics. Our ambition is to use 1\nmillion tonnes of plastic waste a year in our global chemicals plants by 2025.\nShell supports the need for improved circularity of global plastics markets and encourages reduction, reuse and recycling of\nplastics. We are a founding member of the Alliance to End Plastic Waste and in 2021 we set a new ambition to work with our\nsuppliers and contractors to help end plastic waste in the environment.\nWe continue to explore ways to reduce, reuse and recycle packaging across our supply chains and introduce sustainable\npackaging. In 2021, we relaunched our range ofbiodegradable and carbon-neutral lubricants, which are made at solar-\npowered facilities using sustainable bio-based raw materials and packaged using 40% recycled plastic.\nRecycling plastic waste as chemicals feedstock\nWe are focusing on chemical recycling where we break down hard-to-recycle plastics into raw materials through a technique\ncalled pyrolysis. The pyrolysis oil can then be used as feedstock in our chemical plants, replacing traditional hydrocarbon\nfeedstock. This contributes to our circular economy ambition and prevents waste that would otherwise have gone to landfill or\nincineration.\nIn November 2021, we announced plans to build a new pyrolysis oil upgrader unit that improves the quality of pyrolysis oil at\nourShell Energy and Chemicals Park Singapore. The facility will have a capacity of 50,000 tonnes per year, which is equivalent\nto the weight of about7.8 billionwaste plastic bags. Shell Ventures BV also announceda strategic partnership with BlueAlp\nwhich includes building two new units in the Netherlands to convert more than 30,000 tonnes a year of plastic waste into\npyrolysis oil and exploring two more in Asia. Shell companies also have pyrolysis oil agreements withNexus Fuelsin the USA,\nEnvironmental Solutions Asia, in Singapore andPrymein Europe.\nFind out more about plastic waste atwww.shell.com/plastics.\nFind out more about waste and our circular economy approach atwww.shell.com/sustainability/environment/circular-economy-\nand-waste.\nMore in this reportSustainability at Shell|Product stewardship|Driving innovation\nMore on Shell websitesOur strategy: Powering Progress|Plastic waste\n44 ShellSustainability Report 2021"
    },
    {
      "page": 47,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS NATURE SHAREHOLDER VALUE DATA\nCONSERVING WATER RESOURCES\nPOWERING PROGRESS\nOur ambition is to conserve fresh water by reducing consumption and increasing reuse and recycling.\nWe will reduce the amount of fresh water consumed in our facilities, starting by reducing fresh-water consumption by 15% by\n2025, compared with 2018 levels in areas where there is high pressure on fresh-water resources.\nWe will also assess options for further reduction goals by the end of 2022.\nWe are making steady progress in reducing our fresh-water consumption in water-stressed areas.\nAt the end of 2021, four of our major facilities were located in areas where there is a high level of water stress based on analysis\nusing water stress tools, including the World Resources Institute’s Aqueduct Water Risk Atlas and local assessments. The facilities\nare: the PearlGTL(gas-to-liquids) plant in Qatar, Shell Energy and Chemicals Park Singapore, the Shell Jurong Island chemical\nplant in Singapore and Tabangao Import Terminal in the Philippines.\nIn 2021, our consumption of fresh water by these facilities was22 millioncubic metres compared with our 2018 baseline of\n25 millioncubic metres. The reduction was mainly a result of the conversion of the Tabangao refinery in the Philippines to a\nterminal and decreased water use at Shell Energy and Chemicals Park Singapore, following improvements to water-based\ncooling systems and the decommissioning of some processing units.\nFRESH WATER WITHDRAWN AND CONSUMED [A]\nmillion cubic metres\n250\n200\n150\n100\n12 13 14 15 16 17 18 19 20 21\nFresh water withdrawn\nFresh water consumed\n[A] Fresh water figures do not include once-through cooling water.\nIn 2021, our overall intake of fresh water decreased to 166 million cubic metres, compared with 171 million in 2020, mainly\ndriven by the shutdown of the Shell Convent Refinery (USA) in late 2020.\nAround 90% of our fresh-water intake in 2021 was used for manufacturing oil products and chemicals, with the balance mainly\nbeing consumed in oil and gas production.\n45 ShellSustainability Report 2021"
    },
    {
      "page": 48,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS NATURE SHAREHOLDER VALUE DATA\nFRESH WATER WITHDRAWN BY BUSINESS\nmillion cubic metres\n200 d 2 3\n3\n3\n2\n150\nc 185 182\n100 177\n159 151\n50\n0 a b 11 6 11 4 8 4 6 3 9 4\n2017 2018 2019 2020 2021\na Upstream c Downstream\nb Integrated Gas d Other\nFRESH WATER WITHDRAWN BY SOURCE IN 2021\npercentage\n34%\nc\na Surface\na 55% b Ground\nc Public utilities\nb\n11%\nOf our fresh-water intake, 34% was from public utilities, such as municipal water supplies. The rest was taken from surface water\nsuch as rivers and lakes (55%) and groundwater (11%).\nIn 2021, we conducted a pilot project looking at approaches to water stewardship, which will help us develop a methodology that we\ncan apply more widely across our businesses in 2022 to improve water efficiency and set further goals to reduce fresh-water use.\nWASTE WATER AND PRODUCED WATER\nWe track low-level concentrations of oil, grease and other hydrocarbons within water returned to the environment from the day-\nto-day running of our facilities (referred to as “discharges to surface water”). We work to minimise these discharges according to\nlocal regulatory requirements and our own standards. Where possible, we look for ways to treat water from our operations using\nnatural solutions, such as constructed wetlands.\nIn 2021, the combined total of hydrocarbons discharged to surface water across all our facilities decreased to 1.0 thousand tonnes, compared\nwith 1.4 thousand tonnes in 2020. The majority of the reduction was the result of improvements made by the Shell Petroleum Development\nCompany of Nigeria Ltd (SPDC) and an ongoing programme at Shell Energy and Chemicals Park Singapore to minimise oil discharges.\nIn 2021, we disposed of 81 million cubic metres of produced water, which represents a decrease of 8% from\n88 million cubic metresin 2020. This was mainly due to reduced produced water discharges at SPDC (Nigeria).\nFind out more about water use atwww.shell.com/sustainability/environment/water.\nMore in this reportSustainability at Shell|Our approach to respecting nature\nMore on Shell websitesOur strategy: Powering Progress|Water\n46 ShellSustainability Report 2021"
    },
    {
      "page": 49,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS NATURE SHAREHOLDER VALUE DATA\nAIR QUALITY\nPOWERINGPROGRESS\nWe are helping to improve air quality by reducing emissions from our operations and providing cleaner ways to power transport\nand industry.\nCLEANER TRANSPORT OPTIONS\nWe are developing a range of lower-emission choices for customers – from electric vehicle charging points to hydrogen – to help\npeople and companies use cleaner modes of transport. For heavy-duty road transport, we offer liquefied natural gas (LNG) as a\nfuel and gas-to-liquids products, which help reduce sulphur emissions, particulates and nitrogen oxide compared with oil-based\nproducts.\nSULPHUR OXIDE, NITROGEN OXIDE AND VOLATILE ORGANIC COMPOUND EMISSIONS\nWe follow our own standards and those of local regulators to manage airborne pollutants in our oil and gas production and\nprocessing, for example emissions of nitrogen oxides, sulphur oxides and volatile organic compounds.\nOur sulphur oxide (SOx) emissions in 2021 decreased to 32 thousand tonnes, compared with 36 thousand tonnes in 2020. This\nwas mainly because of lower emissions from our Shell Energy and Chemicals Park in Singapore as a result of maintenance and\npermanent shutdown of some units and reduced flaring of acid gas at our Pearl GTL plant in Qatar. This decrease was partly\noffset by higher SOx emissions at our Scotford upgrader in Canada due to operational issues in the first half of 2021.\nOur nitrogen oxide (NOx) emissions decreased from 118 thousand tonnes in 2020 to 105 thousand tonnes in 2021, in part\nbecause of fewer ships operated by Shell and lower contractor transport emissions in Nigeria.\nOur emissions of volatile organic compounds (VOCs) decreased to 45 thousand tonnes in 2021 from 47 thousand tonnes in\n2020. Reductions were in part due to reduced emissions from SMDS (Malaysia), divestments in Canada and the USA, and the\nfact that Shell no longer operates two facilities in Malaysia. The reductions were partially offset by higher emissions in Nigeria\nbecause of increased flaring by Shell Nigeria Exploration and Production Company Limited (SNEPCo) and higher emissions for\nships operated by Shell resulting from changes in emission factors for engines.\nTo find out more about air quality, visitwww.shell.com/sustainability/environment/air-quality.\nACID GASES AND VOLATILE ORGANIC COMPOUNDS\nthousand tonnes\n150\n120\n90\n60\n30\n0\n12 13 14 15 16 17 18 19 20 21\nSulphur oxides (SOx)\nNitrogen oxides (NOx)\nVolatile organic compounds (VOCs)\nMore in this reportSustainability at Shell|Our approach to respecting nature\nMore on Shell websitesOur strategy: Powering Progress|Methane emissions|Greenhouse gas emissions|Reducing Methane Emissions in Shale Oil and Gas|Air Quality\n47 ShellSustainability Report 2021"
    },
    {
      "page": 50,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nWe aim to be a good neighbour wherever we work, by contributing to the well-being of communities.\nPOWERING LIVES\nOur Powering Progress strategy means powering lives and livelihoods throughour products\nand activities, and bysupporting an inclusive society.\n49 OUR APPROACH TO POWERING LIVES\n49 PROVIDING ACCESS TO ENERGY\n50 WORKING WITH OUR SUPPLIERS\n51 CONTRIBUTING TO COMMUNITIES\n54 DIVERSITY, EQUITY AND INCLUSION\n55 WORKER WELFARE\n56 RESPECTING HUMAN RIGHTS\n56 MANAGING OUR IMPACT ON PEOPLE\n48 ShellSustainability Report 2021"
    },
    {
      "page": 51,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nOUR APPROACH TO POWERING LIVES\nEvery year, we spend tens of billions of dollars on goods and services in the communities where we operate. Our activities also\ngenerate revenues for governments through the taxes and royalties we pay and the sales taxes we collect on their behalf. This\nhelps fund health care, education, transport and other essential services.\nWe try to make a positive difference to countries and communities by providing training and skills. This supports local economic\ndevelopment and livelihoods. And we strengthen local economies by promoting entrepreneurship, innovation and meaningful\nemployment through programmes including Shell LiveWIRE, our enterprise development programme.\nThe supply of affordable, reliable and sustainable energy is also crucial for addressing global challenges, including those related\nto poverty and inequality. That is why we are working to provide more energy to those who do not have it today.\nOur operations support countries and communities. We employ people in more than 70 countries, providing income and other\nbenefits such as health care and pensions.\nMore in this reportProviding lower-carbon electricity|Letter from the CEO|Our Powering Progress targets\nMore on Shell websitesAccess to energy\nPROVIDING ACCESS TO ENERGY\nPOWERINGPROGRESS\nOur ambition, by 2030, is to provide reliable electricity to 100 million people in emerging markets who do not yet have it.\nINVESTING IN ENERGY ACCESS\nOur energy access team is working to deliver our ambition by improving the reliability of existing power supply to on-grid\ncustomers and providing power to off-grid customers and communities who do not yet have it. We are seeking strategic\npartnerships with governments, utilities, developers, banks, and investors to address local challenges and opportunities, and\nprogress towards achieving our ambition to power emerging markets.\nIn 2021, Shell’s commitment was registered in theUNEnergy Compacts, a collection of voluntary commitments from member\nstates and companies, governments, non-governmental organisations (NGOs) and others, with the specific actions they will take\nto advance progress on UN Sustainable Development Goal 7 (access to affordable, reliable, sustainable, and modern energy\nfor all) and net-zero emissions.\nRead more about our commercial energy access business atwww.shell.com/energy-and-innovation/new-energies/energy-\naccess.\nSOCIAL PROGRAMMES\nSeparate to our commercial ambition, we invest in social programmes that benefit communities where we work. Through these\nvoluntary initiatives, we work with partner organisations to help individuals and communities access reliable electricity to\nimprove lives and generate greater economic opportunity.\nIn 2021, we continued to develop programmes to improve access to energy in Ethiopia, Mozambique, Pakistan and South\nAfrica. COVID-19 continued to impede the delivery of access to energy projects in many locations – primarily due to restrictions\non movement within and between countries.\nTo understand the impact of our projects, we commissioned an evaluation of seven of our access to energy projects in Canada,\nChina, Malaysia, Myanmar, Pakistan, the Philippines, and Tanzania. A key finding of the evaluation was that 74% of participants\nfelt their quality of life was improved. We have also identified several areas where we need to do better, such as an improved\nfeedback mechanism for communities.\n49 ShellSustainability Report 2021"
    },
    {
      "page": 52,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nRead more about how our social investment programmes help to increase access to energy atwww.shell.com/sustainability/\ncommunities/access-to-energy.\nMore in this reportProviding lower-carbon electricity|Letter from the CEO|Our Powering Progress targets\nMore on Shell websitesBuilding an energy access business|Access to energy\nWORKING WITH OUR SUPPLIERS\nSUPPLY CHAIN\nPOWERINGPROGRESS\nSupply chain: We will include requirements in our purchasing policies to reflect our environmental framework, and take the\nenergy efficiency, material efficiency and sustainability of products into consideration in our purchases.\nShell aims to work with suppliers, including contractors, that behave in an economically, environmentally and socially responsible\nmanner, as set out in our Shell General Business Principles and Shell Supplier Principles. In 2021, Shell spent around\n$37.5 billionon goods and services from around 24,000 suppliers globally.\nWe continually work with our suppliers to find ways to reduce greenhouse gas emissions across our supply chains. In 2021, we\nrolled out a new digital platform, Shell Supplier Energy Transition Hub, free of charge to our supply chain and any other\ninterested company. The platform enables them to set emission ambitions and track performance, share best practice and\nexchange emissions data with their own supply chains. By the end of 2021, 258 of our suppliers had joined the platform, 103 of\nwhich have already set emission reduction targets.\nRead more about how we work with contractors and suppliers atwww.shell.com/business-customers/shell-for-suppliers.\nMore in this reportRespecting human rights|Preparing for emergencies\nMore on Shell websitesOur strategy: Powering Progress|Shell for suppliers|Supplier Principles\nLOCAL CONTENT\nWe want to make a positive difference to countries and local communities where we operate. We do this by creating jobs,\ntraining people, supporting local businesses and buying goods and services from local suppliers – collectively referred to as\nlocal content.\nSHELL LOCAL CONTENT ACTIVITIES IN 2021\n63%\n$37.5 billion\nspent in Canada, Germany, the Netherlands,\nspent globally on goods and services\nthe UK and the USA\n$4.2 billion\n88.1%\nspent in countries where gross domestic\nspent in these low-income countries with local\nproduct is less than $15,000 a year per\nsuppliers\nperson[A]\n[A] According to the UN Development Programme's Human Development Index 2019\n50 ShellSustainability Report 2021"
    },
    {
      "page": 53,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nIn 2021, 84.8% of the $37.5 billionwe spent on goods and services was purchased from suppliers based in the same country of\noperation, also called local procurement. About 63% of our procurement was in Canada, Germany, the Netherlands, the UK\nand the USA, of which 83.5% was spent with local suppliers.\nWe estimate that around $4.2 billionwas spent in countries that, according to the UN Development Programme’s Human\nDevelopment Index 2019, have a gross domestic product of less than $15,000 a year per person. In these countries, Shell\ncompanies spent around 88.1%, or around $3.7 billion, with local suppliers.\nDiscover more about how we work to support the countries in which we operate in theCommunity skills and entrepreneurship\nsection andatwww.shell.com/sustainability/communities/local-employment-and-enterprise.\nMore in this reportRespecting human rights|Preparing for emergencies\nMore on Shell websitesOur strategy: Powering Progress|Shell for suppliers|Supplier Principles\nCONTRIBUTING TO COMMUNITIES\nSOCIAL INVESTMENT\nOur activities contribute to economies through taxes, jobs and business opportunities. We also make social investments in areas\ndetermined by local community needs and priorities. This investment is sometimes voluntary, sometimes required by governments,\nor part of a contractual agreement. In 2021, we spent almost $149millionon social investment, of which 37% was required by\ngovernment regulations or contractual agreements. We spent the remaining $94million(63%) on voluntary social investment.\nSOCIAL INVESTMENT BY THEME\npercentage\n2%\n2%\n1%\n3%\na Required social investment\n6%\nb Education\nc Community development\n8% ghij 37% d Disaster relief\nf\ne a e Energy access\nf Community skills and enterprise development\nd g Health\n11%\nh Biodiversity\nc\nb i Other\nj Road safety\n14%\n16%\nAround $72millionof our total social investment spend in 2021 was in countries that, according to the UN Development\nProgramme’s Human Development Index 2019, have a gross domestic product of less than $15,000 a year per person.\n51 ShellSustainability Report 2021"
    },
    {
      "page": 54,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nSOCIAL INVESTMENT BY REGION\npercentage\n5%\n7%\n8%\ng a Africa\nf\n40% b Middle East and North Africa\ne\na c USA and Canada\n11% d d Asia Pacific\ne Europe/CIS\nc f Global\nb\ng Latin America\n14%\n15%\nFind out more about our social investment atwww.shell.com/sustainability/communities.\nMore in this reportProviding access to energy|Community skills and entrepreneurship\nMore on Shell websitesOur strategy: Powering Progress|People and communities|Working with communities|Generating prosperity for countries and communities\nCOMMUNITY SKILLS AND ENTREPRENEURSHIP\nOur community skills and entrepreneurship programmes benefit local communities where we operate by creating employment\nopportunities and contributing to economic development, while adding value to our supply chain. In 2021, around 26,700\npeople participated in and more than 700 businesses were supported by our skills development and entrepreneurship\nprogrammes. In 2021, our community skills programmes helped more than 1,300 people to gain employment immediately\nfollowing the training.\nShell has two global entrepreneurship programmes – Shell LiveWIRE and Shell StartUp Engine.\nShell’s LiveWIRE helps entrepreneurs turn their ideas into reality and operates in 18 countries. In 2021, Shell LiveWIRE trained\nmore than 3,600 people around the world and helped to create more than 2,270 jobs. The programme supported around 670\nexisting businesses and helped create around 125 new businesses, with 19 Shell LiveWIRE-supported businesses entering our\nsupply chain in 2021.\nShell StartUp Engine is a global innovation programme for entrepreneurs in the energy industry and supports early-stage start-\nups in areas such as renewables, energy storage, smart grids and electric mobility. In 2021, the programme was delivered in the\nUK, France, Singapore, Brazil and the Netherlands (New Energy Challenge), with 40 start-ups receiving support.\nFind out more about community skills and entrepreneurship in theLocal contentsection and atwww.shell.com/sustainability/\ncommunities/local-employment-and-enterprise.\nMore in this reportSocial investment|Providing access to energy\nMore on Shell websites\nOur strategy: Powering Progress|Supporting enterprise development and entrepreneurs|Local employment and enterprise|Buying locally and encouraging local suppliers\n52 ShellSustainability Report 2021"
    },
    {
      "page": 55,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nCONTRIBUTING TO NIGERIA'S ECONOMY\nShell’s Nigerian businesses support the development of local communities and companies. The businesses in which Shell has\ninterests employed 2,500 people directly in 2021 and provided jobs for many others in supplier networks. In 2021, Shell\nCompanies in Nigeria (SCiN) awarded contracts worth $800 million to Nigerian-registered companies.\nSOCIAL AND ECONOMIC CONTRIBUTION OF SHELL COMPANIES IN NIGERIA\n$986 million\n2,500 royalties and corporate\n97% taxes paid to the\npeople employed by\nemployees in Nigeria Nigerian government in\nShell, plus more than\nwho are Nigerian 2021 (SPDC $424\n8,500 contractors\nmillion and SNEPCo\n$562 million)\n3,200+\n$800 million 19\nuniversity grants\nworth of contracts were health-care projects\nawarded by SPDC JV\nawarded to Nigerian- supported by SPDC[A]\nand SNEPCo since\nregistered companies JV and SNEPCo[B]\n2016\n[A] The Shell Petroleum Development Company of Nigeria Limited (SPDC), which has a 30% interest in the SPDC joint venture (SPDC JV) and produces oil and gas in the Niger Delta.\n[B] The Shell Nigeria Exploration and Production Company Limited (SNEPCo), which operates in the deep waters of the Gulf of Guinea.\nIn addition to paying $986 million in 2021 royalties and corporate taxes to the Nigerian government (SPDC $424 million;\nSNEPCo$562 million), Shell Companies in Nigeria (SCiN) also contributed $33.82 million in direct social investment. Social\ninvestment was mainly in projects related to community, health, education, road safety and enterprise programmes. These\nprojects are often implemented in partnership with local authorities.\nIn 2021, we launched Shell Energy Nigeria, which aims to develop new gas distribution solutions and deliver competitive and\nreliable energy for power generation and industrial use across the country.\nRead more about Shell’s economic contribution in Nigeria atwww.shell.com.ng/nigeria-briefing-notes.\nMore in this reportSpill response and prevention in Nigeria|Our approach to safety|Providing access to energy\nMore on Shell websitesOur strategy: Powering Progress|Shell Nigeria|Nigeria Briefing Notes|Buying locally and encouraging local suppliers\nEDUCATION IN SCIENCE, TECHNOLOGY, ENGINEERING AND MATHS\nWe actively support science, technology, engineering and maths (STEM) through a range of programmes in more than 20\ncountries. NXplorers, our flagship STEM programme, aims to help young people develop complex and creative thinking to\nbridge the skills gap. NXplorers is now active in 18 countries, and engaged more than 60,000 students in 2021.\nRead more about our contribution to STEM atwww.shell.com/sustainability/communities/education.\nMore in this reportCommunity skills and entrepreneurship|Providing access to energy\nMore on Shell websitesOur strategy: Powering Progress|Education\n53 ShellSustainability Report 2021"
    },
    {
      "page": 56,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nDIVERSITY, EQUITY AND INCLUSION\nPOWERINGPROGRESS\nWe are focusing on removing barriers and creating equality of opportunity in four strategic priority areas: gender; race and\nethnicity; lesbian, gay, bisexual and transgender (LGBT+); and enablement and disabilities inclusion, as set out in our powering\nlives commitments to diversity and inclusion.\nShell is working towards achieving 35% representation of women in our senior leadership positions by 2025 and 40% by\n2030.\nWe aim to increase racial and ethnic representation across our workforce so that we better reflect the communities in which\nwe work and live.\nAt Shell, we seek to provide a safe, caring and inclusive environment for LGBT+ and PWD (people with disabilities) staff so\nthat they can be themselves and reach their full potential.\nBy 2030, we will make our global network of service stations more inclusive and accessible to customers with physical\ndisabilities.\nEMPLOYEE ENGAGEMENT\nThe Shell People Survey is one of our principal tools to measure employee engagement, motivation, affiliation and commitment\nto Shell. In 2021, the response rate was 83%, a decrease of 3.1 percentage points compared with 2020. The average employee\nengagement score was 75 points out of 100, a decrease of 3.0 percentage points compared with 2020. The decrease was\nmainly due to lower scores in the reputation, rewards and benefits sections of the survey. This reflects the uncertainty felt by many\nduring our reorganisation in 2021 and the daily challenges of working with COVID-19.\nRead more about employee engagement in theAnnual Report.\nWORKFORCE DIVERSITY, EQUITY AND INCLUSION\nOur diversity, equity and inclusion approach focuses on hiring, developing and retaining the best people. A diverse workforce,\nsupported by an inclusive and caring environment that respects and nurtures people, is a way to improve our safety and business\nperformance.\nWe aim to increase racial and ethnic representation across our workforce to better reflect the communities in which we work and\nlive. In the USA, about 33.2% of our workforce arepeople of colour. In the UK, 21.5% of our employees identify as being from\nanethnic minoritygroup. Ethnicity declaration is voluntary in the UK and calculations are based on a survey declaration rate of\n81%.\nWe also aim to materially increase our purchasing from diverse suppliers to help build the communities in which we work.\nAt the end of 2021, the proportion of women in senior leadership positions was 29.5%, an increase of 1.7 percentage points\ncompared with the end of 2020. We had been working to achieve 30% representation of women in senior leadership positions\nby the end of 2021, and we aim to achieve 35% by 2025 and 40% by 2030. Shell Business Operations centres hired 2,742\npeople in 2021, of which 51% were women. Shell hired 155 graduates, of which 47% were women.\nWe promote equal opportunity and create an environment where people feel included, regardless of sexual orientation or\ngender identity. This year, we were recognised as a \"Top Scorer\" (92.4%) and \"Advocate\" in the Workplace Pride Global\nBenchmark 2021. We also launched campaigns aimed at supporting the LGBT+ community in 14 countries in 2021, and more\nthan 14 countries celebrated International Coming Out Day.\nWe use our Shell People Survey as a key measure of success for diversity, equity and inclusion. In 2021, the survey showed 80\npoints out of 100 for all questions relating to Diversity and Inclusion, with the new question ‘I feel like I belong at Shell’ scoring\n77.\nRead more about diversity, equity and inclusion in theAnnual Report.\n54 ShellSustainability Report 2021"
    },
    {
      "page": 57,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nDISABILITY INCLUSION AND ENABLEMENT\nWe are also taking steps to provide a better experience for our customers with physical disabilities. For example,fuelService\nlaunched an app in partnership with Shell which allows drivers with any disability that makes refuelling difficult to alert petrol\nstations in advance and request assistance. Shell currently offers the service at more than 3,600 stations across ten countries.\nRead more about disability inclusion and enablement in theAnnual Report.\nRead more about diversity, equity and inclusion atwww.shell.com/about-us/diversity-and-inclusivenessand atwww.shell.com/\ndiversity.\nOUR PEOPLE IN 2021\n271,000\n82,000 >70\nformal training days for\nemployees at countries in which we\nemployees and joint-\nDecember31,2021 operate\nventure partners\n50% 25%\n33%\nwomen on the Board of women on the\nfemale employees\nDirectors Executive Committee\n1,292\n29.5% 155\nexperienced people\nwomen in senior graduate hires\njoined Shell\nleadership positions (47%female)\n(34%female)\n[A] All metrics except the employees’ metric exclude the employees in certain Upstream, Renewables and Energy Solutions and Downstream companies that maintain their own HR systems.\nMore in this reportRespecting human rights|Ethical leadership|Our Powering Progress targets\nMore on Shell websitesOur strategy: Powering Progress|Contributing to a Diverse, Equitable and Inclusive World|Shell in the UK Diversity Pay Gap Report\nWORKER WELFARE\nIn 2021, we continued to take steps to improve our approach to worker welfare. We published Shell’s Approach to Human\nRights, which sets out our commitment to worker welfare and respecting the rights of people and communities. It describes how\nwe integrate human rights and worker welfare into our policies and processes, and how we provide access to remedy through\nour community feedback mechanisms and the Shell Global Helpline. Our approach is informed by the 10 Building Responsibly\nWorker Welfare principles.\nRead more about worker welfare atwww.shell.com/sustainability/communities/worker-welfare.\nMore in this reportWorking with our suppliers|Diversity, equity and inclusion|Our Powering Progress targets\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Human rights\n55 ShellSustainability Report 2021"
    },
    {
      "page": 58,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nRESPECTING HUMAN RIGHTS\nOUR APPROACH TO HUMAN RIGHTS\nWe respect human rights in all aspects of doing business and have embedded human rights in our Shell General Business\nPrinciples, Code of Conduct and Shell Supplier Principles. Our approach is informed by theUNGuiding Principles on Business\nand Human Rights.\nWe focus our effort on four key areas, where human rights are critical to the way we operate and where we have identified the\nrisks are highest for potential impact on human rights. These four key areas are labour rights, communities, supply chains and\nsecurity. In 2021, we continued to take steps to improve our approach to human rights. We publishedShell’s Approach to\nHuman Rightsin connection with the launch of our Powering Progress strategy.\nRead more about our human rights policies and focus areas atwww.shell.com/human-rights.\nMODERN SLAVERY\nShell is opposed to all forms of modern slavery. Such exploitation is against our commitment to respect human rights as set out in\nthe UN Universal Declaration of Human Rights and the International Labour Organization’s Declaration on Fundamental\nPrinciples and Rights at Work. We follow the UN Guiding Principles on Business and Human Rights.\nWe contributed to IPIECA’s guidance on \"Labour rights risk identification in the supply chain\", which was launched in 2021. The\npublication aims to help companies identify and assess risks, giving examples of risk-based screening methodologies and\nbackground resources on human rights due diligence.\nRead more about our approach in our statement under the UK Modern Slavery Act atwww.shell.com/uk-modern-slavery-act.\nSECURITY PRACTICES\nWe work to maintain the safety, security and human rights of our employees, contract staff and local communities. Shell Group\ncompanies have implemented the Voluntary Principles on Security and Human Rights (VPSHR) since their development in 2000.\nWe incorporate the VPSHR into our core security-related processes and contracts. Security staff and contractors are trained in\nthe implementation of the Voluntary Principles initiatives.\nRead more about our approach to human rights and security atwww.shell.com/sustainability/transparency/human-rightsand\nmore about our implementation of the VPSHR atwww.shell.com/vpshr.\nMore in this reportWorking with our suppliers|Diversity, equity and inclusion|Our Powering Progress targets\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions|Human rights\nMANAGING OUR IMPACT ON PEOPLE\nENGAGING COMMUNITIES\nWe engage with communities because this is essential to understanding their priorities and concerns. We have a network of\naround 100 professionals with community engagement responsibilities who are the bridge between Shell and our local\ncommunities. Early in 2020, we launched a new global community feedback tool. This enables us to better track and respond to\nqueries that we receive locally and provides insights at the global level.\nRead more about our work with communities atwww.shell.com/sustainability/communities/working-with-communities.\n56 ShellSustainability Report 2021"
    },
    {
      "page": 59,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nFEEDBACK RECEIVED\nCOMMUNITY FEEDBACK COMPLAINTS RECEIVED GLOBALLY [A]\nby type by category\n2.5% 1%\n1%\n10% 4% 1%\n4%\n5.5%\n12% 36%\ne efghi\nd\nd a c\nb\nc 17% a\n17% 64%\nb\n25%\na Complaints d Positive feedback a Social e Safety\nb Requests e Other b Environment f Health\nc Questions c Business integrity, g Other\ncontractual and commercial h Security\nd Uncategorised i Unrelated to Shell\n[A] Chart excludes clusters of complaints regarding earthquakes in the Netherlands,\nwhich are managed outside of Shell.\nENVIRONMENTAL COMPLAINTS SOCIAL COMPLAINTS\nby sub-category by sub-category\n3% 2% 5%\n6% 5%\n20%\n6%\n10%\nij g 39%\nh a f\n10% g e a\nf\nb 11% d\ne\n19%\nc\n10% d c b\n15%\n11%\n13% 15%\na Noise f Other a Land and resettlement e Engagement\nb Flaring g Soil and water b Local content f Social investment\nc Odour contamination c Labour g Impact\nd Air quality h Dust d Other\ne Ecosystem, habitat, i Water quantity\nbiodiversity j Spills\n57 ShellSustainability Report 2021"
    },
    {
      "page": 60,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nINDIGENOUS PEOPLES\nOur activities can affect Indigenous Peoples who hold specific rights for the protection of their cultures, traditional ways of life\nand special connections to land and water. We seek the support and agreement of Indigenous peoples potentially affected by\nour projects. We do this through dialogue and impact management processes.\nShell has also developed a public position statement on Free Prior and Informed Consent (FPIC), a principle recognised in the\nUN Declaration on the Rights of Indigenous Peoples. It entails open dialogue, good-faith negotiations, and where appropriate,\nthe development of agreements that address the needs of Indigenous Peoples.\nRead more about our work with Indigenous Peoples atwww.shell.com/sustainability/communities/working-with-communities.\nMore in this reportCommunity skills and entrepreneurship|Respecting human rights|Our Powering Progress targets\nMore on Shell websitesOur strategy: Powering Progress|Working with communities\nCULTURAL HERITAGE\nPreserving cultural heritage is an important part of our efforts to manage our social impact. Cultural heritage refers to places of\narchaeological, historical, cultural, artistic and religious significance. It also includes the preservation of unique environmental\nfeatures, cultural knowledge and traditional lifestyles.\nOur approach starts with considering how to avoid or minimise our impact on cultural heritage. This can involve carrying out\narchaeological assessments to inform, among other things, project design and site selection. We then develop chance find\nprocedures to deal with previously unknown heritage resources that may be discovered during construction. We train staff and\ncontractors to make them fully aware of these resources to give them the authority to halt work if necessary.\nRead more about our approach to cultural heritage atwww.shell.com/sustainability/communities/working-with-communities.\nMore in this reportCommunity skills and entrepreneurship|Respecting human rights|Our Powering Progress targets\nMore on Shell websitesOur strategy: Powering Progress|Working with communities\nINVOLUNTARY RESETTLEMENT\nWe sometimes require temporary or permanent access to areas of land or sea where people are living or working. We aim to\navoid resettlement wherever possible, but where resettlement is unavoidable, we work with local communities to help them\nresettle and maintain, or improve, their standard of living in accordance with international standards for resettlement (notably\nInternational Finance Corporation (IFC) Performance Standard 5 on land acquisition and involuntary resettlement). Our support\nmay also include helping these communities to establish alternative livelihoods.\nRead more about our approach to involuntary resettlement atwww.shell.com/sustainability/communities/working-with-\ncommunities.\nMore in this reportCommunity skills and entrepreneurship|Respecting human rights|Our Powering Progress targets\nMore on Shell websitesOur strategy: Powering Progress|Working with communities\n58 ShellSustainability Report 2021"
    },
    {
      "page": 61,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER DATA\nVALUE\nWe are continuing to provide the energy the world needs today, while increasing our investments in cleaner energy.\nGENERATING SHAREHOLDER\nVALUE\nOur Powering Progress strategygenerates value for our shareholders. Itprovides the\nfinancial strength totransform our company as the worldmakes the transition to cleaner\nenergy.\n60 OUR BUSINESS ACTIVITIES\n61 EMBEDDING SUSTAINABILITY INTO PROJECTS\n62 PRODUCING OIL AND NATURAL GAS\n63 NON-OPERATED VENTURES\n63 DIVESTED VENTURES\n59 ShellSustainability Report 2021"
    },
    {
      "page": 62,
      "text": "OUR BUSINESS ACTIVITIES\nEnergy\nuse\nCustomer\nsectors\nMobility Residential Marine Aviation Agriculture Commercial Industrial Commercial\nand forestry road transport\nSUPPORTING THE DELIVERY OF INTEGRATED ENERGY SOLUTIONS\nEnergy\nsolutions\nFuels Lubricants Chemicals Biofuels Electricity Hydrogen Natural gas Gas-to-liquids\nEnergy and chemicals parks LNG and GTL Transport Power\nAssets and\ncapabilities\nRenewables Oil Gas Biomass\nTechnology and operational excellence\nelpoeP\nstesffo\nnobraC\nSUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER DATA\nVALUE\nValue enhanced by trading and optimisation\nMore in this reportOur Powering Progress targets|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n60 ShellSustainability Report 2021"
    },
    {
      "page": 63,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER DATA\nVALUE\nEMBEDDING SUSTAINABILITY INTO PROJECTS\nSafety and the impact of our activities on the environment and communities are vital considerations when we plan, design and\noperate our projects and facilities. The mandatory requirements in our Health, Safety, Security, Environment and Social\nPerformance (HSSE & SP) Control Framework help to ensure projects and facilities are designed and constructed safely,\nresponsibly and in a consistent way.\nAt a project level, assessing climate-related risks is an important part of making initial investment decisions. Projects under\ndevelopment that are expected to have a material greenhouse gas impact must meet our internal carbon performance standards\nor industry benchmarks. This indicates that they will be able to compete and prosper in a future where society aims to limit\noverall carbon emissions.\nWe require projects and facilities that we operate to have a greenhouse gas (GHG) and energy management plan in place if\nthey are expected to produce, at peak, more than 50,000 tonnes of carbon dioxide equivalent emissions. We focus\nimprovement efforts on the most carbon-intensive projects, monitoring performance against applicable standards and running\ncarbon competitiveness reviews to help us continue to improve. We conduct impact assessments for every major project and\nconsider the economic, social, environmental and health opportunities and risks.\nRead more about how we embed sustainability into the life of a project atwww.shell.com/sustainability.\nRead about our major projects atwww.shell.com/about-us/major-projects.\nDECOMMISSIONING AND RESTORATION\nDecommissioning is part of the normal life cycle of every oil and gas structure and we work hard to do it safely and responsibly.\nThis includes restoring the surroundings of onshore and offshore platforms and facilities in line with relevant legislation, while\ntaking our own environmental standards into account.\nWe have decommissioning activities under way in Brunei, India, Malaysia, the Netherlands, the UK and the USA. We seek to\nreuse, repurpose and recycle materials in decommissioning. At the end of 2021, we reported $22.1 billion on our balance sheet\nfor current and non-current decommissioning and other provisions, which is how we account for future decommissioning expenses\n(see ourAnnual Report).\nRead more about Shell’s approach to decommissioning atwww.shell.com/sustainability/decommissioning-and-restoration.\nMore in this reportOur Powering Progress targets|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n61 ShellSustainability Report 2021"
    },
    {
      "page": 64,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER DATA\nVALUE\nPRODUCING OIL AND NATURAL GAS\nPOWERINGPROGRESS\nWe believe our annual oil production peaked in 2019, and we expect our total oil production to decline by 1-2% a year until\n2030.\nThe most ambitious scenarios show that as the energy system transitions, the world will continue to need oil and gas for decades.\nWe are focusing our Upstream activities on fewer, existing positions and on generating value over volume.\nWe expect an annual decline in oil production because we are reducing the level of our investment in Upstream production\nactivities. Emissions from our Upstream operations make up a small proportion of our overall Scope 1 and Scope 2 emissions,\nand they have already reduced by more than 25% since 2016.\nNatural gas, piped and liquefied natural gas (LNG), provides lower-carbon energy. TheIEAestimates that global natural gas\noperations have an average methane leakage rate of 1.7%. At this rate, natural gas emits over its life cycle around 45% lower\ngreenhouse gas emissions than coal when used to generate electricity. Natural gas can also make a significant contribution to\nlowering greenhouse gas emissions in industries, such as the iron and steel sector, where switching to natural gas from coal could\nlead to around 36% lower emissions.\nRead more about our oil and gas production volumes in theAnnual Report.\nRead about our major projects atwww.shell.com/about-us/major-projectsand deep-water production atwww.shell.com/\nenergy-and-innovation/deep-water.\nRead more about natural gas atwww.shell.com/energy-and-innovation/natural-gas.\nSHALE OIL AND GAS\nWe work to unlock shale resources safely and responsibly through strict adherence to our Onshore Operating Principles of\nSafety, Air, Water, Footprint and Community. We conduct our operations in a manner that aims to protect air quality and reduce\nemissions. For example, we are implementing greenhouse gas abatement projects for existing and new facilities, such as using\nrenewable power supply and energy efficiency improvement initiatives.\nIn September 2021, we reached an agreement for the sale of ourshales business in the Permian Basin, USA. The transaction was\ncompleted on December 1, 2021, transferring Shell’s interest in the Permian to ConocoPhillips. As a result of this divestment,\nShell's remaining activity in shales production is in Canada and Argentina.\nRead more about our shale oil and gas production atwww.shell.com/energy-and-innovation/shale-oil-and-gas.\nARCTIC\nWe do not plan to pursue new oil exploration leases offshore in the Arctic Circle. We hold interests in a small number of\nexploration licences in Arctic areas of the USA, Norway and Russia. We evaluate other opportunities on a case-by-case basis, in\nline with our strategic objectives.\nWe intend to exit our interest in the Gydan joint venture with Gazprom Neft (Shell interest 50%) to explore and develop blocks\nin the Gydan peninsula, in north-western Siberia. The project is in the exploration phase, with no production.\nRead more about our activities atwww.shell.com/sustainability.\nMore in this reportOur Powering Progress targets|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n62 ShellSustainability Report 2021"
    },
    {
      "page": 65,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER DATA\nVALUE\nNON-OPERATED VENTURES\nShell often works in joint ventures with national and other international energy companies. More than half of Shell’s joint\nventures are not operated by Shell.\nWhen entering into a venture operated by a partner, we require them to agree to and adopt key principles, policies and\nstandards, including the Shell Commitment and Policy on Health, Safety, Security, Environment and Social Performance (HSSE &\nSP), or one equivalent to our own.\nFor more information about how we work with our joint ventures, seewww.shell.com/sustainability.\nMore in this reportSustainability at Shell|Our standards and policies|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\nDIVESTED VENTURES\nResponsible divestments are a key part of transitioning our portfolio to deliver upon our Powering Progress strategy. In 2021,\ntotal divestment proceeds were approximately $15 billion. See the business sections in our Annual Report 2021 for details.\nWe carry out due diligence on potential buyers when divesting parts of our business. We collaborate with both in-house and\nexternal experts, where appropriate, to conduct checks and examine key attributes of potential buyers.\nFind out more about how we divest atwww.shell.com/sustainability.\nMore in this reportSustainability at Shell|Our standards and policies|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n63 ShellSustainability Report 2021"
    },
    {
      "page": 66,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nThe Shell name can be traced back to seashells imported from the Far East during the late 19th Century.\nOUR PERFORMANCE DATA\nEach year, we measure our ESGperformance and report on the safety ofour operations, our\nimpact on theenvironment and our contribution tocommunities.\n65 ABOUT OUR DATA\n66 OUR STANDARDS AND POLICIES\n67 OUR POWERING PROGRESS TARGETS\n68 SAFETY DATA\n72 GREENHOUSE GAS AND ENERGY DATA\n78 OTHER ENVIRONMENTAL DATA\n83 SOCIAL DATA\n64 ShellSustainability Report 2021"
    },
    {
      "page": 67,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nABOUT OUR DATA\nWe began reporting voluntarily on our environmental, safety and social performance with the first Shell Report in 1997. We\nsupport transparency and share information and data in this report and onwww.shell.com.\nThere are inherent limitations to the accuracy of environmental, safety and social performance data. We recognise that our data\nwill be affected by these limitations, so we continue to improve data integrity by strengthening our internal controls.\nWe provide all non-financial data in this report on a 100% basis for companies and joint ventures where we are the operator\nunless otherwise stated, in line with industry practice. We believe that this boundary best reflects regulatory requirements, as\nwell as internal policies, for the management of potential health, safety, environmental and social impacts. We refer to the\nnumber of people employed or contracted on a full-time equivalent basis.\nOperations acquired or divested during 2021 are included only for the period in which we operated these assets. Other data\nare collected from external sources, employee surveys and other internal sources as indicated. Some data in the social\nperformance data table come from an internal survey completed by the senior Shell representative in each country. The accuracy\nof environmental and social data may be lower than that of data obtained through our financial systems.\nWe only include data in this report for 2021 that were confirmed by the end of March 2022. If incidents are reclassified or\nconfirmed, or if significant data changes occur after preparation of this report, they will be updated in the following year’s\npublication.\nASSURANCE\nWe have clear standards and reporting requirements for our health, safety, security, environment and social performance (HSSE\n& SP) data.\nShell companies are required to consider and adopt these standards, which define management roles and responsibilities, the\nscope of data at facilities and how data are calculated and collected. These standards are part of ourHSSE & SPControl\nFramework.\nTo ensure we provide accurate information, our assurance process for HSSE & SP data is also a key element of the HSSE & SP\nControl Framework. Some examples of the assurance mechanisms in this process are:\nself-assessments at the facility level;\ninternal audits at all levels of Shell;\nquarterly reviews and assessments of the data at all levels;\nan annual series of meetings between leaders at Group level and senior business managers to discuss outcomes and\nreporting parameters; and\nformal sign-off by Shell’s senior country leaders.\nThe Carbon Reporting Committee (CRC), which was formed in 2021, is tasked with ensuring that greenhouse gas (GHG)\nemissions measures, both absolute emissions and carbon intensity, and associated metrics, comply with all regulatory and legal\nrequirements.\nThe Report Review Panel of independent experts helps ensure our reporting is balanced, relevant and responsive to stakeholders’\ninterests.\nLRQA Limited has provided limited assurance of our net carbon intensity (measured and reported using the Net Carbon\nFootprint methodology), Scope 1 and Scope 2 greenhouse gas (GHG) emissions data under operational control for 2021 and\nScope 3 greenhouse gas emissions from energy products included in our net carbon intensity. Limited assurance means nothing\nhas come to the auditor’s attention that would indicate that the greenhouse gas data and information as presented in the\nGreenhouse Gas Assertion were not materially correct. The most recent assurance statements are available atwww.shell.com/\nghg.\nConversions into US and Canadian dollars are based on the average exchange rates for 2021.\nMore in this reportOur Powering Progress targets|Our standards and policies|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n65 ShellSustainability Report 2021"
    },
    {
      "page": 68,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nOUR STANDARDS AND POLICIES\nSELECTED COMMITMENTS, POLICIES AND FRAMEWORKS\nWe have a number of codes, policies and assurance processes that define how we aim to operate in socially and\nenvironmentally responsible ways. These include:\nShell General Business Principles\nShell Code of Conduct\nEthics and Compliance Manual\nCode of Ethics for Executive Directors and Senior Financial Officers\nShell Supplier Principles\nHealth, Safety, Security, Environment & Social Performance Commitment and Policy\nHealth, Safety, Security, Environment & Social Performance Control Framework\nHealth, Safety, Security, Environment & Social Performance assurance\nHuman rights approach\nVoluntary Principles on Security and Human Rights\nShell’s ambition to be a net-zero emissions energy business\nEnvironmental framework\nBiodiversity commitments\nPurchasing statement: Sustainable sourcing of bio-components (PDF)\nCorporate political engagement (PDF)\nShell’s principles for producing tight/shale oil and gas\nWe also support a number ofexternal voluntary codes.\nREPORTING STANDARDS AND FRAMEWORKS\nOur reporting is informed by a number of standards such as the IPIECA Sustainability Reporting Guidance and the Global\nReporting Initiative (GRI). In addition, we map our disclosures against the Sustainability Accounting Standards Board’s Oil and\nGas Exploration and Production Standard, the World Economic Forum’s Stakeholder Capitalism Metrics (core) and are a\nfounding member of and a signatory to the United Nations Global Compact. In our Annual Report, we set out our climate-\nrelated financial disclosures consistent with all of the Task Force on Climate-related Financial Disclosures (TCFD)\nRecommendations and Recommended Disclosures.\nGlobal Reporting Initiative\nTask Force on Climate-related Financial Disclosures\nSustainability Accounting Standards Board\nCDP\nIPIECA\nUnited Nations Global Compact\nUnited Nations Sustainable Development Goals\nMore in this reportOur Powering Progress targets|Our standards and policies|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n66 ShellSustainability Report 2021"
    },
    {
      "page": 69,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nOUR POWERING PROGRESS TARGETS\nIn February 2021, Shell launched Powering Progress, which sets out our strategy to accelerate the transition of our business to\nnet-zero emissions, in step with society, purposefully and profitably. It is designed to integrate sustainability with our business\nstrategy, in support of our purpose – to power progress together by providing more and cleaner energy solutions. Targets and\ncommitments under Powering Progress include:\nACHIEVING NET-ZERO EMISSIONS\nWorking with our customers and across sectors to accelerate the transition to net-zero emissions.\nOur climate target is to become a net-zero emissions energy business by 2050, in step with society’s progress in achieving\nthe goal of the UN Paris Agreement on climate change.\nWe have set targets to reduce the carbon intensity (Net Carbon Footprint) of the energy products we sell. This includes short-\nterm targets of 3-4% by 2022, 6-8% by 2023, and 9-12% by 2024 (compared with 2016). It also includes medium- and long-\nterm targets of 20% by 2030, 45% by 2035, and 100% by 2050 (compared with 2016), in step with society.\nIn October 2021, we announced an absolute emissions reduction target of 50% by 2030, compared with 2016 levels on a\nnet basis. This new target covers all Scope 1 and 2 emissions under Shell’s operational control and complements our existing\ncarbon-intensity targets.\nWe have linked the pay of more than 16,500 staff to our target to reduce the carbon intensity of our energy products by\n6-8% by 2023, compared with 2016.\nWe believe our annual oil production peaked in 2019, and we expect our total oil production to decline by 1-2% a year until\n2030.\nIn 2022, we aim to invest $3 billion in our Renewables and Energy Solutions business. We aim to increase our power sales to\n560 terawatts a year by 2030.\nOur aim is to use nature-based solutions to mitigate emissions of around 120 million tonnes of CO per year by 2030.\n2\nWe seek to have access to an additional25 milliontonnes a year of carbon capture and storage (CCS) capacity by 2035 –\nequal to 25 CCS facilities the size of our Quest site in Canada.\nWe have committed to bringing forward the target to eliminate routine gas flaring from our Upstream operated assets from\n2030 to 2025. This is an acceleration of our previously stated obligation to the World Bank’s Zero Routine Flaring by 2030\ninitiative.\nBy 2025, we expect to have kept the methane emissions intensity of Shell-operated assets to below 0.2%.\nRESPECTING NATURE\nProtecting the environment, reducing waste and making a positive contribution to biodiversity.\nBiodiversity\nOur ambition is to have a positive impact on biodiversity.\nOur new projects in areas rich in biodiversity – critical habitats – will have anet positive impacton biodiversity, starting\nimplementation in 2021.\nOur nature-based solutions projects, which protect, transform or restore land, will have a net positive impact on biodiversity,\nstarting implementation in 2021.\nWe will replant forests, achieving net-zero deforestation fromnewactivities, while maintaining biodiversity and conservation\nvalue, starting implementation in 2022.\nWater\nOur ambition is to conserve fresh water by reducing consumption and increasing reuse and recycling.\nWe will reduce the amount of fresh water consumed in our facilities, starting by reducing fresh-water consumption by 15% by\n2025 compared with 2018 levels in areas where there is high pressure on fresh-water resources.\nWe will assess options for further reduction goals by the end of 2022.\n67 ShellSustainability Report 2021"
    },
    {
      "page": 70,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nCircular economy and waste\nOur ambition is to use resources and materials efficiently and to increase reuse andrecycling.\nWe are aiming for zero waste by reducing waste generated and increasing reuse and recycling in our businesses and supply\nchains. We will set goals for waste reduction, reuse, and recycling by the end of 2022.\nWe will work with our suppliers and contractors to help end plastic waste in the environment:\nBy 2030, we will increase the amount of recycled plastic in our packaging to 30% and ensure that the packaging we use\nfor our products is reusable or recyclable.\nWe will increase the amount of recycled materials used to make our products, starting with plastics. Our ambition is to use\none million tonnes of plastic waste a year in our global chemicals plants by 2025.\nAir quality\nWe are helping to improve air quality by reducing emissions from our operations and providing cleaner ways to power\ntransport and industry.\nCollaboration and reporting\nWe are strengthening external partnerships and improving transparency on performance.\nSupply chain: We will include requirements in our purchasing policies to reflect our environmental framework, and take the\nenergy efficiency, material efficiency and sustainability of products into consideration in our purchases.\nExternal partnerships: We will ensure external partnerships inform key areas of development and delivery of our ambitions.\nExternal reporting: We will transparently report performance in our annual Sustainability Report.\nPOWERING LIVES\nPowering lives through our products and activities, and by supporting an inclusive society.\nOur ambition, by 2030, is to provide reliable electricity to100 millionpeople in emerging markets who do not yet have it.\nWe aim to increase racial and ethnic representation across our workforce so that we better reflect the communities in which\nwe work and live.\nShell is working towards achieving 35% representation of women in our senior leadership by 2025 and 40% by 2030.\nBy 2030, we will make our global network of service stations more inclusive and accessible to customers with physical\ndisabilities.\nAt Shell, we seek to provide a safe, caring and inclusive environment for LGBT+ and PWD (people with disabilities) staff so\nthat they can be themselves and reach their full potential.\nMore in this reportSustainability at Shell|Climate change and the energy transition|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n68 ShellSustainability Report 2021"
    },
    {
      "page": 71,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nSAFETY PERFORMANCE DATA\nPersonal Safety[A]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nFatalities[B] Number 8 0 7 2 2 SHS-3 EM-EP-320a.1 403-9\nEmployees Number 0 0 3 0 0 SHS-3 EM-EP-320a.1 403-9\nContractors Number 8 0 4 2 2 SHS-3 EM-EP-320a.1 403-9\nNumber per 100\nFatal accident rate million hours 1.7 0.0 1.4 0.4 0.4 SHS-3 EM-EP-320a.1 403-9\nNumber per 100\nEmployees million hours 0.0 0.0 1.6 0.0 0.0 SHS-3 EM-EP-320a.1 403-9\nNumber per 100\nContractors million hours 2.9 0.0 1.2 0.6 0.6 SHS-3 EM-EP-320a.1 403-9\nSerious Injury and Fatality (SIF)[C][D] Number 32 23 35 – – – – –\nEmployees Number 5 5 9 – – – – –\nContractors Number 27 18 26 – – – – –\nNumber per 100\nSerious Injury and Fatality Frequency(SIF-F) million hours 6.9 6.0 7.5 – – – – –\nNumber per 100\nEmployees million hours 2.7 2.7 4.9 – – – – –\nNumber per 100\nContractors million hours 9.8 6.8 7.8 – – – – –\nNumber per million\nTotal recordable case frequency (TRCF) hours 0.9 0.7 0.9 0.9 0.8 SHS-3 EM-EP-320a.1 403-9\nNumber per million\nEmployees hours 0.5 0.4 0.6 0.7 0.6 SHS-3 EM-EP-320a.1 403-9\nNumber per million\nContractors hours 1.1 0.9 1.1 1.0 0.9 SHS-3 EM-EP-320a.1 403-9\nNumber per million\nLost time injury frequency (LTIF) hours 0.3 0.2 0.3 0.3 0.2 SHS-3 EM-EP-320a.1 403-9\nNumber per million\nEmployees hours 0.2 0.2 0.3 0.2 0.2 SHS-3 EM-EP-320a.1 403-9\nNumber per million\nContractors hours 0.4 0.3 0.3 0.3 0.2 SHS-3 EM-EP-320a.1 403-9\n[A] In line with industry standards, we distinguish three contract modes. Mode 1: contractor/supplier performs work under Shell’s HSSE Management System\n(HSSE MS); Mode 2: contractor/supplier performs work under its own HSSE MS, which is materially equivalent to Shell’s HSSE MS; Mode 3: contractor/\nsupplier performs work under its own HSSE MS. Also in line with industry standards, we report on safety performance only for contract modes 1 and 2.\n[B] Includes fatal occupational injuries and illnesses except for those related to COVID-19. There were 2 COVID-19-related occupational illnesses in 2020 that\nresulted in death (0 employees, 2 contractors) and one COVID-19-related fatality in 2021 (0 employees, 1 contractor).\n[C] Defined as a serious work-related injury or illness, including those that resulted in Fatality or a Life Altering Event. Life Altering Event is defined as a long-term or\npermanent injury/ illness with significant impact to daily activities. Examples of SIF include, but are not limited to, permanent total disability, amputation of a\nbody part (full or partial), reduced bodily mobility (full or partial), 3rd degree burns, impaired vision, hearing, sense of taste or smell.\n[D] Data prior to 2019 are not available. The number of SIF cases for 2019 and 2020 reflects the best estimate. Combined workforce SIF frequency for 2019-2020\nwas adjusted to account for some uncertainty in the number of SIF cases.\n69 ShellSustainability Report 2021"
    },
    {
      "page": 72,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nRoad Transport Safety[A]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nRoad transport safety performance SHS-4 – –\nNumber of severe\nmotor vehicle\nincidents per 100\nSevere motor vehicle incident frequency million kilometres\nrate[B] driven 1.7 2.1 3.5 3.1 2.5 SHS-4 – –\nNumber of road-transport-related fatalities\n(employees and contractors) Number 0 0 2 0 1 SHS-4 – –\n[A] In line with industry standards, we distinguish three contract modes. Mode 1: contractor/supplier performs work under Shell’s HSSE Management System (HSSE\nMS); Mode 2: contractor/supplier performs work under its own HSSE MS, which is materially equivalent to Shell’s HSSE MS; Mode 3: contractor/supplier\nperforms work under its own HSSE MS. Also in line with industry standards, we report on safety performance only for contract modes 1 and 2.\n[B] Severe motor vehicle incident is defined as a motor vehicle incident resulting in a fatality, serious injury or a rollover of a vehicle.\nProcess Safety\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nOperational process safety events [A][B] Number 102 103 130 121 166 SHS-6 EM-EP-540a.1 –\nTier 1 Number 38 34 41 35 49 SHS-6 EM-EP-540a.1 –\nUpstream Number 7 10 7 6 14 SHS-6 EM-EP-540a.1 –\nIntegrated Gas, Renewables and Energy\nSolutions Number 2 3 1 0 2 SHS-6 EM-EP-540a.1 –\nDownstream Number 29 20 32 28 33 SHS-6 EM-EP-540a.1 –\nOther Number 0 1 1 1 0 SHS-6 EM-EP-540a.1 –\nTier 2 Number 64 69 89 86 117 SHS-6 EM-EP-540a.1 –\nUpstream Number 13 14 22 23 32 SHS-6 EM-EP-540a.1 –\nIntegrated Gas, Renewables and Energy\nSolutions Number 4 3 7 6 5 SHS-6 EM-EP-540a.1 –\nDownstream Number 45 49 59 54 70 SHS-6 EM-EP-540a.1 –\nOther Number 2 3 1 3 10 SHS-6 EM-EP-540a.1 –\n[A] Process safety events classified according to guidance from the IOGP and API.\n[B] In 2021, there were seven Tier 1 sabotage-related events (not included in above data). The classification of sabotage-related process safety events is made on\nthe best-endeavours basis.\nHealth\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nTotal recordable occupational illness Number per million\nfrequency (TROIF) (employees only)[A] hours 0.4 0.2 0.5 0.4 0.3 SHS-3 EM-EP-320a.1 403-10\n[A] Does not include COVID-19-related occupational illnesses. There were 86 COVID-19-related employee occupational illnesses in 2021.\n70 ShellSustainability Report 2021"
    },
    {
      "page": 73,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nSecurity[A]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nUsing armed security % of countries 14 14 20 21 14 SHS-7 – –\nUsing armed company security % of countries 3 1 1 3 1 SHS-7 – –\nUsing armed contractor security % of countries 8 8 11 10 3 SHS-7 – –\n[A] Data obtained from an internal survey completed by the senior Shell representative in each country.\nMore in this reportOur Powering Progress targets|Greenhouse gas and energy data|Letter from the CEO\nMore on Shell websitesOur strategy: Powering Progress|Our approach|Transport safety|Community road safety\n71 ShellSustainability Report 2021"
    },
    {
      "page": 74,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nGREENHOUSE GAS AND ENERGY DATA\nNet carbon intensity (NCI)\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nNET CARBON INTENSITY [A] [D]\nNet carbon intensity gCO2e/MJ 77 75 78 79 79 – – –\nEstimated total energy delivered by Shell trillion(10^12)MJ 17.89 18.40 21.05 22.00 21.44 – – –\nShare of energy delivered per\nenergy product type [B] [E]\nOil products and GTL % 45 47 56 55 54 – – –\nGas % 25 21 17 21 23 – – –\nLNG % 18 19 18 16 15 – – –\nBiofuels % 1 1 1 1 1 – – –\nPower % 12 12 9 7 7 – – –\nTotal estimated greenhouse gas emissions\ncovered by the net carbon intensity\ncalculation[C] million tonnes CO2e 1,375 1,384 1,646 1,731 1,688 – – –\nCarbon intensity of energy\nproducts type [F] [G]\nOil products and GTL gCO2e/MJ 91 89 89 88 89 – – –\nGas gCO2e/MJ 66 67 66 67 67 – – –\nLNG gCO2e/MJ 70 70 71 71 71 – – –\nBiofuels gCO2e/MJ 41 38 39 37 39 – – –\nPower gCO2e/MJ 66 48 57 62 60 – – –\n[A] The NCI calculation uses Shell’s energy product sales volume data, as disclosed in the Annual Report and Sustainability Report. This excludes certain contracts\nheld for trading purposes and reported net rather than gross. Business-specific methodologies to net volumes have been applied in oil products and pipeline\ngas and power. Paper trades that do not result in physical product delivery are excluded. Retail sales volumes from markets where Shell operates under\ntrademark licensing agreements are also excluded from the scope of Shell’s carbon intensity metric.\n[B] Percentage of delivered energy may not add up to 100% because of rounding.\n[C] Total CO2e emissions estimated using Shell's Net Carbon Footprint value and the estimate of total delivered energy. Note that this estimated value is\ncalculated from the portfolio average intensity value, which is determined in Shell's Net Carbon Footprint calculation. It is only intended to give an indication of\nthe scope of the emissions included within Shell's Net Carbon Footprint; it does not represent an inventory of emissions. Carbon offsets for 2019, 2020 and\n2021 were included in the total estimated GHG emissions covered by the Net Carbon Footprint calculation.\n[D] Acquisitions and divestments are included in the actual performance tracking with the target and reference year unchanged. Note that acquisition and\ndivestments could have a material impact on meeting the targets.\n[E] Lower heating values are used for the energy content of the different products and a fossil-equivalence approach is used to account for electrical energy, so\nthat it is assessed on the same basis as our other energy products.\n[F] In 2021, emissions included in carbon intensity of power have been calculated using the market-based method.\n[G] The carbon intensity of biofuels reflects the global average for biofuels sold by Shell for 2021.\n72 ShellSustainability Report 2021"
    },
    {
      "page": 75,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nSales of gas and power produced by third parties\nUnit 2021 2020 2019[A] 2018 2017 IPIECA SASB GRI\nGas tBtu 3,630 3,009 2,720 3,246 3,276 – – –\nPower TWh 247 252 207 179 165 – – –\nIn certain cases, prior to 2019, it was not possible to disaggregate sales of Shell and third-party gas volumes. To avoid double-counting these sales volumes were\nnot included in the above figures.\n[A] From 2019, gas and power sales volumes are reported based on a revised methodology. Sales volumes reported exclude those related to pure trading\nactivities.\nScope 1 GHG emissions (operational control)[A][B] [C] [D]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nDirect GHG emissions (Scope1) million tonnes CO2e 60 63 70 71 73 CCE-4 EM-EP-110a.1 305-1\nCarbon dioxide (CO2) million tonnes 58 61 67 69 70 CCE-4 EM-EP-110a.1 305-1\nMethane (CH4) thousand tonnes 55 67 91 92 123 CCE-4 EM-EP-110a.1 305-1\nNitrous oxide (N2O) thousand tonnes 1 1 1 1 1 CCE-4 EM-EP-110a.1 305-1\nHydrofluorocarbons (HFCs) tonnes 25 30 29 31 22 CCE-4 EM-EP-110a.1 305-1\nSulphur hexafluoride (SF6) tonnes 0.01 0.01 0.01 0.03 0.01 CCE-4 EM-EP-110a.1 305-1\nPerfluorocarbons (PFC) tonnes 0 0 0 0 0 CCE-4 EM-EP-110a.1 305-1\nNitrogen trifluoride (NF3) tonnes 0 0 0 0 0 CCE-4 EM-EP-110a.1 305-1\nScope1 emissions by business\nUpstream million tonnes CO2e 11.7 12.8 12.9 14.8 19.6 CCE-4 EM-EP-110a.1 305-1\nIntegrated Gas million tonnes CO2e 15.5 14.1 16.3 13.0 12.0 CCE-4 EM-EP-110a.1 305-1\nDownstream million tonnes CO2e 32.6 35.8 40.2 42.7 41.1 CCE-4 EM-EP-110a.1 305-1\nRefining [E] million tonnes CO2e 20.1 23.4 28.0 29.1 27.8 CCE-4 EM-EP-110a.1 305-1\nChemicals million tonnes CO2e 11.0 10.8 10.5 11.6 11.4 CCE-4 EM-EP-110a.1 305-1\nOther Downstream [F] million tonnes CO2e 1.4 1.6 1.8 2.1 2.0 CCE-4 EM-EP-110a.1 305-1\nOther [G] million tonnes CO2e 0.2 0.2 0.2 0.8 0.2 CCE-4 EM-EP-110a.1 305-1\nScope1 emissions by country\nUSA million tonnes CO2e 13 16 19 20 18 CCE-4 EM-EP-110a.1 305-1\nMiddle East million tonnes CO2e 9 9 9 10 11 CCE-4 EM-EP-110a.1 305-1\nNetherlands million tonnes CO2e 7 7 7 7 7 CCE-4 EM-EP-110a.1 305-1\nSingapore million tonnes CO2e 5 6 6 7 7 CCE-4 EM-EP-110a.1 305-1\nAustralia million tonnes CO2e 5 4 7 4 3 CCE-4 EM-EP-110a.1 305-1\nCanada million tonnes CO2e 5 5 6 6 6 CCE-4 EM-EP-110a.1 305-1\nNigeria million tonnes CO2e 5 5 4 4 5 CCE-4 EM-EP-110a.1 305-1\nGermany million tonnes CO2e 3 3 3 4 4 CCE-4 EM-EP-110a.1 305-1\nMalaysia million tonnes CO2e 2 3 2 3 3 CCE-4 EM-EP-110a.1 305-1\nUnited Kingdom million tonnes CO2e 2 2 2 2 3 CCE-4 EM-EP-110a.1 305-1\nInternational waters million tonnes CO2e 1 1 2 2 1 CCE-4 EM-EP-110a.1 305-1\nRest of the world million tonnes CO2e 2 3 3 4 5 CCE-4 EM-EP-110a.1 305-1\n73 ShellSustainability Report 2021"
    },
    {
      "page": 76,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nScope1 emissions by source\nCO2emissions million tonnes 58 61 67 69 70 CCE-4 EM-EP-110a.2 305-1\nCombustion million tonnes 47 50 53 54 53 CCE-4 EM-EP-110a.2 305-1\nFlaring million tonnes 5 4 7 6 9 CCE-4 EM-EP-110a.2 305-1\nVenting and process million tonnes 6 6 8 9 8 CCE-4 EM-EP-110a.2 305-1\nFugitives million tonnes 0 0 0 0 0 CCE-4 EM-EP-110a.2 305-1\nCH4emissions thousand tonnes 55 67 91 92 123 CCE-4 EM-EP-110a.2 305-1\nCombustion thousand tonnes 7 11 13 13 12 CCE-4 EM-EP-110a.2 305-1\nFlaring thousand tonnes 19 15 19 18 27 CCE-4 EM-EP-110a.2 305-1\nVenting and process thousand tonnes 22 29 44 45 62 CCE-4 EM-EP-110a.2 305-1\nFugitives thousand tonnes 7 12 15 16 23 CCE-4 EM-EP-110a.2 305-1\nOther greenhouse gases million tonnes CO2e 0.2 0.3 0.3 0.3 0.3 CCE-4 EM-EP-110a.2 305-1\nMethane (CH4) emissions\nMethane emissions in CO2equivalent[H] million tonnes CO2e 1.4 1.7 2.3 2.3 3.1 CCE-4 EM-EP-110a.1 305-1\nMethane emissions intensity - assets with\nmarketed gas % 0.06 0.06 0.08 0.08 – CCE-4 EM-EP-110a.1 305-1\nMethane emissions intensity - assets without\nmarketed gas % 0.01 0.01 0.01 0.01 – CCE-4 EM-EP-110a.1 305-1\nUpstream flaring[I]\nGHG emissions from flaring million tonnes CO2e 4.5 3.8 5.9 5.2 8.2 CCE-4 EM-EP-110a.2 305-1\nTotal hydrocarbons flared million tonnes 1.3 1.1 1.8 1.5 2.5 CCE-4 EM-EP-110a.2 305-1\nNigeria million tonnes 0.8 0.6 0.7 0.6 0.8 CCE-4 EM-EP-110a.2 305-1\nRest of the world million tonnes 0.4 0.5 1.2 1.0 1.7 CCE-4 EM-EP-110a.2 305-1\nTotal hydrocarbons flared - routine million tonnes 0.2 0.3 0.5 0.6 1.2 – – –\nTotal hydrocarbons flared - non-routine million tonnes 1.0 0.8 1.4 0.9 1.3 – – –\nUpstream Flaring Intensity [J] % 0.8 0.6 0.9 0.8 1.1 – – –\nGHG emissions from exported energy [K] million tonnes CO2e 3 3 3 3 3 CCE-4 EM-EP-110a.2 305-1\n[A] Greenhouse gas emissions (GHG) comprise carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons, sulphur hexafluoride and nitrogen\ntrifluoride. The data are calculated using locally regulated methods where they exist. Where there is no locally regulated method, the data are calculated using\nthe 2009 API Compendium, which is the recognised industry standard under the GHG Protocol Corporate Accounting and Reporting Standard. There are\ninherent limitations to the accuracy of such data. Oil and gas industry guidelines (IPIECA/API/IOGP) indicate that several sources of uncertainty can\ncontribute to the overall uncertainty of a corporate emissions inventory. We have estimated the overall uncertainty for our direct GHG emissions to be around\n4% for 2021.\n[B] GHG emissions were calculated using global warming potential (GWP) factors from the IPCC’s Fourth Assessment Report. For comparison, our Scope1\nemissions would have been 60 million tonnes in 2021 if we were to use GWPs from the IPCC's Fifth Assessment Report.\n[C] We have updated some of our historical figures following a review of the data.\n[D] GHG emissions in this table do not include carbon credits.\n[E] Includes Scotford Upgrader and Quest Carbon Capture and Storage.\n[F] Includes emissions from other Downstream assets and activities (e.g. shipping, lubricants, trading & supply). Includes oil sands mining until its divestment on\nMay 31, 2017.\n[G] Includes emissions from assets and activities reported by Projects & Technology business and Global Functions.\n[H] Methane emissions were converted to CO2equivalents using GWP from the IPCC's Fourth Assessment Report. For comparison, our methane emissions would\nhave been 1.5 million tonnes in CO2equivalents in 2021 if we were to use GWPs from the IPCC's Fifth Assessment Report.\n[I] Includes Upstream and Integrated Gas businesses.\n[J] Calculated as total hydrocarbons flared divided by sum of total oil and gas wellhead production, LNG and GTL production x 100%.\n[K] GHG emissions related to energy production (in the form of electricity, heat or steam) that was exported to another facility or public grid. This is a subset of our\nScope1 GHG emissions.\n74 ShellSustainability Report 2021"
    },
    {
      "page": 77,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nScope 2 GHG emissions (operational control)[A][B][C]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nScope 2 emissions - market-based method million tonnes CO2e 8 8 10 11 12 CCE-4 – 305-2\nScope 2 emissions - location-based method million tonnes CO2e 9 10 11 11 11 CCE-4 – 305-2\nScope 2 emissions by business\n(market-based method)\nUpstream million tonnes CO2e 0.6 0.6 1.1 1.4 1.4 CCE-4 – 305-2\nIntegrated Gas million tonnes CO2e 1.4 1.5 1.6 2.4 2.4 CCE-4 – 305-2\nDownstream million tonnes CO2e 5.6 6.0 6.9 6.8 7.5 CCE-4 – 305-2\nOther million tonnes CO2e 0.1 0.1 0.2 0.2 0.2 CCE-4 – 305-2\nScope 2 emissions by country\n(market-based method)\nUSA million tonnes CO2e 2.6 3.0 3.1 3.2 3.1 CCE-4 – 305-2\nNetherlands million tonnes CO2e 1.5 1.4 1.7 1.8 1.9 CCE-4 – 305-2\nAustralia million tonnes CO2e 1.3 1.4 1.6 2.4 2.3 CCE-4 – 305-2\nCanada million tonnes CO2e 1.2 1.3 2.3 2.0 2.7 CCE-4 – 305-2\nSingapore million tonnes CO2e 0.5 0.5 0.5 0.5 0.6 CCE-4 – 305-2\nGermany million tonnes CO2e 0.2 0.3 0.3 0.4 0.7 CCE-4 – 305-2\nRest of the world million tonnes CO2e 0.2 0.2 0.3 0.4 0.3 CCE-4 – 305-2\nScope 2 emissions by business\n(location-based method)\nUpstream million tonnes CO2e 0.6 0.6 1.1 1.2 1.4 CCE-4 – 305-2\nIntegrated Gas million tonnes CO2e 2.6 2.7 2.7 2.4 2.3 CCE-4 – 305-2\nDownstream million tonnes CO2e 5.5 6.1 7.1 6.8 7.4 CCE-4 – 305-2\nOther million tonnes CO2e 0.1 0.2 0.2 0.2 0.2 CCE-4 – 305-2\nScope 2 emissions by country\n(location-based method)\nUSA million tonnes CO2e 2.6 3.1 3.2 3.4 3.1 CCE-4 – 305-2\nAustralia million tonnes CO2e 2.5 2.6 2.6 2.4 2.3 CCE-4 – 305-2\nNetherlands million tonnes CO2e 1.4 1.3 1.6 1.7 1.9 CCE-4 – 305-2\nCanada million tonnes CO2e 1.2 1.4 2.3 2.0 2.7 CCE-4 – 305-2\nSingapore million tonnes CO2e 0.5 0.5 0.5 0.5 0.6 CCE-4 – 305-2\nGermany million tonnes CO2e 0.2 0.3 0.4 0.3 0.4 CCE-4 – 305-2\nRest of the world million tonnes CO2e 0.3 0.4 0.4 0.4 0.3 CCE-4 – 305-2\n[A] Split by business or country may not add up to total due to rounding.\n[B] We have updated some of our historical figures following a review of the data.\n[C] We estimated the uncertainty of our 2021 Scope 2 GHG emissions to be around 6% (both market- and location-based methods).\n75 ShellSustainability Report 2021"
    },
    {
      "page": 78,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nGHG intensities (operational control)\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nUpstream and Integrated Gas GHG tonne CO2e/tonne\nintensity[A] production 0.172 0.159 0.168 0.158 0.166 CCE-4 – 305-4\nUpstream and Integrated Gas GHG\nintensity[B] kg CO2e/boe 22 21 22 21 22 CCE-4 – 305-4\ntonne CO2e/\nRefinery GHG intensity[C] UEDCTM 1.05 1.05 1.06 1.05 1.14 CCE-4 – 305-4\ntonne CO2e/tonne\nChemical GHG intensity[D] production 0.95 0.98 1.04 0.96 0.95 CCE-4 – 305-4\n[A] In tonnes of Scope1 and Scope 2 GHG emissions per tonne of oil and gas available for sale, liquefied natural gas and gas-to-liquids production in Integrated\nGas and Upstream. 2021 figure does not include Prelude Floating Liquified Natural Gas (FLNG).\n[B] In kilograms of Scope1 and Scope 2 GHG emissions per boe of oil and gas available for sale, liquefied natural gas and gas-to-liquids production in Integrated\nGas and Upstream. 2021 figure does not include Prelude Floating Liquified Natural Gas (FLNG).\n[C] UEDCTM(Utilised Equivalent Distillation Capacity) is a proprietary metric of Solomon Associates. It is a complexity-weighted normalisation parameter that\nreflects the operating cost intensity of a refinery based on size and configuration of its particular mix of process and non-process facilities.\n[D] High-value chemicals include olefin products (ethylene and propylene) plus the contained butadiene, benzene, acetylene, and high-purity hydrogen production.\nScope 1 and 2 GHG emissions (equity boundary) [A]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nDirect GHG emissions (Scope1) million tonnes CO2e 91 98 105 102 97 CCE-4 EM-EP-110a.1 305-1\nUpstream million tonnes CO2e 18.5 20.1 21.7 22.2 25.4 CCE-4 EM-EP-110a.1 305-1\nIntegrated Gas million tonnes CO2e 24.5 24.2 25.9 25.2 24.1 CCE-4 EM-EP-110a.1 305-1\nDownstream million tonnes CO2e 47.6 53.2 57.3 53.8 47.1 CCE-4 EM-EP-110a.1 305-1\nOther million tonnes CO2e 0.2 0.2 0.2 0.8 0.3 CCE-4 EM-EP-110a.1 305-1\nScope 2 emissions (market-based\nmethod) million tonnes CO2e 9 9 11 11 13 CCE-4 – 305-2\nUpstream million tonnes CO2e 0.7 0.7 1.2 1.3 1.3 CCE-4 – 305-2\nIntegrated Gas million tonnes CO2e 1.1 1.0 1.1 1.8 2.0 CCE-4 – 305-2\nDownstream million tonnes CO2e 6.7 7.1 8.0 7.7 9.2 CCE-4 – 305-2\nOther million tonnes CO2e 0.1 0.1 0.2 0.2 0.2 CCE-4 – 305-2\nScope 2 emissions (location-based\nmethod) million tonnes CO2e 10 10 12 11 13 – – –\nUpstream million tonnes CO2e 0.7 0.8 1.2 1.2 1.3 CCE-4 – 305-2\nIntegrated Gas million tonnes CO2e 1.8 1.7 1.8 1.8 2.0 CCE-4 – 305-2\nDownstream million tonnes CO2e 7.0 7.5 8.3 7.6 9.5 CCE-4 – 305-2\nOther million tonnes CO2e 0.1 0.2 0.2 0.3 0.2 CCE-4 – 305-2\n[A] Split by business may not add up to total due to rounding.\n76 ShellSustainability Report 2021"
    },
    {
      "page": 79,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nScope 3 GHG emissions[A][B]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nPurchased goods and services\n(Category1)\nThird-party products[C] million tonnes CO2e 147 147 178 190 186 CCE-4 – 305-3\nFuel and energy-related activities\n(not included in Scope1 or\nScope2) (Category3)\nThird-party power[D] million tonnes CO2e 136 103 102 96 87 CCE-4 – 305-3\nDownstream Transportation and\nDistribution (Category 9)\nSold own energy products [E] million tonnes CO2e 6 – – – – – – 305-3\nUse of sold products (Category11)\nUse of sold products[F] million tonnes CO2e 1,010 1,054 1,271 1,351 1,318 CCE-4 – 305-3\nOwn production[G] million tonnes CO2e 380 452 564 594 582 CCE-4 – 305-3\nThird-party products[H] million tonnes CO2e 630 602 708 757 736 CCE-4 – 305-3\n[A] The values in this table reflect estimated Scope3 emissions included in our net carbon intensity. This excludes certain contracts held for trading purposes and\nreported net rather than gross. Business-specific methodologies to net volumes have been applied in oil products and pipeline gas and power. Paper trades that\ndo not result in physical product delivery are excluded. Retail sales volumes from markets where Shell operates under trademark licensing agreements are also\nexcluded from the scope of Shell’s carbon intensity metric.\n[B] Estimated emissions from other Scope3 categories are published onwww.shell.com/ghg. 2021 data will be available in June2022.\n[C] This category includes estimated well-to-tank emissions from purchased third-party refined oil products, natural gas, LNG, crude oil and biofuels.\n[D] This category includes estimated well-to-wire emissions from generation of purchased power included in our net carbon intensity.\n[E] Estimated emissions from transportation and distribution of sold own oil products, LNG, GTL, natural gas, and biofuels.\n[F] This category includes estimated emissions from sales volumes of oil products, natural gas, LNG, GTL and biofuels.\n[G] This category includes estimated emissions from our refinery production, natural gas, LNG and GTL products.\n[H] Estimated as the difference between own production and total sold products.\nOther greenhouse gas data (operational control)\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nCarbon capture and storage and\nCO2transfer out\nCO2captured and stored million tonnes 1.05 0.94 1.13 1.07 1.14 CCE-3 EM-EP-530a.1 305-5\nCO2transferred out[A] million tonnes 0.33 0.30 0.43 0.46 0.45 CCE-3 EM-EP-530a.1 305-5\nBiogenic CO2\nBiogenic CO2[B] thousand tonnes 3.60 0.27 0.00 0.00 9.70 – – –\n[A] CO2captured and transferred to another organisation (for example, sold or given for free) as product or feedstock. It is not included in our Scope1 emissions.\n[B] Direct biogenic CO2. It is not included in our Scope 1 emissions.\nCarbon credits\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nTotal carbon credits retired\nIncluded in net carbon intensity million tonnes 5.1 3.9 2.2 0.0 0.0 – EM-EP-530a.1 305-5\nOther carbon credits million tonnes 1.3 0.4 0.5 n/c n/c – EM-EP-530a.1 305-5\nn/c = not collected\n77 ShellSustainability Report 2021"
    },
    {
      "page": 80,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nEnergy use (operational control) [A]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nTotal energy use million MWh 223 241 264 268 269 CCE-6 – 302-1\nOwn energy generated million MWh 202 219 236 240 241 CCE-6 – 302-1\nImported electricity million MWh 20 22 27 26 26 CCE-6 – 302-1\nImported steam and heat million MWh 14 14 17 15 17 CCE-6 – 302-1\nExported electricity million MWh 11 12 10 10 10 CCE-6 – 302-1\nExported steam and heat million MWh 2 2 6 3 5 CCE-6 – 302-1\nConsumption of energy from\nrenewable sources\nRenewable sources - onsite energy\ngeneration consumed million MWh 0.004 0.005 n/c n/c n/c CCE-6 – 302-1\nRenewable sources - purchased electricity million MWh 2.1 1.8 1.5 0.03 0.03 CCE-6 – 302-1\nRenewable sources - purchased steam million MWh 0.00 0.00 n/c n/c n/c CCE-6 – 302-1\nRenewable sources - electricity exported\nto grid million MWh 0.5 0.4 0.4 n/c n/c CCE-6 – 302-1\nEnergy intensity\nUpstream excl. oil sands, LNG and GTL GJ/tonneproduction 1.14 1.15 1.07 1.06 1.05 CCE-6 – 302-1\nRefineries: Refinery Energy Index[B] Index 96.9 96.1 94.2 94.3 94.8 CCE-6 – 302-1\nChemical plants: chemicals energy\nintensity GJ/tonneproduction 18.1 18.7 19.4 18.3 17.6 CCE-6 – 302-1\nn/c = not collected\n[A] We have updated some of our historical figures following a review of the data.\n[B] Data are indexed to 2002, based on Solomon Associates Energy Intensity Index methodology.\nMore in this reportOur Powering Progress targets|Safety data|Letter from the CEO\nMore on Shell websitesOur strategy: Powering Progress|Greenhouse gas emissions\n78 ShellSustainability Report 2021"
    },
    {
      "page": 81,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nOTHER ENVIRONMENTAL DATA\nAir emissions[A]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nAcid gases and VOCs\nSulphur oxides (SOx) Thousand tonnes 32 36 65 74 81 ENV-5 EM-EP-120a.1 305-7\nUpstream Thousand tonnes 4 4 15 19 24 ENV-5 EM-EP-120a.1 305-7\nIntegrated Gas Thousand tonnes 2 3 4 4 2 ENV-5 EM-EP-120a.1 305-7\nDownstream Thousand tonnes 26 29 47 51 55 ENV-5 EM-EP-120a.1 305-7\nOther Thousand tonnes 0 0 0 0 0 ENV-5 EM-EP-120a.1 305-7\nNitrogen oxides (NOx) Thousand tonnes 105 118 108 111 107 ENV-5 EM-EP-120a.1 305-7\nUpstream Thousand tonnes 55 60 40 41 44 ENV-5 EM-EP-120a.1 305-7\nIntegrated Gas Thousand tonnes 14 12 13 10 9 ENV-5 EM-EP-120a.1 305-7\nDownstream Thousand tonnes 36 46 55 58 53 ENV-5 EM-EP-120a.1 305-7\nOther Thousand tonnes 1 0 1 2 0 ENV-5 EM-EP-120a.1 305-7\nVolatile organic compounds (VOCs) Thousand tonnes 45 47 55 59 95 ENV-5 EM-EP-120a.1 305-7\nUpstream Thousand tonnes 17 17 17 25 42 ENV-5 EM-EP-120a.1 305-7\nIntegrated Gas Thousand tonnes 8 8 15 6 7 ENV-5 EM-EP-120a.1 305-7\nDownstream Thousand tonnes 21 22 23 29 46 ENV-5 EM-EP-120a.1 305-7\nOther Thousand tonnes 0 0 0 0 0 ENV-5 EM-EP-120a.1 305-7\nOzone-depleting emissions\nCFCs/halons/trichloroethane Tonnes 0.0 0.0 0.0 0.0 0.0 ENV-5 – 305-6\nHydrochlorofluorocarbons (HCFCs) Tonnes 2 6 8 9 7 ENV-5 – 305-6\n[A] Split by business may not add up to total due to rounding.\n79 ShellSustainability Report 2021"
    },
    {
      "page": 82,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nSpills of more than 100 kg to environment\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nSpills[A]\nSabotage spills – number [B] [C] Number 106 122 156 109 62 ENV-6 EM-EP-160a.2 306-3\nSabotage spills – total volume[B] Thousand tonnes 3.3 1.5 2.3 1.8 1.4 ENV-6 EM-EP-160a.2 306-3\nSabotage spills - recovered volume Thousand tonnes 3.0 1.0 n/c n/c n/c ENV-6 EM-EP-160a.2 306-3\nOperational spills – number [G] Number 41 70 68 93 102 ENV-6 EM-EP-160a.2 306-3\nNigeria[D] [E] [G] Number 9 12 8 15 10 ENV-6 EM-EP-160a.2 306-3\nRest of the world Number 32 58 60 78 92 ENV-6 EM-EP-160a.2 306-3\nOperational spills - total volume Thousand tonnes 0.05 0.4 0.2 0.9 0.4 ENV-6 EM-EP-160a.2 306-3\nNigeria[D] Thousand tonnes 0.03 0.03 0.03 0.4 0.1 ENV-6 EM-EP-160a.2 306-3\nRest of the world Thousand tonnes 0.02 0.4 0.2 0.5 0.3 ENV-6 EM-EP-160a.2 306-3\nOperational spills - recovered volume Thousand tonnes 0.03 0.1 n/c n/c n/c ENV-6 EM-EP-160a.2 306-3\nNigeria[D] Thousand tonnes 0.02 0.01 n/c n/c n/c ENV-6 EM-EP-160a.2 306-3\nRest of the world Thousand tonnes 0.01 0.1 n/c n/c n/c ENV-6 EM-EP-160a.2 306-3\nHurricane spills – number[F] Number 2 0 0 0 4 ENV-6 EM-EP-160a.2 306-3\nHurricane spills – total volume[F] Thousand tonnes 0.03 0 0 0 0.3 ENV-6 EM-EP-160a.2 306-3\nHurricane spills - recovered volume Thousand tonnes 0.01 0 n/c n/c n/c ENV-6 EM-EP-160a.2 306-3\nn/c - not collected\n[A] All spill volumes and numbers are for hydrocarbon spills of more than 100 kilograms to environment (land or water). We have updated some of our historical\nfigures following a review of the data.\n[B] All sabotage- and theft-related spills in 2017-2021 have occurred in Nigeria.\n[C] We have restated the number of sabotage spills from 107 (as reported in the Annual Report) to 106 in 2021 following a review of data to exclude a spill from\nOML 17, as the spill occurred after the divestment.\n[D] Nigeria includes SPDC onshore operations and SNEPCo offshore operations.\n[E] Nigeria includes SPDC onshore operations (nine operational spills in 2021) and SNEPCo offshore operations (zero operational spills in 2021).\n[F] This category reflects the spills caused by exceptional natural events, such as hurricanes and earthquakes. 2017 data reflects the impact of Hurricane Harvey.\n2021 data reflects the impact of Hurricane Ida.\n[G] We have updated the number of operational spills from 10 to 9 (as reported in the Annual Report) in 2021 following a review of data which indicates that a\nspill previously thought to be operational, was instead residual impact from a previous incident.\n80 ShellSustainability Report 2021"
    },
    {
      "page": 83,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nWater use and discharge\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nWater use and discharge[A]\nFresh water withdrawn Million cubic metres 166 171 192 199 204 ENV-1 EM-EP-140a.1 303-3\nFresh water consumed Million cubic metres 122 127 145 147 154 ENV-1 EM-EP-140a.1 303-5\nFresh water consumed in high water stress\nareas[B] Million cubic metres 22 22 25 25\nFresh water returned[C] Million cubic metres 44 45 46 53 51 ENV-1 EM-EP-140a.1 303-3\nFresh water withdrawn by\nbusiness\nUpstream Million cubic metres 9 6 8 11 11 ENV-1 EM-EP-140a.1 303-3\nIntegrated Gas Million cubic metres 4 3 4 4 6 ENV-1 EM-EP-140a.1 303-3\nDownstream Million cubic metres 151 159 177 182 185 ENV-1 EM-EP-140a.1 303-3\nOther Million cubic metres 2 3 3 3 2 ENV-1 EM-EP-140a.1 303-3\nFresh water withdrawn by country\nUSA Million cubic metres 84 92 108 109 98 ENV-1 EM-EP-140a.1 303-3\nCanada Million cubic metres 21 21 23 24 37 ENV-1 EM-EP-140a.1 303-3\nSingapore Million cubic metres 20 19 22 22 23 ENV-1 EM-EP-140a.1 303-3\nNetherlands Million cubic metres 16 16 17 16 16 ENV-1 EM-EP-140a.1 303-3\nGermany Million cubic metres 13 13 12 14 14 ENV-1 EM-EP-140a.1 303-3\nRest of the world Million cubic metres 12 10 11 15 16 ENV-1 EM-EP-140a.1 303-3\nFresh water withdrawn by source\nSurface Million cubic metres 91 94 98 102 100 ENV-1 EM-EP-140a.1 303-3\nGround Million cubic metres 18 18 18 21 24 ENV-1 EM-EP-140a.1 303-3\nPublic utilities[D] Million cubic metres 57 60 76 77 79 ENV-1 EM-EP-140a.1 303-3\nOther[E] Million cubic metres 0 0 0 0 2 ENV-1 EM-EP-140a.1 303-3\nProduced water disposed Million cubic metres 81 88 92 96 100 ENV-1 EM-EP-140a.2 –\nProduced water reinjected Million cubic metres 17 21 21 22 26 ENV-1 EM-EP-140a.2 –\nProduced water discharged Million cubic metres 47 51 51 49 54 ENV-1 EM-EP-140a.2 –\nProduced water exported for disposal or\nreuse Million cubic metres 16 16 19 25 20 ENV-1 EM-EP-140a.2 –\nOil in effluents to surface\nenvironment Thousand tonnes 1.0 1.4 1.3 1.4 1.2 ENV-2 EM-EP-140a.2 –\nOil in produced water Thousand tonnes 0.7 0.9 0.9 0.9 0.9 ENV-2 EM-EP-140a.2 –\n[A] Fresh water figures do not include once-through cooling water. Breakdown may not add up to total due to rounding.\n[B] At the end of 2021, four of our major facilities were located in areas where there is a high level of water stress based on analysis using water stress tools,\nincluding the World Resources Institute’s Aqueduct Water Risk Atlas and a local assessment. The facilities are: Pearl gas-to-liquids (GTL) plant in Qatar, Shell\nEnergy and Chemicals Park and the Jurong Island chemical plant in Singapore and the Tabangao import terminal in the Philippines.\n[C] Defined as fresh water returned back to a freshwater source.\n[D] Includes imported steam.\n[E] Includes harvested rainwater and surface run-off collected for usage.\n81 ShellSustainability Report 2021"
    },
    {
      "page": 84,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nWaste management[A][B]\nUnit 2021 2020 2019 2018 2017 IPIECA SASB GRI\nWaste\nTotal waste disposed Thousand tonnes 1,993 2,049 2,113 1,999 2,020 ENV-7 – 306-3\nHazardous waste disposed Thousand tonnes 1,025 558 698 592 638 ENV-7 – 306-3\nUpstream Thousand tonnes 345 122 90 36 93 ENV-7 – 306-3\nIntegrated Gas Thousand tonnes 9 26 52 15 29 ENV-7 – 306-3\nDownstream Thousand tonnes 650 403 552 537 509 ENV-7 – 306-3\nOther Thousand tonnes 20 7 4 4 7 ENV-7 – 306-3\nNon-hazardous waste disposed Thousand tonnes 969 1,491 1,414 1,407 1,382 ENV-7 – 306-3\nUpstream Thousand tonnes 193 214 252 278 346 ENV-7 – 306-3\nIntegrated Gas Thousand tonnes 96 18 23 17 31 ENV-7 – 306-3\nDownstream Thousand tonnes 607 1,235 1,116 1,095 992 ENV-7 – 306-3\nOther Thousand tonnes 73 24 24 17 13 ENV-7 – 306-3\nWaste beneficially reused, recycled or\nrecovered[C] Thousand tonnes 399 448 441 419 404 ENV-7 – 306-4\nUpstream Thousand tonnes 81 97 58 57 76 ENV-7 – 306-3\nIntegrated Gas Thousand tonnes 36 15 25 12 15 ENV-7 – 306-3\nDownstream Thousand tonnes 276 332 354 328 311 ENV-7 – 306-3\nOther Thousand tonnes 7 4 4 3 2 ENV-7 – 306-3\n[A] Split by business may not add up to total due to rounding.\n[B] We have updated some of our historical figures following a review of the data.\n[C] Not included in total waste disposed.\nMore in this reportOur Powering Progress targets|Greenhouse gas and energy data|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n82 ShellSustainability Report 2021"
    },
    {
      "page": 85,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nSOCIAL PERFORMANCE DATA\nTo ensure that the data is read and interpreted in context, the data below should be read in conjunction with the relevant\nnarratives in our Sustainability Reports, Annual Reports, Diversity Pay Gap reports, Shell.com and any other sources referenced.\nNew data was added to this page on November 2, 2022.\nOur people\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nEmployees (thousand) [A] 82 87 87 82 86 – – 2-7\nOur people by geographical area [A]\nAfrica 4 4 4 – – – – 2-7\nAsia 30 31 31 – – – – 2-7\nEurope 26 27 27 – – – – 2-7\nNorth America 18 20 21 – – – – 2-7\nOceania 2 3 2 – – – – 2-7\nSouth America 1 2 2 – – – – 2-7\nStaff forums and grievance procedures\n% countries with staff access to staff forum, grievance\nprocedure or other support system 100 100 100 100 100 SOC-12 EM-EP-210a.3 103-2\nIntegrity\nCode of Conduct violations[B] 181 216 263 370 261 GOV-1 EM-EP-540a.2 102-17\n[A] Diversity data obtained from our human resources system. Most metrics exclude the employees in certain Upstream, Renewables and Energy Solutions and\nDownstream companies that maintain their own HR systems except for the Employees, Our people by geographical area, Employees overall (% women) and\nEmployees overall (% men) metrics.\n[B] Code of Conduct violations represent the number of reported incidents in the Shell Global Helpline (excluding queries or customer service queries) that have\nbeen investigated and closed during the relevant period and where the allegation was found to be (at least partially) true.\nData obtained from an internal survey completed by the senior Shell representative in each country.\nTraining\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nTraining days for employees and joint-venture partners (thousand)\n[A] 271 234 373 315 425 SOC-7 – 404-1\nRespect in the Workplace training completion rate % [B] 97.7 – – – – – – –\n[A] Training days metric excludes the employees in certain Upstream, Renewables and Energy Solutions and Downstream companies that maintain their own HR\nsystems.\n[B] Mandatory training must be taken annually for three years by all employees and contractors with access to our HR system, Workday. Completion rate refers to\n100% of nominated learners minus the % of nominated learners that did not complete their training within the designated period as at 31 December.\n83 ShellSustainability Report 2021"
    },
    {
      "page": 86,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\nDiversity, equity and inclusion [A]\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nGender\nBoard of Directors (%women) 50 38 42 45 36 SOC-5 – 405-1\nBoard of Directors (%men) 50 62 58 55 64 SOC-5 – 405-1\nExecutive Committee (%women) 25.0 12.5 12.5 12.5 12.5 SOC-5 – 405-1\nExecutive Committee (%men) 75.0 87.5 87.5 87.5 87.5 SOC-5 – 405-1\nIn senior executive leadership positions (% women)\n[B] (Ambition: 30%, then gender equality) 27.3 – – – – SOC-5 – 405-1\nIn senior executive leadership positions (% men) 72.7 – – – – SOC-5 – 405-1\nIn senior leadership positions (%women) [C]\n(Ambition: 35% by 2025; 40% by 2030) 29.5 27.8 26.4 24.0 22.2 SOC-5 – 405-1\nIn senior leadership positions (%men) 70.5 72.2 73.6 76.0 77.8 SOC-5 – 405-1\nIn management positions (%women) 27.2 25.5 24.5 23.7 22.3 SOC-5 – 405-1\nIn management positions (%men) 72.8 74.5 75.5 76.3 77.7 SOC-5 – 405-1\nIn professional positions (%women) 34.3 33.1 30.8 29.9 29.1 SOC-5 – 405-1\nIn professional positions (%men) 65.7 66.9 69.2 70.1 70.9 SOC-5 – 405-1\nEmployees overall (%women) [A] 33 32 31 31 32 SOC-5 – 405-1\nEmployees overall (%men) [A] 67 68 69 69 68 SOC-5 – 405-1\nGraduate hires (%women) (Ambition: 50% every\nyear) 47.1 [D] 49 48 46 49 SOC-5 – 401-1; 405-1\nGraduate hires (%men) 38.7 [D] 50 52 54 50 SOC-5 – 401-1; 405-1\nExperienced hires (% women) 34.2 [E] 31 32 – – SOC-5 – 401-1; 405-1\nExperienced hires (% men) 62.4 [E] 67 67 – – SOC-5 – 401-1; 405-1\nPromotions (% women promoted of total promotions) 43.7 38.6 39.8 – – SOC-5 – –\nPromotions (% men promoted of total promotions) 56.3 61.4 60.2 – – SOC-5 – –\nTurnover (% turnover of women of total turnover) 31.3 31.1 34.5 – – SOC-6 – 401-1\nTurnover (% turnover of men of total turnover) 68.7 68.9 65.5 – – SOC-6 – 401-1\nRace/ethnicity [F]\nBoard of Directors (no of ethnic minority and % of\nboard) (Ambition: Maintain or exceed Parker Review\nrecommendation of one director by 2021, then two\ndirectors) 1 (8%) – – – – – – 405-1\nEmployees (US only) [G]\nAsian % 13 – – – – SOC-5 – 405-1\nBlack or African American % 8.4 – – – – SOC-5 – 405-1\nHispanic Latino % 11.8 – – – – SOC-5 – 405-1\nWhite % 65 – – – – SOC-5 – 405-1\nOther racial and ethnic groups % [H] 1.8 – – – – SOC-5 – 405-1\n84 ShellSustainability Report 2021"
    },
    {
      "page": 87,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nIn senior leadership positions (US only) [C] SOC-5 – 405-1\nAsian % 10.5 – – – – SOC-5 – 405-1\nBlack or African American % 7.9 – – – – SOC-5 – 405-1\nHispanic Latino % 7.5 – – – – SOC-5 – 405-1\nWhite % 73.2 – – – – SOC-5 – 405-1\nOther racial and ethnic groups % [H] 0.8 – – – – SOC-5 – 405-1\nEmployees (UK only) % of those who self-identified\n[I][J]\nAsian % 13.1 – – – – SOC-5 – 405-1\nBlack % 3.4 – – – – SOC-5 – 405-1\nMixed % 2.4 – – – – SOC-5 – 405-1\nWhite % 78.5 – – – – SOC-5 – 405-1\nOther ethnic minority background % 2.6 – – – – SOC-5 – 405-1\nIn senior leadership positions (UK only) % of those\nwho self-identified [C][K]\nAsian % 10.8 – – – – SOC-5 – 405-1\nBlack % 1.1 – – – – SOC-5 – 405-1\nMixed % 1.7 – – – – SOC-5 – 405-1\nWhite % 83.5 – – – – SOC-5 – 405-1\nOther ethnic minority background % 2.8 – – – – SOC-5 – 405-1\nLGBT+\nGlobal Workplace Pride benchmark - Measures\nLGBTIQ+ inclusion practices of internationally active Advocate Advocate Advocate\nemployers [L] [L] [L] – – – – –\nHuman Rights Commission Corporate Equality Index -\nRating workplaces on equality and inclusion for\nLGBTQ+ employees (US) (% out of 100) 100 100 100 100 100 – – –\nDisability inclusion and enABLEment\nWorkplace Accessibility (no of locations) 86 83 83 – – – – –\nAge group (employees)\nUnder 30 years old % 13 14 14 – – SOC-5 – 405-1\nBetween 30-50 years old % 65 64 71 – – SOC-5 – 405-1\nAbove 50 years old % 22 22 15 – – SOC-5 – 405-1\n85 ShellSustainability Report 2021"
    },
    {
      "page": 88,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR\nSHELL EMISSIONS SHAREHOLDER VALUE PERFORMANCE\nDATA\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nAverage pay gap - gender and ethnicity\nAverage gender pay gap (UK) [M] 17.8 18 18.7 – – SOC-5 – 405-2\nAverage ethnicity pay gap (UK) [N] 21.9 8.5 – – – SOC-5 – –\nEmployee sentiment - diversity, equity and\ninclusion (DE&I) indicator [O]\nShell People Survey DE&I Index (out of 100 points) /\ncompared to top-quartile benchmark for the relevant\nyear 80 / 84 – – – – – – –\n[A] Diversity data obtained from our human resources system. Most metrics exclude the employees in certain Upstream, Renewables and Energy Solutions and\nDownstream companies that maintain their own HR systems except for the Employees, Our people by geographical area, Employees overall (% women) and\nEmployees overall (% men) metrics.\n[B] The total number of senior executive leadership positions may change from year to year, and our focus is on representation as a % of this total group. Senior\nexecutive leadership positions include the Executive Committee.\n[C] The total number of senior leadership positions may change from year to year, and our focus is on representation as a % of this total group. Senior leadership\npositions include senior executive leadership positions and the Executive Committee.\n[D] 14.2% of graduate hires did not provide data or chose not to declare in 2021.\n[E] 3.4% of experienced hires did not provide data or chose not to declare in 2021.\n[F] In addition to Board representation, we have included race and ethnicity data for the USA and UK in line with our Powering Lives commitments.\n[G] Employees in the US at Compensation Grade 10 and above.\n[H] “Other racial and ethnic groups” includes the following: American Indian or Alaskan Native; Native Hawaiian or other Pacific Islander; two or more races.\n[I] Employees in the UK at Compensation Grade 10 and above.\n[J] As ethnic declaration is voluntary, ethnicity declaration rate is not 100% and all calculations are based on a declaration rate of 81% in the UK as of December\n2021. The 19% of our workforce who have not provided data or have chosen not to declare their ethnicity were not included in our calculations.\n[K] As ethnic declaration is voluntary, ethnicity declaration rate is not 100% and all calculations are based on a declaration rate of 67% for employees in senior\nleadership positions in the UK as of December 2021. The 33% of our senior leadership workforce who have not provided data or have chosen not to declare\ntheir ethnicity were not included in our calculations.\n[L] \"Advocate\" organisations are defined by Workplace Pride as breaking new ground for LGBTIQ+ inclusion in their activities around the world and setting the\ntone for change beyond the workplace in society at large.\n[M] The difference in average pay of all men and all women for \"Shell in the UK\" as that term is defined in theShell UK 2021 Diversity Pay Gap(which includes\nShell Energy Retail Limited), excluding bonuses, using methodology consistent with the UK's Advisory, Conciliation and Arbitration Service managing gender\npay reporting guidance updated in February 2019, with the data snapshot taken on 5 April 2021. This is different to equal pay which means paying men and\nwomen the same salary for performing equivalent work. Shell in the UK has had equal pay for many years, and we conduct regular pay equity analysis to\nmonitor this on an ongoing basis. Please read theShell UK 2021 Diversity Pay Gapfor full context.\n[N] The difference in average pay between \"BAME\" and \"non-BAME\" employees expressed as a percentage of average \"non-BAME\" pay for \"Shell in the UK\" as\nthose terms are defined in theShell UK 2021 Diversity Pay Gap(which includes Shell Energy Retail Limited), excluding bonuses using the same methodology as\nour UK gender pay gap reporting. Please read theShell UK 2021 Diversity Pay Gapfor full context.\n[O] Response rate for Shell People Survey was 83% in 2021; 86% in 2020; 85% in 2019. New diversity, equity and inclusion questions were introduced in 2021, so\nthere is no historical comparison.\nHuman rights\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nChild labour (%countries with procedures inplace)\nOwn operations 100 100 100 100 100 SOC-4 EM-EP-210a.3. 408-1\nContractors and suppliers 100 100 100 100 100 SOC-4 EM-EP-210a.3. 408-1\nForced labour (%countries with procedures\ninplace)\nOwn operations 100 100 100 100 100 SOC-2 EM-EP-210a.3 409-1\nContractors and suppliers 100 100 100 100 100 SOC-2 EM-EP-210a.3 409-1\nData obtained from an internal survey completed by the senior Shell representative in each country.\n86 ShellSustainability Report 2021"
    },
    {
      "page": 89,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nContracting and procurement\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nEstimated expenditure on goods and services in lower-income\ncountries ($billion)[A][B] 4.2 4.5 5.7 4.1 4.9 SOC-14 – 204-1\n[A] Estimated expenditure in countries where gross domestic product amounts to less than $15,000 a year per person (source: UNDP Human Development Index\n2019).\n[B] This figure only includes the amount spent on goods and services by Shell Group companies.\nSocial investment[A]\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nEstimated voluntary social investment (equityshare) ($million) 94 156 116 113 111 SOC-13 – 203-1\nEstimated social investment spend (equityshare) in lower-\nincome countries ($million)[B] 72 87 84 102 107 SOC-13 – 203-1\n[A] Social investment spending varies from year to year depending on business climate, locations and types of activities under way. This is voluntary social\ninvestment and does not include social investments made through contractual agreements with host governments, voluntary work by Shell employees or\ndonations of equipment.\n[B] Estimated voluntary social investment spending in countries where gross domestic product amounts to less than $15,000 a year per person (source: UNDP\nHuman Development Index 2019).\nSocial investment and contracting and procurement data collected via our financial system.\nTax and other payments to governments\n2021 2020 2019 2018 2017 IPIECA SASB GRI\nTotal taxes paid and collected ($billion) 58.7 47.3 61.3 64.1 59.1 GOV-4 – 201-1\nCorporate income taxes 6.0 3.4 7.8 10.1 6.3 GOV-4 – 201-1\nRoyalties 6.6 3.5 5.9 5.8 3.7 GOV-4 – 201-1\nExcise duties, sales taxes and similar levies 46.1 40.4 47.6 48.2 49.1 GOV-4 – 201-1\nTotal other payments to governments ($billion) 12.8 8.2 12.5 17.9 14.1 GOV-4 – 201-1\nProduction entitlements 10.5 7 10.3 14.3 13.6 GOV-4 – 201-1\nBonuses 0.15 0.02 0.3 0.9 0.1 GOV-4 – 201-1\nFees 2.1 1.2 1.9 2.7 0.3 GOV-4 – 201-1\nMore in this reportOur Powering Progress targets|Safety data|Letter from the CEO\nMore on Shell websitesPowering Progress – transitioning to net-zero emissions\n87 ShellSustainability Report 2021"
    },
    {
      "page": 90,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nCAUTIONARY NOTE\nThe companies in which Shell plc directly and indirectly owns investments are separate legal entities. In this report \"Shell\", \"Shell\nGroup\" and \"Group\" are sometimes used for convenience where references are made to Shell plc and its subsidiaries in general.\nLikewise, the words \"we\", \"us\" and \"our\" are also used to refer to Shell plc and its subsidiaries in general or to those who work for\nthem. These terms are also used where no useful purpose is served by identifying the particular entity or entities. \"Subsidiaries\",\n\"Shell subsidiaries\" and \"Shell companies\" as used in this report refer to entities over which Shell plc either directly or indirectly\nhas control. Entities and unincorporated arrangements over which Shell has joint control are generally referred to as \"joint\nventures\" and \"joint operations\", respectively. \"Joint ventures\" and \"joint operations\" are collectively referred to as \"joint\narrangements\". Entities over which Shell has significant influence but neither control nor joint control are referred to as\n\"associates\". The term \"Shell interest\" is used for convenience to indicate the direct and/or indirect ownership interest held by\nShell in an entity or unincorporated joint arrangement, after exclusion of all third-party interest.\nFORWARD-LOOKING STATEMENTS\nThis report contains forward-looking statements (within the meaning of the U.S. Private Securities Litigation Reform Act of 1995)\nconcerning the financial condition, results of operations and businesses of Shell. All statements other than statements of historical\nfact are, or may be deemed to be, forward-looking statements. Forward-looking statements are statements of future expectations\nthat are based on management’s current expectations and assumptions and involve known and unknown risks and uncertainties\nthat could cause actual results, performance or events to differ materially from those expressed or implied in these statements.\nForward-looking statements include, among other things, statements concerning the potential exposure of Shell to market risks\nand statements expressing management’s expectations, beliefs, estimates, forecasts, projections and assumptions. These\nforward-looking statements are identified by their use of terms and phrases such as \"aim\", \"ambition\", \"anticipate\", \"believe\",\n\"could\", \"estimate\", \"expect\", \"goals\", \"intend\", \"may\", \"milestones\", \"objectives\", \"outlook\", \"plan\", \"probably\", \"project\", \"risks\",\n\"schedule\", \"seek\", \"should\", \"target\", \"will\" and similar terms and phrases. There are a number of factors that could affect the\nfuture operations of Shell and could cause those results to differ materially from those expressed in the forward-looking\nstatements included in this report, including (without limitation): (a) price fluctuations in crude oil and natural gas; (b) changes in\ndemand for Shell’s products; (c) currency fluctuations; (d) drilling and production results; (e) reserves estimates; (f) loss of market\nshare and industry competition; (g) environmental and physical risks; (h) risks associated with the identification of suitable\npotential acquisition properties and targets, and successful negotiation and completion of such transactions; (i) the risk of doing\nbusiness in developing countries and countries subject to international sanctions; (j) legislative, judicial, fiscal and regulatory\ndevelopments including regulatory measures addressing climate change; (k) economic and financial market conditions in various\ncountries and regions; (l) political risks, including the risks of expropriation and renegotiation of the terms of contracts with\ngovernmental entities, delays or advancements in the approval of projects and delays in the reimbursement for shared costs; (m)\nrisks associated with the impact of pandemics, such as the COVID-19 (coronavirus) outbreak; and (n) changes in trading\nconditions. No assurance is provided that future dividend payments will match or exceed previous dividend payments. All\nforward-looking statements contained in this report are expressly qualified in their entirety by the cautionary statements\ncontained or referred to in this section. Readers should not place undue reliance on forward-looking statements. Additional risk\nfactors that may affect future results are contained in Shell plc’s Form 20-F for the year ended December 31, 2021 (available at\nwww.shell.com/investor and www.sec.gov). These risk factors also expressly qualify all forward-looking statements contained in\nthis report and should be considered by the reader. Each forward-looking statement speaks only as of the date of this report,\nApril 5, 2022. Neither Shell plc nor any of its subsidiaries undertake any obligation to publicly update or revise any forward-\nlooking statement as a result of new information, future events or other information. In light of these risks, results could differ\nmaterially from those stated, implied or inferred from the forward-looking statements contained in this report.\nSKY 1.5 SCENARIO\nThis report may contain data and analysis from Shell’s Sky 1.5 scenario. Shell Scenarios are not intended to be projections or\nforecasts of the future. Shell scenarios including the scenarios contained in the [Report/Booklet/Video/Presentation] are not\nShell’s strategy or business plan. When developing Shell’s strategy, our scenarios are one of many variables that we consider.\nUltimately, whether society meets its goals to decarbonize is not within Shell’s control. While we intend to travel this journey in\nstep with society, only governments can create the framework for success. The Sky 1.5 scenario starts with data from Shell’s Sky\nscenario, but there are important updates. First, the outlook uses the most recent modelling for the impact and recovery from\nCOVID-19 consistent with a Sky 1.5 scenario narrative. Second, it blends this projection into existing Sky (2018) energy system\ndata by around 2030. Third, the extensive scaleup of nature-based solutions is brought into the core scenario, which benefits\nfrom extensive new modelling of that scale-up. (In 2018, nature-based solutions required to achieve 1.5°C above pre-industrial\n88 ShellSustainability Report 2021"
    },
    {
      "page": 91,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nlevels by the end of this century were analysed as a sensitivity to Sky. This analysis was also reviewed and included in theIPCC\nSpecial Report on Global Warming of 1.5°C (SR15).) Fourth, our new oil and natural gas supply modelling, with an outlook\nconsistent with the Sky 1.5 narrative and demand, is presented for the first time. Fifth, the Sky 1.5 scenario draws on the latest\nhistorical data and estimates to 2020 from various sources, particularly the extensive International Energy Agency energy\nstatistics. As with Sky, this scenario assumes that society achieves the 1.5°C stretch goal of the Paris Agreement. It is rooted in\nstretching but realistic development dynamics today but explores a goal-oriented way to achieve that ambition. We worked\nback in designing how this could occur, considering the realities of the situation today and taking into account realistic\ntimescales for change. Of course, there is a range of possible paths in detail that society could take to achieve this goal.\nAlthough achieving the goal of the Paris Agreement and the future depicted in Sky 1.5 while maintaining a growing global\neconomy will be extremely challenging, today it is still a technically possible path.\nSHELL’S NET CARBON FOOTPRINT\nAlso, in this report we may refer to Shell’s \"Net Carbon Footprint\" or \"Net Carbon Intensity\", which include Shell’s carbon\nemissions from the production of our energy products, our suppliers’ carbon emissions in supplying energy for that production\nand our customers’ carbon emissions associated with their use of the energy products we sell. Shell only controls its own\nemissions. The use of the term Shell’s \"Net Carbon Footprint\" or \"Net Carbon Intensity\" are for convenience only and not\nintended to suggest these emissions are those of Shell plc or its subsidiaries.\nSHELL’S NET-ZERO EMISSIONS TARGET\nShell’s operating plan, outlook and budgets are forecasted for a ten-year period and are updated every year. They reflect the\ncurrent economic environment and what we can reasonably expect to see over the next ten years. Accordingly, they reflect our\nScope 1, Scope 2 and Net Carbon Footprint (NCF) targets over the next ten years. However, Shell’s operating plans cannot\nreflect our 2050 net-zero emissions target and 2035 NCF target, as these targets are currently outside our planning period. In\nthe future, as society moves towards net-zero emissions, we expect Shell’s operating plans to reflect this movement. However, if\nsociety is not net zero in 2050, as of today, there would be significant risk that Shell may not meet this target.\nFORWARD LOOKING NON-GAAP MEASURES\nThis report may contain certain forward-looking non-GAAPmeasures such as cash capital expenditure and divestments. We are\nunable to provide a reconciliation of these forward-looking Non-GAAP measures to the most comparable GAAP financial\nmeasures because certain information needed to reconcile those Non-GAAP measures to the most comparableGAAPfinancial\nmeasures is dependent on future events some of which are outside the control of Shell, such as oil and gas prices, interest rates\nand exchange rates. Moreover, estimating such GAAP measures with the required precision necessary to provide a meaningful\nreconciliation is extremely difficult and could not be accomplished without unreasonable effort. Non-GAAP measures in respect\nof future periods which cannot be reconciled to the most comparable GAAP financial measure are calculated in a manner which\nis consistent with the accounting policies applied in Shell plc’s consolidated financial statements.\nThe contents of websites referred to in this report do not form part of this report.\nWe may have used certain terms, such as resources, in this report that the United States Securities and Exchange Commission\n(SEC) strictly prohibits us from including in our filings with the SEC. Investors are urged to consider closely the disclosure in our\nForm 20-F, File No 1-32575, available on theSECwebsitewww.sec.gov.\nADDITIONAL INFORMATION\nAs used in this Report, \"Accountable\" is intended to mean: required or expected to justify actions or decisions. The Accountable\nperson does not necessarily implement the action or decision (implementation is usually carried out by the person who is\nResponsible) but must organise the implementation and verify that the action has been carried out as required. This includes\nobtaining requisite assurance from Shell companies that the framework is operating effectively. \"Responsible\" is intended to\nmean: required or expected to implement actions or decisions. Each Shell company and Shell-operated venture is responsible for\nits operational performance and compliance with the Shell General Business Principles, Code of Conduct, Statement on Risk\nManagement and Risk Manual, and Standards and Manuals. This includes responsibility for the operationalisation and\nimplementation of Shell Group strategies and policies.\nCO compensation does not imply that there is no environmental impact from the production and use of the product as\n2\nassociated emissions remain in the atmosphere. CO compensation is not a substitute for switching to lower emission energy\n2\n89 ShellSustainability Report 2021"
    },
    {
      "page": 92,
      "text": "SUSTAINABILITY AT OUR CORE VALUES ACHIEVING NET-ZERO RESPECTING NATURE POWERING LIVES GENERATING OUR PERFORMANCE\nSHELL EMISSIONS SHAREHOLDER VALUE DATA\nsolutions or reducing the use of fossil fuels. Shell businesses focus first on emissions that can be avoided or reduced and only\nthen, compensate the remaining emissions.\n\"Carbon neutral\" or \"CO compensated\" indicates that Shell will engage in a transaction where an amount of CO equivalent to\n2 2\nthe value of the remaining CO e emissions associated with the raw material extraction, transport, production, distribution and\n2\nusage /end-of-life (if Lubricants or other non-energy product) of the product are compensated through the purchase and\nretirement of carbon credits generated from CO compensation projects. Although these carbon credits have been generated in\n2\naccordance with international carbon standards, the compensation may not be exact.\nCO e (CO equivalent) refers to CO , CH , N O.\n2 2 2 4 2\nDivestments is a measure used to monitor the progress of our divestment programme. This measure comprises proceeds from sale\nof property, plant and equipment and businesses, joint ventures and associates, and other Integrated Gas, Upstream and\nDownstream investments in equity securities, adjusted onto an accruals basis and for any share consideration received or\ncontingent consideration initially recognised upon the related divestment, as well as proceeds from sale of interests in entities\nwhile retaining control (for example, proceeds from sale of interests in Shell Midstream Partners, L.P.).\nShell PurePlus, Shell Helix, Shell Rimula, Shell Alexia, Shell V-Power, Shell Recharge, Shell GameChanger, Shell LiveWIRE and\nNXplorers are Shell trademarks\n90 ShellSustainability Report 2021"
    },
    {
      "page": 93,
      "text": "SUSTAINABILITY\nREPORT\n2020\nSHELL\nPLC\nCHECK OUR LATEST NEWS\nFollow @Shell on Twitter\nwww.linkedin.com/company/shell\nALL OUR REPORTS ARE AVAILABLE AT\nHTTP://REPORTS.SHELL.COM\n■ Comprehensive financial information\non our activities throughout 2021\n■ Detailed information on Shell’s taxes\n■ Report on our progress in contributing\nto sustainable development"
    }
  ]
}